{"text_appname":"Aantekeninge","text_add_label":"voeg 'n nota by","text_settings_label":"instellings","text_importexport_label":"invoer- en uitvoernotas","text_help_label":"hulp","text_about_label":"oor","text_close_label":"naby","text_snack_mustbenum":"Waarde moet 'n getal wees!","text_snack_toobig":"Geselekteerde waarde is te groot!","text_snack_toosmall":"Geselekteerde waarde is te klein!","text_edit_title":"Wysig nota","text_edit_type":"Tipe:","text_edit_note":"opmerking","text_edit_folder":"vouer","text_edit_note_title":"Titel:","text_edit_content":"Inhoud:","text_delete":"Vee uit","text_back":"Terug","text_save":"Stoor","text_settings_title":"Instellings","text_settings_content1":"Hier kan u die toepassing instel.","text_yes":"ja","text_no":"geen","text_settings_showedit":"Wys wysigknoppies:","text_settings_showmove":"Wys bewegingsknoppies:","text_settings_showadd":"Wys knoppies \"voeg by\" in vouers:","text_settings_expandbydefault":"Brei die vouers standaard uit:","text_settings_rows":"Teksarea:","text_settings_columns":"Teksarea-kolomme:","text_language":"Kies taal:","text_question_merge":"Voeg huidige notas saam met die ingevoerde note of vervang dit?","text_merge":"gaan","text_replace":"vervang","text_close_button":"Naby","text_importexport_title":"Invoer uitvoer","text_importexport_content":"Hier kan u u notas invoer en uitvoer.","text_import":"Invoer:","text_export":"Uitvoer","text_error_loadfile":"fout: kan nie lêer laai nie.","text_error_fileformat":"fout: lêerformaat is verkeerd.","text_example_title":"Voorbeeld titel","text_example_content":"Voorbeeld Inhoud","text_open":"Maak oop","text_add":"Voeg by","text_edit":"Wysig","text_move_backward":"Beweeg agteruit","text_move_forward":"Beweeg voorentoe","text_move_upward":"Beweeg opwaarts","text_move_downward":"Beweeg afwaarts","text_expand_less":"Onbrei","text_expand_more":"Brei uit","text_help_title":"Hulp","text_about_title":"Oor","text_help_content1":"Notes is 'n app om notas op te slaan en te organiseer.","text_help_content2":"Om 'n nuwe noot of 'n nuwe vouer te skep, druk die ikoon \"plus\": kies tussen noot en vouer, voeg die titel en uiteindelik die inhoud in, druk dan op stoor om die veranderinge op te slaan, of druk op delete om die noot te verwyder, of terug om die veranderinge oor te slaan, maar hou die nota.","text_help_content3":"Druk die \"oop\" -knoppie naby 'n nota om die verwante inhoud te open.","text_help_content4":"Druk die \"add\" -knoppie in 'n map om 'n nuwe element daaraan toe te voeg.","text_help_content5":"Druk vir beide notas en vouers die \"edit\" -knoppie om dit te wysig, druk die \"move backward\" -knoppie om die posisie met die vorige element uit te ruil, druk die \"move forward\" -knoppie om die posisie met die volgende element uit te ruil, druk die \"beweeg opwaarts\" -knoppie om die element uit die map te skuif waar dit tans is, of druk op die \"beweeg afwaarts\" -knoppie om die element binne die volgende submap te skuif.","text_help_content6":"In die instellingsmenu, toeganklik nadat u op die ikoon \"instellings\" geklik het, kan u die redigering-, beweging- en byvoegingsknoppies verberg of wys. U kan ook die teksarea en kolomme vir die dialoogvenster \"wysig\" instel. Dit is ook moontlik om die taal van die gebruikerskoppelvlak te verander.","text_help_content7":"Druk op die invoer / uitvoer-ikoon om die notas in te voer of uit te voer. Die aantekeninge sal ingevoer of uitgevoer word in 'n JSON-lêer wat spesifiek vir hierdie app is. Wanneer u die notas uit 'n lêer invoer, sal die huidige notas verwyder word en oorskryf word.","text_help_content8":"Notes is 'n progressiewe webtoepassing, wat beteken dat dit binne 'n blaaier loop. Terwyl die leserkomponente nie getoon word nie, word dit steeds binne 'n blaaier geïnstalleer. Die notas word gestoor in die localStorage van die blaaier vir die domein marcoparrone.github.io. localStorage werk goed met Chrome-, Edge- en Firefox-blaaiers. Ander blaaiers kan localStorage na 'n geruime tyd verwyder. Android gebruik standaard Chrome, Windows gebruik standaard Edge. Notas word tans nie op Apple-produkte ondersteun nie. Met die doel om die verlies van die note te voorkom, word voorgestel om 'n rugsteun te maak met die \"uitvoer\" -funksie, elke keer as u 'n paar wysigings aanbring wat u nie wil verloor nie.","text_about_content1":"Kopiereg © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Alle regte voorbehou.","text_about_content3":"DIE SAGTEWARE WORD \"AS IS\" VERSKAF, SONDER GARANTIE VAN ENIGE SOORT, UITDRUKKELIK OF IMPLIKAAT, INSLUITEND MAAR NIE Beperk tot die waarborge van verhandelbaarheid, GESKIKHEID VIR 'N BESONDERDE DOEL EN NIE-OORTREDING. DIE SKRYWERS OF KOPIEREGHOUERS SAL GEEN AANSPREEKLIKHEID VIR ENIGE EIS, SKADE OF ANDER AANSPREEKLIKHEID NIE, OF HIERDIE IN 'N OPTREDE, TORT OF ANDERS, VOLGENDE, UIT, OF INSLUITING MET DIE SAGTEWARE OF DIE GEBRUIK OF ANDER HANDELING IN DIE SAGTEWARE.","text_about_content4":"HIERDIE DIENSTE KAN moontlik VERTALINGS BEHEER DEUR GOOGLE. GOOGLE ONTSLUIT ALLE WAARBORGE MET BETREKKING TOT DIE VERTALINGS, UITDRUKKLIK OF IMPLIKAAT, INSLUITEND ENIGE WAARBORGE VAN Akkuraatheid, betroubaarheid en enige geïmpliseerde waarborge vir handelbaarheid, geskiktheid vir 'n spesifieke doel.","text_about_content5":"Hierdie webprogram is vir u gemak vertaal met behulp van vertaalsagteware wat deur Google Translate aangedryf word. Redelike pogings is aangewend om 'n akkurate vertaling te lewer, maar geen outomatiese vertaling is perfek nie en is ook nie bedoel om menslike vertalers te vervang nie. Vertalings word aangebied as 'n diens aan gebruikers van die webwerf marcoparrone.github.io en word \"soos dit is\" aangebied. Geen waarborg van enige aard, hetsy uitdruklik of stilswyend, word gegee met betrekking tot die akkuraatheid, betroubaarheid of korrektheid van enige vertalings wat uit Engels in enige ander taal gemaak is nie. Sommige inhoud (soos beelde, video's, Flash, ens.) Word moontlik nie akkuraat vertaal nie weens die beperkings van die vertaalsagteware.","text_about_content6":"Die amptelike teks is die Engelse weergawe van die webwerf. Enige teenstrydighede of verskille wat in die vertaling geskep word, is nie bindend nie en het geen regsgevolge vir nakoming of afdwinging nie. As daar vrae ontstaan wat verband hou met die akkuraatheid van die inligting op die vertaalde webwerf, verwys na die Engelse weergawe van die webwerf wat die amptelike weergawe is."}