{"text_appname":"Qeydlər","text_add_label":"qeyd əlavə edin","text_settings_label":"parametrlər","text_importexport_label":"idxal və ixrac qeydləri","text_help_label":"kömək edin","text_about_label":"haqqında","text_close_label":"yaxın","text_snack_mustbenum":"Dəyər bir rəqəm olmalıdır!","text_snack_toobig":"Seçilmiş dəyər çox böyük!","text_snack_toosmall":"Seçilmiş dəyər çox kiçik!","text_edit_title":"Qeydi redaktə edin","text_edit_type":"Növ:","text_edit_note":"Qeyd","text_edit_folder":"qovluq","text_edit_note_title":"Başlıq:","text_edit_content":"Məzmun:","text_delete":"Sil","text_back":"Geri","text_save":"Yadda saxla","text_settings_title":"Parametrlər","text_settings_content1":"Burada tətbiqi konfiqurasiya edə bilərsiniz.","text_yes":"bəli","text_no":"yox","text_settings_showedit":"Düzəliş düymələrini göstər:","text_settings_showmove":"Hərəkət düymələrini göstər:","text_settings_showadd":"Qovluqlarda \"əlavə et\" düymələrini göstərin:","text_settings_expandbydefault":"Varsayılan olaraq qovluqları genişləndirin:","text_settings_rows":"Mətn sətirləri:","text_settings_columns":"Mətn sahəsi sütunları:","text_language":"Dil seçin:","text_question_merge":"İndiki qeydləri idxal edilmiş qeydlərlə birləşdirin və ya əvəzləyin?","text_merge":"get","text_replace":"dəyişdirin","text_close_button":"Yaxın","text_importexport_title":"İdxal ixrac","text_importexport_content":"Burada qeydlərinizi idxal və ixrac edə bilərsiniz.","text_import":"İdxal:","text_export":"İxrac","text_error_loadfile":"səhv: faylı yükləyə bilmir.","text_error_fileformat":"səhv: fayl formatı səhvdir.","text_example_title":"Nümunə başlığı","text_example_content":"Nümunə məzmunu","text_open":"Açıq","text_add":"Əlavə et","text_edit":"Redaktə edin","text_move_backward":"Geriyə doğru hərəkət edin","text_move_forward":"Önə doğru irəlilə","text_move_upward":"Yuxarıya doğru hərəkət edin","text_move_downward":"Aşağı hərəkət edin","text_expand_less":"Genişləndirin","text_expand_more":"Genişləndirin","text_help_title":"Kömək edin","text_about_title":"Haqqında","text_help_content1":"Qeydlər qeydləri saxlamaq və təşkil etmək üçün bir tətbiqdir.","text_help_content2":"Yeni bir qeyd və ya yeni bir qovluq yaratmaq üçün \"artı\" nişanına basın: qeyd və qovluq arasında seçim edin, başlığı və nəticədə məzmunu daxil edin, sonra dəyişiklikləri saxlamaq üçün Saxla düyməsini basın və ya silmək üçün Sil düyməsini basın və ya geri dəyişiklikləri atlamaq, lakin qeyd etmək.","text_help_content3":"Əlaqədar məzmunu açmaq üçün bir qeydin yanında \"aç\" düyməsini basın.","text_help_content4":"Bir qovluğa yeni bir element əlavə etmək üçün içərisindəki \"əlavə et\" düyməsini basın.","text_help_content5":"Həm qeydlər, həm də qovluqlar üçün onları dəyişdirmək üçün \"düzəliş et\" düyməsini basın, mövqeyi əvvəlki elementlə dəyişdirmək üçün \"geri hərəkət et\" düyməsini basın, mövqeyi növbəti elementlə dəyişdirmək üçün \"irəli hərəkət et\" düyməsini basın, Elementi hazırda olduğu qovluqdan çıxarmaq üçün \"yuxarıya doğru hərəkət et\" düyməsini basın və ya elementi növbəti alt qovluğa daxil etmək üçün \"aşağıya doğru hərəkət et\" düyməsini basın.","text_help_content6":"Ayarlar menyusunda, \"ayarlar\" simgesini tıkladıqdan sonra əldə edilə bilər, düzəliş, hərəkət və əlavə düymələrini gizlədə və ya göstərə bilərsiniz. \"Düzenle\" informasiya qutusu üçün mətn sahəsi sətirlərini və sütunlarını da konfiqurasiya edə bilərsiniz. İstifadəçi interfeysinin dilini dəyişdirmək də mümkündür.","text_help_content7":"Qeydləri idxal etmək və ya ixrac etmək üçün idxal / ixrac simgesini basın. Qeydlər bu tətbiqə məxsus bir JSON sənədində idxal ediləcək və ya ixrac ediləcək. Bir sənəddən qeydlər idxal edildikdə, mövcud qeydlər silinəcək və yazılacaq.","text_help_content8":"Qeydlər mütərəqqi bir veb tətbiqdir, yəni brauzerin içərisində işləməsi deməkdir. Quraşdırdığınız zaman brauzer komponentləri göstərilmədiyi halda yenə də bir brauzerin içərisində işləyir. Qeydlər brauzerin notes.marcoparrone.com domeni üçün localStorage-də saxlanılır. localStorage Chrome, Edge və Firefox brauzerləri ilə yaxşı işləyir. Digər brauzerlər localStorage-ı bir müddət sonra silə bilər. Varsayılan olaraq Android Chrome istifadə edir, Windows standart olaraq Edge istifadə edir. Qeydlər hazırda Apple məhsullarında dəstəklənmir. Notların itirilməsinin qarşısını almaq üçün, hər dəfə itirmək istəmədiyiniz dəyişiklikləri etdikdə, \"ixrac\" funksiyasından istifadə edərək ehtiyat nüsxə etməlisiniz.","text_about_content1":"Müəllif hüquqları © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Bütün hüquqlar qorunur.","text_about_content3":"PROGRAM TƏHLÜKƏSİZLİK ZƏMANƏTLƏRİ İLƏ SINIRLI OLMAYAN, HESAB OLUNMAYAN, BİR İFADƏ VƏ İSTİFADƏSİZ ZƏMANƏT VERİLMƏSİNDƏ \"OLDUĞU QAYDADA\" TƏQDİM EDİLİR. Heç bir halda müəlliflər və ya müəllif hüquqları hüququ sahibləri hər hansı bir iddia, zərər və ya digər məsuliyyət üçün məsuliyyət daşımır, müqavilə, işgəncə və ya başqa qaydada, proqram təminatı və ya istifadə qaydaları və ya istifadə qaydaları ilə əlaqəli olaraq PROQRAM TƏMİNATI.","text_about_content4":"BU XİDMƏT GOOGLE tərəfindən gücləndirilmiş tərcümələri ehtiva edə bilər. GOOGLE TƏRCÜMƏLƏRƏ İLƏ BAĞLI, DÜZLÜK, GÜVƏNLİLİK VƏ HƏR TƏCRÜRLÜK TƏMİNATI, TƏŞKİLATÇI VERİCİ ÜÇÜN TƏMİNAT ZƏMANƏTLƏRİ DAHİL, BİR İCRA VƏ İSTİFADƏ EDİLƏN BÜTÜN ZƏMANƏTLƏRİ RƏDD EDİR.","text_about_content5":"Bu veb tətbiq Google Translate tərəfindən dəstəklənən tərcümə proqramından istifadə edərək rahatlığınız üçün tərcümə edilmişdir. Düzgün bir tərcüməni təmin etmək üçün ağlabatan səylər göstərilmişdir, lakin heç bir avtomatlaşdırılmış tərcümə mükəmməl deyildir və insan tərcüməçilərini əvəz etmək üçün nəzərdə tutulmamışdır. Tərcümələr marcoparrone.com veb saytının istifadəçilərinə xidmət olaraq verilir və \"olduğu kimi\" verilir. İngilis dilindən başqa dillərə edilən tərcümələrin dəqiqliyi, etibarlılığı və ya düzgünlüyünə dair ifadə edilmiş və ya nəzərdə tutulan hər hansı bir zəmanət verilmir. Bəzi məzmunu (şəkillər, videolar, Flash və s. Kimi) tərcümə proqramının məhdudluğu səbəbindən dəqiq tərcümə edilə bilməz.","text_about_content6":"Rəsmi mətn veb saytın ingilis dilindəki versiyasıdır. Tərcümədə yaranan uyğunsuzluqlar və fərqlər məcburi deyildir və uyğunluq və ya icra məqsədləri üçün heç bir hüquqi təsiri yoxdur. Tərcümə edilmiş veb səhifədəki məlumatların doğruluğu ilə bağlı hər hansı bir sual yaranarsa, rəsmi versiyası olan veb saytının İngilis dilinə baxın."}