{"text_appname":"Qeydlər","text_add_label":"qeyd əlavə edin","text_settings_label":"parametrlər","text_importexport_label":"idxal və ixrac qeydləri","text_help_label":"kömək edin","text_about_label":"haqqında","text_close_label":"yaxın","text_snack_mustbenum":"Dəyər bir rəqəm olmalıdır!","text_snack_toobig":"Seçilmiş dəyər çox böyük!","text_snack_toosmall":"Seçilmiş dəyər çox kiçik!","text_edit_title":"Qeydi redaktə edin","text_edit_type":"Növ:","text_edit_note":"Qeyd","text_edit_folder":"qovluq","text_edit_note_title":"Başlıq:","text_edit_content":"Məzmun:","text_delete":"Sil","text_back":"Geri","text_save":"Yadda saxla","text_settings_title":"Parametrlər","text_settings_content1":"Burada tətbiqi konfiqurasiya edə bilərsiniz.","text_yes":"bəli","text_no":"yox","text_settings_showedit":"Düzəliş düymələrini göstər:","text_settings_showmove":"Hərəkət düymələrini göstər:","text_settings_showadd":"Qovluqlarda \"əlavə et\" düymələrini göstərin:","text_settings_rows":"Mətn sətirləri:","text_settings_columns":"Mətn sahəsi sütunları:","text_language":"Dil seçin:","text_close_button":"Yaxın","text_importexport_title":"İdxal ixrac","text_importexport_content":"Burada qeydlərinizi idxal və ixrac edə bilərsiniz.","text_import":"İdxal:","text_export":"İxrac","text_error_loadfile":"səhv: faylı yükləyə bilmir.","text_error_fileformat":"səhv: fayl formatı səhvdir.","text_example_title":"Nümunə başlığı","text_example_content":"Nümunə məzmunu","text_open":"Açıq","text_add":"Əlavə et","text_edit":"Redaktə edin","text_move_backward":"Geriyə doğru hərəkət edin","text_move_forward":"Önə doğru irəlilə","text_move_upward":"Yuxarıya doğru hərəkət edin","text_move_downward":"Aşağı hərəkət edin","text_help_title":"Kömək edin","text_about_title":"Haqqında","text_help_content":"<p> Qeydlər qeydləri saxlamaq və təşkil etmək üçün bir tətbiqdir. </p> <p> Yeni bir qeyd və ya yeni bir qovluq yaratmaq üçün \"artı\" simgesini basın: qeyd və qovluq arasında seçim edin, başlığı daxil edin və nəticədə məzmunu, sonra dəyişiklikləri saxlamaq üçün saxla düyməsini basın və ya qeydini silmək üçün sil düyməsini basın və ya dəyişiklikləri atlamaq üçün qeydini davam etdirmək üçün geri basın. </p> <p> İlgili məzmunu açmaq üçün bir qeydin yanında \"aç\" düyməsini basın. . </p> <p> Yeni bir element əlavə etmək üçün qovluğun içərisindəki \"əlavə et\" düyməsini basın. </p> <p> Həm qeydlər, həm də qovluqlar üçün onları dəyişdirmək üçün \"düzəliş\" düyməsini basın, Mövqeyi əvvəlki elementlə mübadilə etmək üçün \"geri hərəkət et\" düyməsini, mövqeyi növbəti elementlə dəyişdirmək üçün \"irəli hərəkət et\" düyməsini basın, elementi olduğu qovluqdan çıxarmaq üçün \"yuxarı hərəkət et\" düyməsini basın, və ya elementi növbəti alt qovluğun içərisinə daşımaq üçün \"aşağıya doğru hərəkət et\" düyməsini basın. </p> <p> Ayarlar menyusunda \"ayarlar\" simgesini vurduqdan sonra əldə edilə bilər, redaktə, hərəkəti və əlavəni gizlədə və ya göstərə bilərsiniz. ion düymələri. \"Düzenle\" informasiya qutusu üçün mətn sahəsi sətirlərini və sütunlarını da konfiqurasiya edə bilərsiniz. İstifadəçi interfeysinin dilini dəyişdirmək də mümkündür. </p> <p> Qeydləri idxal etmək və ya ixrac etmək üçün idxal / ixrac işarəsinə basın. Qeydlər bu tətbiqə məxsus bir JSON sənədində idxal ediləcək və ya ixrac ediləcək. Qeydləri bir sənəddən idxal edərkən mövcud qeydlər silinəcək və onların üzərinə yazılacaqdır. </p> <p> Qeydlər mütərəqqi bir veb tətbiqdir, yəni brauzerin içərisində işləyir. Quraşdırdığınız zaman brauzer komponentləri göstərilmədiyi halda yenə də bir brauzerin içərisində işləyir. Qeydlər brauzerin notes.marcoparrone.com domeni üçün localStorage-də saxlanılır. localStorage Chrome, Edge və Firefox brauzerləri ilə yaxşı işləyir. Digər brauzerlər localStorage-ı bir müddət sonra silə bilər. Varsayılan olaraq Android Chrome istifadə edir, Windows standart olaraq Edge istifadə edir. Qeydlər hazırda Apple məhsullarında dəstəklənmir. Notların itirilməsinin qarşısını almaq üçün, hər dəfə itirmək istəmədiyiniz dəyişiklikləri etdikdə, \"ixrac\" funksiyasından istifadə edərək bir ehtiyat nüsxə edilməsi təklif olunur. </p> </div>","text_about_content1":"<p> Müəllif hüququ © 2017,2019,2020,2021. Marko Parrone. <br /> Bütün Hüquqlar Qorunur. </p> <p> PROGRAM MÜTLƏQ İSTİFADƏ EDİLƏN HƏR ŞEYİN ZƏMANƏTİ OLMADAN \"OLDUĞU\" TƏMİN EDİLİR AMMA TİCARƏT MÜVAFİQƏTİ ZƏMANƏTLƏRİ, MƏQSƏDLİ MƏQSƏDƏ VƏ YAXINSIZLIQ ÜÇÜN SƏHİFLİKLƏR MƏHDUDDUR. Heç bir halda müəlliflər və ya müəllif hüquqları hüququ sahibləri hər hansı bir iddia, zərər və ya digər məsuliyyət üçün məsuliyyət daşımır, müqavilə, işgəncə və ya başqa qaydada, proqram təminatı və ya istifadə qaydaları və ya istifadə qaydaları ilə əlaqəli olaraq YAZILIM. </p>","text_about_content2":"<p> BU XİDMƏT GOOGLE tərəfindən gücləndirilmiş tərcümələri ehtiva edə bilər. GOOGLE TƏRCÜMƏLƏRƏ BAĞLI BÜTÜN ZƏMANƏTLƏRİ DÜZLÜK, GÜVƏNLİLİK VƏ HƏR TƏCRÜRLÜK TƏMİNATI, TƏŞKİLATÇI VERİCİ ÜÇÜN TƏMİNAT ZƏMANƏTLƏRİ DAHİL, BİR İCRA VƏ İSTİFADƏ EDİLƏN BÜTÜN ZƏMANƏTLƏRİ RƏDD EDİR.","text_about_content3":"<p> Bu veb tətbiq Google Translate tərəfindən dəstəklənən tərcümə proqramından istifadə edərək rahatlığınız üçün tərcümə edilmişdir. Düzgün bir tərcüməni təmin etmək üçün ağlabatan səylər göstərilmişdir, lakin heç bir avtomatlaşdırılmış tərcümə mükəmməl deyildir və insan tərcüməçilərini əvəz etmək üçün nəzərdə tutulmamışdır. Tərcümələr marcoparrone.com veb saytının istifadəçilərinə xidmət olaraq verilir və \"olduğu kimi\" verilir. İngilis dilindən başqa dillərə edilən tərcümələrin dəqiqliyi, etibarlılığı və ya düzgünlüyünə dair ifadə edilmiş və ya nəzərdə tutulan hər hansı bir zəmanət verilmir. Bəzi məzmunu (şəkillər, videolar, Flash və s.) Tərcümə proqramının məhdudluğu səbəbindən dəqiq tərcümə edilə bilməz. </p> <p> Rəsmi mətn veb saytın İngilis dilindəki versiyasıdır. Tərcümədə yaranan uyğunsuzluqlar və fərqlər məcburi deyildir və uyğunluq və ya icra məqsədləri üçün heç bir hüquqi təsiri yoxdur. Tərcümə edilmiş veb saytdakı məlumatların doğruluğu ilə bağlı hər hansı bir sual yaranarsa, rəsmi versiyası olan veb saytının ingilis dilindəki versiyasına müraciət edin. </p>"}