{"text_appname":"Нататкі","text_add_label":"дадаць заўвагу","text_settings_label":"налады","text_importexport_label":"імпарт і экспарт","text_help_label":"дапамагчы","text_about_label":"пра","text_close_label":"блізка","text_snack_mustbenum":"Значэнне павінна быць лічбай!","text_snack_toobig":"Выбранае значэнне занадта вялікае!","text_snack_toosmall":"Выбранае значэнне занадта мала!","text_edit_title":"Рэдагаваць нататку","text_edit_type":"Тып:","text_edit_note":"нататка","text_edit_folder":"тэчку","text_edit_note_title":"Назва:","text_edit_content":"Змест:","text_delete":"Выдаліць","text_back":"Назад","text_save":"Захаваць","text_settings_title":"Налады","text_settings_content1":"Тут вы можаце наладзіць прыкладанне.","text_yes":"так","text_no":"няма","text_settings_showedit":"Паказаць кнопкі рэдагавання:","text_settings_showmove":"Паказаць кнопкі руху:","text_settings_showadd":"Паказаць кнопкі \"дадаць\" у папках:","text_settings_expandbydefault":"Пашырце папкі па змаўчанні:","text_settings_rows":"Радкі вобласці тэксту:","text_settings_columns":"Слупкі вобласці тэксту:","text_language":"Выберыце мову:","text_question_merge":"Аб'яднаць цяперашнія нататкі з імпартаванымі нататкамі альбо замяніць іх?","text_merge":"ідзі","text_replace":"замяніць","text_close_button":"Зачыніць","text_importexport_title":"Імпарт / экспарт","text_importexport_content":"Тут вы можаце імпартаваць і экспартаваць нататкі.","text_import":"Імпарт:","text_export":"Экспарт","text_error_loadfile":"памылка: немагчыма загрузіць файл.","text_error_fileformat":"памылка: няправільны фармат файла.","text_example_title":"Прыклад загалоўка","text_example_content":"Прыклад зместу","text_open":"Адкрыць","text_add":"Дадаць","text_edit":"Рэдагаваць","text_move_backward":"Рухайцеся назад","text_move_forward":"Рухайцеся наперад","text_move_upward":"Рухайцеся ўверх","text_move_downward":"Рухайцеся ўніз","text_expand_less":"Разгарнуць","text_expand_more":"Разгарнуць","text_help_title":"Дапамажыце","text_about_title":"Пра","text_help_content1":"Нататкі - гэта дадатак для захавання і ўпарадкавання нататак.","text_help_content2":"Каб стварыць новую нататку альбо новую тэчку, націсніце значок \"плюс\": выберыце паміж нататкай і тэчкай, устаўце загаловак і, у рэшце рэшт, змест, затым націсніце \"Захаваць\", каб захаваць змены, альбо націсніце \"Delete\", каб выдаліць нататку, альбо назад каб прапусціць змены, але захаваць нататку.","text_help_content3":"Націсніце кнопку \"адкрыць\" побач з нататкай, каб адкрыць адпаведны змест.","text_help_content4":"Націсніце кнопку \"дадаць\" у тэчцы, каб дадаць у яе новы элемент.","text_help_content5":"Для нататак і тэчак націсніце кнопку \"рэдагаваць\", каб змяніць іх, націсніце кнопку \"перамясціць назад\", каб абмяняць пазіцыю з папярэднім элементам, націсніце кнопку \"рухацца наперад\", каб абмяняць пазіцыю з наступным элементам, націсніце Кнопка \"рухацца ўверх\", каб перамясціць элемент з папкі, дзе ён знаходзіцца, альбо націсніце кнопку \"рухацца ўніз\", каб перамясціць элемент у наступную падтэчку.","text_help_content6":"У меню налад, якое можна атрымаць пасля націску на значок \"налады\", вы можаце схаваць альбо паказаць кнопкі рэдагавання, перамяшчэння і дадання. Вы таксама можаце наладзіць радкі і слупкі тэкставай вобласці для дыялогавага акна \"рэдагаваць\". Таксама можна змяніць мову карыстацкага інтэрфейсу.","text_help_content7":"Каб імпартаваць альбо экспартаваць нататкі, націсніце на значок імпарту / экспарту. Нататкі будуць імпартаваны альбо экспартаваны ў JSON-файл, характэрны для гэтага прыкладання. Пры імпарце нататак з файла бягучыя нататкі будуць выдалены і перазапісаны.","text_help_content8":"Notes - гэта прагрэсіўнае вэб-дадатак, што азначае, што яно працуе ў браўзэры. Калі вы ўсталёўваеце яго, а кампаненты браўзэра не паказваюцца, ён па-ранейшаму працуе ў браўзэры. Нататкі захоўваюцца ў localStorage браўзэра для дамена marcoparrone.github.io. localStorage выдатна працуе з браўзэрамі Chrome, Edge і Firefox. Іншыя браўзэры могуць праз некаторы час выдаліць localStorage. Android па змаўчанні выкарыстоўвае Chrome, Windows па змаўчанні выкарыстоўвае Edge. У цяперашні час нататкі не падтрымліваюцца ў прадуктах Apple. З мэтай прадухілення страты нататак рэкамендуецца рабіць рэзервовую копію з выкарыстаннем функцыі \"экспарт\" пры кожным унясенні нейкіх мадыфікацый, якія вы не хочаце страціць.","text_about_content1":"Аўтарскае права © 2017,2019,2020,2021 Марка Парон.","text_about_content2":"Усе правы ахоўваюцца.","text_about_content3":"Праграмнае забеспячэнне прадастаўляецца \"ЯК ЁСЦЬ\", БЕЗ ГАРАНТЫЙ ЯКІХ-небудзь ВЫРАЗНЫХ І ПЕРЕДУМОВАЛЬНЫХ, У тым ліку, АЛЕ НЕ АБМЕЖАЮЧЫМ ГАРАНТЫЯМ НА КУПЛІВАСЦЬ, ПРЫГАДНАСЦІ ДЛЯ ПАКАРАНТАЙ МЭТЫ І БЕЗ ПАМЯТЫ. Ні ў якім разе аўтары альбо ўладальнікі аўтарскіх правоў не нясуць адказнасці за любыя прэтэнзіі, шкоду ці іншую адказнасць, незалежна ад таго, ДЗЕЯЦЬ ЛІЧАЎ ДАГОВОРА, ДОКУМЕНТАЦЫІ І ІНАЧЭЙ, ПРАЦЯГАЮЦЬ З, ВЫКЛЮЧАЮЦЬ ПРЫ ПРОГРАММНАГО ПРАГРАМНАГА АБО ІЛІ ВЫКАРЫСТАННІ ІЛІ ДРУГОЙ ПРАЦЫ Праграмнае забеспячэнне.","text_about_content4":"ГЭТА СЛУГА МОЖА Ўтрымліваць пераклады, якія прадастаўляюцца GOOGLE. GOOGLE АДМОВАЕ ВСЕ ГАРАНТЫІ, ЗВЯЗАНЫЯ З ПЕРАКЛАДАМЫ, ЯВНЫЯ ІЛІ ПАДРАЗУМЕННЫЯ, УКЛЮЧАЮЧЫ ЛЮБЫЯ ГАРАНТЫІ ТОЧНАСЦІ, НАДЗЕЙНАСЦІ І ЯКІХ ПАСЛУГОВЫХ ГАРАНТЫЙ НА КУПЛІВАСЦЬ, ПІДПРАВЛЕННЕ ДЛЯ ФАРМАЦЭНФАРМАЦЫІ.","text_about_content5":"Гэта вэб-дадатак было перакладзена для вашага зручнасці з выкарыстаннем праграм для перакладу на Google Translate. Былі зроблены разумныя намаганні, каб забяспечыць дакладны пераклад, аднак ні адзін аўтаматызаваны пераклад не з'яўляецца дасканалым і не прызначаны для замены перакладчыкаў. Пераклады прадастаўляюцца як паслуга для карыстальнікаў сайта marcoparrone.github.io і прадастаўляюцца \"як ёсць\". Ніякай гарантыі, відавочнай альбо няяўнай, не гарантуецца дакладнасць, надзейнасць і правільнасць перакладу, зробленага з англійскай на любую іншую мову. Некаторы змест (напрыклад, выявы, відэа, Flash і г.д.) можа быць недакладна перакладзены з-за абмежаванняў праграмнага забеспячэння для перакладу.","text_about_content6":"Афіцыйны тэкст - англамоўная версія сайта. Любыя супярэчнасці альбо адрозненні, створаныя ў перакладзе, не маюць абавязковай сілы і не маюць юрыдычнага эфекту ў мэтах адпаведнасці альбо выканання. Калі ўзнікаюць пытанні, звязаныя з дакладнасцю інфармацыі, якая змяшчаецца на перакладзеным сайце, звярніцеся да англамоўнай версіі сайта, якая з'яўляецца афіцыйнай версіяй."}