{"text_appname":"Бележки","text_add_label":"добави бележка","text_settings_label":"настройки","text_importexport_label":"бележки за внос и износ","text_help_label":"помогне","text_about_label":"относно","text_close_label":"близо","text_snack_mustbenum":"Стойността трябва да е число!","text_snack_toobig":"Избраната стойност е твърде голяма!","text_snack_toosmall":"Избраната стойност е твърде малка!","text_edit_title":"Редактиране на бележка","text_edit_type":"Тип:","text_edit_note":"Забележка","text_edit_folder":"папка","text_edit_note_title":"Заглавие:","text_edit_content":"Съдържание:","text_delete":"Изтрий","text_back":"обратно","text_save":"Запазете","text_settings_title":"Настройки","text_settings_content1":"Тук можете да конфигурирате приложението.","text_yes":"да","text_no":"не","text_settings_showedit":"Показване на бутоните за редактиране:","text_settings_showmove":"Показване на бутоните за движение:","text_settings_showadd":"Показване на бутоните \"добавяне\" в папки:","text_settings_rows":"Редове на текстови области:","text_settings_columns":"Колони за текстова област:","text_language":"Изберете език:","text_close_button":"Близо","text_importexport_title":"Внос износ","text_importexport_content":"Тук можете да импортирате и експортирате вашите бележки.","text_import":"Внос:","text_export":"Износ","text_error_loadfile":"грешка: не може да се зареди файл.","text_error_fileformat":"грешка: файловият формат е грешен.","text_example_title":"Примерно заглавие","text_example_content":"Примерно съдържание","text_open":"Отворете","text_add":"Добавяне","text_edit":"редактиране","text_move_backward":"Движи се назад","text_move_forward":"Продължавай напред","text_move_upward":"Движете се нагоре","text_move_downward":"Придвижете се надолу","text_help_title":"Помогне","text_about_title":"относно","text_help_content":"<p> Бележките са приложение за запазване и организиране на бележки. </p> <p> За да създадете нова бележка или нова папка, натиснете иконата \"плюс\": изберете между бележка и папка, вмъкнете заглавието и евентуално съдържание, след това натиснете save, за да запазите промените, или натиснете delete, за да изтриете бележката, или обратно, за да пропуснете промените, но запазете бележката. </p> <p> Натиснете бутона \"отвори\" близо до бележка, за да отворите свързаното съдържание . </p> <p> Натиснете бутона \"добавяне\" в папка, за да добавите нов елемент към нея. </p> <p> За бележки и папки натиснете бутона \"редактиране\", за да ги промените, натиснете бутон \"придвижване назад\", за да обменяте позицията с предишния елемент, натиснете бутона \"придвижване напред\", за да обменяте позицията със следващия елемент, натиснете бутона \"придвижване нагоре\", за да преместите елемента от папката, където се намира в момента, или натиснете бутона \"преместване надолу\", за да преместите елемента в следващата подпапка. </p> <p> В менюто за настройки, достъпно след щракване върху иконата \"настройки\", можете да скриете или покажете редактирането, движението и добавянето йонни бутони. </p> <p> За да импортирате или експортирате бележките, натиснете иконата за импортиране / експортиране. Бележките ще бъдат импортирани или експортирани в JSON файл, специфичен за това приложение. Когато импортирате бележките от файл, текущите бележки ще бъдат изтрити и презаписани. </p> <p> Бележките са прогресивно уеб приложение, което означава, че те работят в браузър. Когато го инсталирате, докато компонентите на браузъра не са показани, той все още работи в браузъра. Бележките се записват в localStorage на браузъра за домейна notes.marcoparrone.com. localStorage работи добре с браузърите Chrome, Edge и Firefox. Други браузъри могат да изтрият localStorage след известно време. Android по подразбиране използва Chrome, Windows по подразбиране използва Edge. Понастоящем бележките не се поддържат за продукти на Apple. С цел да се предотврати загубата на бележките, се препоръчва да направите резервно копие, използвайки функционалността \"експортиране\", всеки път, когато правите някои модификации, които не искате да загубите. </p> </div>","text_about_content1":"<p> Авторско право © 2017,2019,2020,2021 Marco Parrone. <br /> Всички права запазени. </p> <p> СОФТУЕРЪТ СЕ ПРЕДОСТАВЯ \"КАКВИ Е\", БЕЗ ГАРАНЦИЯ ОТ ВСЯКАКВА ВИД, ИЗРИЧНА ИЛИ ИМПЛИЦИРАНА, ВКЛЮЧИТЕЛНО НО НЕ ОГРАНИЧЕНИ ОТ ГАРАНЦИИТЕ ЗА ТЪРГОВОСТ, ПРИГОДНОСТ ЗА КОНКРЕТНА ЦЕЛ И НЕОБЩИВАНЕ. В НИКАКЪВ СЛУЧАЙ АВТОРИТЕ ИЛИ ПРИТЕЖАТЕЛИТЕ НА АВТОРСКИТЕ ПРАВА НЕ СА ОТГОВОРНИ ЗА ВСЕКИ ИСК, ИМЕТИ ИЛИ ДРУГА ОТГОВОРНОСТ, ДАЛИ В ДЕЙСТВИЕ НА ДОГОВОР, ИЗВЪРШВАНЕ ИЛИ ИНАЧЕ, ИЗТИЧАЩИ ОТ, ВЪВ ВРЪЗКА ИЛИ ВЪВ ВРЪЗКА С СОФТУЕРА ИЛИ ИЗПОЛЗВАНЕТО ИЛИ ДРУГИТЕ СДЕЛКИ СОФТУЕР. </p>","text_about_content2":"<p> ТАЗИ УСЛУГА МОЖЕ ДА СЪДЪРЖА ПРЕВОДИ, ПРЕДОСТАВЕНИ ОТ GOOGLE. GOOGLE ОТКАЗВА ВСИЧКИ ГАРАНЦИИ, СВЪРЗАНИ С ПЕРЕВОДИТЕ, ИЗРИЧНИ ИЛИ ИМПЛИЦИРАНИ, ВКЛЮЧИТЕЛНО ВСИЧКИ ГАРАНЦИИ ЗА ТОЧНОСТ, НАДЕЖДНОСТ И ВЪЗМОЖНИ ИМПЛИЦИРАНИ ГАРАНЦИИ ЗА ТЪРГОВЕЧНОСТ, ФИТЕНС НА ПАРОФИЛИНФОНПРИС.","text_about_content3":"<p> Това уеб приложение е преведено за ваше удобство с помощта на софтуер за превод, задвижван от Google Translate. Полагат се разумни усилия за осигуряване на точен превод, но нито един автоматизиран превод не е перфектен, нито е предназначен да замени човешките преводачи. Преводите се предоставят като услуга на потребителите на уебсайта marcoparrone.com и се предоставят „такива, каквито са“. Не се дава гаранция от какъвто и да било вид, нито изразена, или подразбираща се, относно точността, надеждността или коректността на всякакви преводи, направени от английски на друг език. Някои съдържания (като изображения, видеоклипове, Flash и др.) Може да не бъдат преведени точно поради ограниченията на софтуера за превод. </p> <p> Официалният текст е английската версия на уебсайта. Всички несъответствия или различия, създадени в превода, не са обвързващи и нямат правно действие за целите на спазването или изпълнението. Ако възникнат въпроси, свързани с точността на информацията, съдържаща се в преведения уебсайт, обърнете се към английската версия на уебсайта, която е официалната версия. </p>"}