{"text_appname":"মন্তব্য","text_add_label":"একটি নোট যোগ করো","text_settings_label":"সেটিংস","text_importexport_label":"নোট আমদানি করুন এবং রফতানি করুন","text_help_label":"সাহায্য","text_about_label":"সম্পর্কিত","text_close_label":"বন্ধ","text_snack_mustbenum":"মানটি একটি সংখ্যা হতে হবে!","text_snack_toobig":"নির্বাচিত মানটি খুব বড়!","text_snack_toosmall":"নির্বাচিত মান খুব ছোট!","text_edit_title":"সম্পাদনা নোট","text_edit_type":"প্রকার:","text_edit_note":"বিঃদ্রঃ","text_edit_folder":"ফোল্ডার","text_edit_note_title":"শিরোনাম:","text_edit_content":"সামগ্রী:","text_delete":"মুছে ফেলা","text_back":"পেছনে","text_save":"সংরক্ষণ","text_settings_title":"সেটিংস","text_settings_content1":"এখানে আপনি অ্যাপ্লিকেশনটি কনফিগার করতে পারেন।","text_yes":"হ্যাঁ","text_no":"না","text_settings_showedit":"সম্পাদনা বোতামগুলি দেখান:","text_settings_showmove":"আন্দোলনের বোতামগুলি দেখান:","text_settings_showadd":"ফোল্ডারে \"যুক্ত\" বোতামগুলি দেখান:","text_settings_rows":"পাঠ্য অঞ্চল সারি:","text_settings_columns":"পাঠ্য অঞ্চল কলাম:","text_language":"ভাষা নির্বাচন করুন:","text_close_button":"বন্ধ","text_importexport_title":"আমদানি রপ্তানি","text_importexport_content":"এখানে আপনি আপনার নোটগুলি আমদানি ও রফতানি করতে পারেন।","text_import":"আমদানি:","text_export":"রফতানি","text_error_loadfile":"ত্রুটি: ফাইল লোড করা যায় না।","text_error_fileformat":"ত্রুটি: ফাইল ফর্ম্যাট ভুল wrong","text_example_title":"উদাহরণ শিরোনাম","text_example_content":"উদাহরণ সামগ্রী","text_open":"খোলা","text_add":"অ্যাড","text_edit":"সম্পাদনা করুন","text_move_backward":"পিছনে সরান","text_move_forward":"সামনে যাও","text_move_upward":"উপরের দিকে সরান","text_move_downward":"নীচে সরানো","text_help_title":"সহায়তা","text_about_title":"সম্পর্কিত","text_help_content":"<p> নোটগুলি নোটগুলি সংরক্ষণ এবং সংগঠিত করার জন্য একটি অ্যাপ্লিকেশন </ </ p> <p> একটি নতুন নোট বা একটি নতুন ফোল্ডার তৈরি করতে \"প্লাস\" আইকনটি টিপুন: নোট এবং ফোল্ডারের মধ্যে নির্বাচন করুন, শিরোনামটি সন্নিবেশ করুন এবং শেষ পর্যন্ত সামগ্রী সংরক্ষণ করুন, তারপরে পরিবর্তনগুলি সংরক্ষণ করতে সংরক্ষণ করুন টিপুন, বা নোটটি মুছতে মুছুন বা টিপুন পরিবর্তনগুলি এড়াতে ফিরে যান তবে নোটটি রাখুন </ </ p> <p> সম্পর্কিত সামগ্রীটি খুলতে একটি নোটের কাছে \"ওপেন\" বোতাম টিপুন । </ p> <p> এতে একটি নতুন উপাদান যুক্ত করতে একটি ফোল্ডারের ভিতরে \"যোগ করুন\" বোতাম টিপুন </ </ p> <p> নোট এবং ফোল্ডার উভয়ের জন্যই তাদের সম্পাদনা করতে \"সম্পাদনা\" বোতাম টিপুন, টিপুন পূর্ববর্তী উপাদানটির সাথে অবস্থানটি বিনিময় করতে \"পিছনে সরিয়ে নিন\" বোতামটি, পরবর্তী উপাদানটির সাথে অবস্থানের বিনিময় করতে \"এগিয়ে যান\" বোতাম টিপুন, উপাদানটি বর্তমানে যে ফোল্ডারে রয়েছে সেখানে বাইরে সরানোর জন্য \"উপরে সরান\" বোতাম টিপুন, অথবা পরবর্তী সাবফোল্ডারের অভ্যন্তরে উপাদানটি সরানোর জন্য \"নীচের দিকে সরুন\" বোতাম টিপুন </ </ p> <p> সেটিংস মেনুতে, \"সেটিংস\" আইকনে ক্লিক করার পরে অ্যাক্সেসযোগ্য, আপনি সম্পাদনা, চলন এবং সংযোজনকে লুকিয়ে রাখতে বা প্রদর্শন করতে পারেন আয়ন বোতাম আপনি \"সম্পাদনা\" ডায়ালগ বাক্সের জন্য পাঠ্য অঞ্চল সারি এবং কলামগুলিও কনফিগার করতে পারেন। ব্যবহারকারীর ইন্টারফেসের ভাষা পরিবর্তন করাও সম্ভব। </ P> <p> নোটগুলি আমদানি বা রফতানি করতে, আমদানি / রফতানি আইকনে টিপুন। নোটগুলি এই অ্যাপ্লিকেশনটির সাথে নির্দিষ্ট একটি JSON ফাইলে আমদানি বা রফতানি করা হবে। কোনও ফাইল থেকে নোটগুলি আমদানি করার সময়, বর্তমান নোটগুলি মুছে ফেলা হবে এবং ওভাররাইট করা হবে </ </ p> <p> নোটগুলি একটি প্রগ্রেসিভ ওয়েব অ্যাপ্লিকেশন, যার অর্থ এটি ব্রাউজারের অভ্যন্তরে চলে। আপনি যখন এটি ইনস্টল করেন, যখন ব্রাউজারের উপাদানগুলি প্রদর্শিত না হয়, এটি এখনও ব্রাউজারের অভ্যন্তরে চলে। নোটগুলি নোট.মারকোপারোন.কম ডোমেনের জন্য ব্রাউজারের স্থানীয় স্টোরেজে সংরক্ষণ করা হয়। লোকালস্টোরেশন ক্রোম, এজ এবং ফায়ারফক্স ব্রাউজারগুলির সাথে দুর্দান্ত কাজ করে। অন্যান্য ব্রাউজারগুলি কিছু সময়ের পরে লোকালস্টোরেজ মুছে ফেলতে পারে। অ্যান্ড্রয়েড ডিফল্টভাবে ক্রোম ব্যবহার করে, উইন্ডোজ ডিফল্টরূপে এজ ব্যবহার করে। নোটগুলি বর্তমানে অ্যাপল পণ্যগুলিতে সমর্থিত নয়। নোটগুলির ক্ষতি রোধে সহায়তা করার উদ্দেশ্যে, \"রফতানি\" কার্যকারিতাটি ব্যবহার করে ব্যাকআপ তৈরি করার পরামর্শ দেওয়া হচ্ছে, প্রতিবার আপনি কিছু পরিবর্তন করতে যা আপনি হারাতে চান না </ </ p> </div>","text_about_content1":"<p> কপিরাইট © 2017,2019,2020,2021 মার্কো পেরোন। <br /> সমস্ত অধিকার সংরক্ষিত। তবে বিক্রয়যোগ্যতার ওয়্যারেন্টিগুলির মধ্যে সীমাবদ্ধ নয়, একটি নির্দিষ্ট উদ্দেশ্য এবং অর্থোপার্জনের জন্য ফিটনেস। সফ্টওয়্যার বা সফ্টওয়্যার বা সংযোগের বাইরে বা অন্য কোনও সংস্থার, চুক্তি বা অন্য যে কোনও পদক্ষেপে, কোনও দাবি, ক্ষয়ক্ষতি বা অন্য দায়বদ্ধতার জন্য লেখক বা কপিরাইটধারীরা কোনও দায়বদ্ধ থাকবেন না ENT সফটওয়্যার। </ P>","text_about_content2":"<p> এই পরিষেবাটি গুগলের মাধ্যমে অনুমোদিত অনুবাদসমূহকে নিয়ন্ত্রণ করতে পারে। গুগল অনুবাদ বা অংশীদারীকরণ, ফিটনেস এবং স্বেচ্ছাসেবীর অংশীদারীকরণ, খোদাইয়ের এবং সুস্বাদুকরণের যে কোনও প্রকারের গ্যারান্টি অন্তর্ভুক্ত করে অনূদিত, স্পষ্ট বা প্রয়োগের সাথে সম্পর্কিত সমস্ত ওয়্যারেন্টি অস্বীকার করে।","text_about_content3":"<p> গুগল অনুবাদ দ্বারা চালিত অনুবাদ সফ্টওয়্যার ব্যবহার করে আপনার সুবিধার জন্য এই ওয়েব অ্যাপ্লিকেশনটি অনুবাদ করা হয়েছে। সঠিক অনুবাদ সরবরাহের জন্য যুক্তিসঙ্গত প্রচেষ্টা করা হয়েছে, তবে কোনও স্বয়ংক্রিয় অনুবাদ সঠিক নয় বা এটি মানব অনুবাদকদের প্রতিস্থাপনের উদ্দেশ্যেও নয়। অনুবাদগুলি marcoparrone.com ওয়েবসাইটের ব্যবহারকারীদের জন্য পরিষেবা হিসাবে সরবরাহ করা হয় এবং \"যেমন রয়েছে\" সরবরাহ করা হয়। ইংরেজী থেকে অন্য যে কোনও ভাষায় অনুবাদ করা কোনও অনুবাদের যথার্থতা, নির্ভরযোগ্যতা বা নির্ভুলতা হিসাবে প্রকাশিত বা নিহিত কোনও প্রকারের ওয়্যারেন্টি দেওয়া হয় না। কিছু সামগ্রী (যেমন চিত্র, ভিডিও, ফ্ল্যাশ ইত্যাদি) অনুবাদ সফ্টওয়্যারটির সীমাবদ্ধতার কারণে সঠিকভাবে অনুবাদ করা যায় না </ </ p> <p> সরকারী পাঠ্য ওয়েবসাইটটির ইংরেজি সংস্করণ। অনুবাদে তৈরি হওয়া কোনও ত্রুটি বা পার্থক্য বাধ্যতামূলক নয় এবং সম্মতি বা প্রয়োগের উদ্দেশ্যে কোনও আইনী প্রভাব নেই। অনুবাদিত ওয়েবসাইটে থাকা তথ্যের যথার্থতার সাথে যদি কোনও প্রশ্ন দেখা দেয় তবে ওয়েবসাইটটির ইংরেজী সংস্করণটি যা অফিশিয়াল ভার্সন তা উল্লেখ করুন </ </ p>"}