{"text_appname":"Napomene","text_add_label":"dodajte napomenu","text_settings_label":"postavke","text_importexport_label":"bilješke o uvozu i izvozu","text_help_label":"pomoć","text_about_label":"o","text_close_label":"blizu","text_snack_mustbenum":"Vrijednost mora biti broj!","text_snack_toobig":"Odabrana vrijednost je prevelika!","text_snack_toosmall":"Odabrana vrijednost je premala!","text_edit_title":"Uredi bilješku","text_edit_type":"Tip:","text_edit_note":"Bilješka","text_edit_folder":"folder","text_edit_note_title":"Naslov:","text_edit_content":"Sadržaj:","text_delete":"Izbriši","text_back":"Natrag","text_save":"Save","text_settings_title":"Postavke","text_settings_content1":"Ovdje možete konfigurirati aplikaciju.","text_yes":"da","text_no":"br","text_settings_showedit":"Prikaži gumbe za uređivanje:","text_settings_showmove":"Prikaži dugmad za kretanje:","text_settings_showadd":"Pokažite dugmad \"dodaj\" u mape:","text_settings_rows":"Redovi područja teksta:","text_settings_columns":"Stupci područja teksta:","text_language":"Odaberite jezik:","text_close_button":"Zatvori","text_importexport_title":"Uvoz / izvoz","text_importexport_content":"Ovdje možete uvesti i izvesti bilješke.","text_import":"Uvoz:","text_export":"Izvoz","text_error_loadfile":"greška: nije moguće učitati datoteku.","text_error_fileformat":"greška: format datoteke je pogrešan.","text_example_title":"Primjer naslova","text_example_content":"Primjer sadržaja","text_open":"Otvori","text_add":"Dodati","text_edit":"Uredi","text_move_backward":"Pomakni se unazad","text_move_forward":"Nastaviti","text_move_upward":"Pomakni se prema gore","text_move_downward":"Pomakni se prema dolje","text_help_title":"Pomoć","text_about_title":"About","text_help_content1":"Bilješke je aplikacija za spremanje i organiziranje bilješki.","text_help_content2":"Da biste kreirali novu bilješku ili novu mapu, pritisnite ikonu \"plus\": odaberite bilješku i mapu, umetnite naslov i na kraju sadržaj, a zatim pritisnite Spremi da biste sačuvali promjene ili pritisnite Delete da biste izbrisali napomenu ili natrag da preskočite promjene, ali zadržite bilješku.","text_help_content3":"Pritisnite dugme \"otvori\" u blizini bilješke da biste otvorili povezani sadržaj.","text_help_content4":"Pritisnite dugme \"dodaj\" unutar mape da biste joj dodali novi element.","text_help_content5":"I za bilješke i za mape pritisnite tipku \"uredi\" da biste ih izmijenili, pritisnite tipku \"pomakni se unatrag\" da biste promijenili položaj s prethodnim elementom, pritisnite tipku \"pomakni se naprijed\" da biste promijenili poziciju sa sljedećim elementom, pritisnite Dugme \"pomakni prema gore\" za premještanje elementa iz mape u kojem se trenutno nalazi ili pritisnite tipku \"pomicanje prema dolje\" za premještanje elementa u sljedeću podmapu.","text_help_content6":"U izborniku postavki, koji je dostupan nakon klika na ikonu \"postavke\", možete sakriti ili prikazati gumbe za uređivanje, pomicanje i dodavanje. Također možete konfigurirati retke i stupce područja teksta za dijaloški okvir \"uredi\". Također je moguće promijeniti jezik korisničkog sučelja.","text_help_content7":"Za uvoz ili izvoz napomena pritisnite ikonu za uvoz / izvoz. Bilješke će se uvesti ili izvesti u JSON datoteci specifičnoj za ovu aplikaciju. Pri uvozu napomena iz datoteke, trenutne će se bilješke izbrisati i prebrisati.","text_help_content8":"Notes je progresivna web aplikacija, što znači da se izvodi u pregledaču. Kada ga instalirate, dok se komponente preglednika ne prikazuju, on se i dalje izvodi u pregledaču. Bilješke se spremaju u localStorage preglednika za domenu notes.marcoparrone.com. localStorage dobro funkcionira s pretraživačima Chrome, Edge i Firefox. Ostali preglednici mogu izbrisati localStorage nakon nekog vremena. Android po defaultu koristi Chrome, Windows po defaultu koristi Edge. Bilješke trenutno nisu podržane na Appleovim proizvodima. Kako bi se spriječilo gubljenje bilješki, predlaže se izrada sigurnosne kopije pomoću funkcije \"izvoz\" svaki put kada napravite neke izmjene koje ne želite izgubiti.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Sva prava zadržana.","text_about_content3":"SOFTVER SE DOSTAVLJA \"KAKVI JEST\", BEZ JAMSTVA BILO KOJE VRSTE, IZRIČITE ILI PODRAZUMIJEVANE, UKLJUČUJUĆI, ALI NE ograničavajući se na JAMSTVA PRODAJE, SPOSOBNOST ZA ODREĐENU SVRHU I NEMOĆ. AUTORI ILI IMATICI AUTORSKIH PRAVA NIKADA NE ODGOVARAJU ZA BILO KOJU POTRAŽNJU, ŠTETU ILI OSTALU ODGOVORNOST, BILO U AKCIJI UGOVORA, DELITETSKOG ILI DRUGOG PROIZVODA IZ, VAN ILI U VEZI S SOFTVEROM ILI UPOTREBOM ILI DRUGIM POSLOVANJEM SOFTVER.","text_about_content4":"OVAJ USLUG MOŽE SADRŽATI PRIJEVODE KOJI MOGU OTVORITI GOOGLE. GOOGLE SE ODREKUJE SVEGA JAMSTVA VEZANOG ZA PRIJEVODE, IZRIČITO ILI PODRAZUMIJEVANO, UKLJUČUJUĆI BILO KOJA JAMSTVA TAČNOSTI, POUZDANOSTI I BILO KOJA IMPLICIRANA JAMSTVA PRODAJIVOSTI, FITNES ZA FIZIČNI FOND.","text_about_content5":"Ova web aplikacija prevedena je za vašu udobnost pomoću softvera za prijevod koji pokreće Google Translate. Uloženi su razumni napori da se osigura tačan prijevod, međutim, nijedan automatizirani prijevod nije savršen niti je zamijenjen za zamjenu prevodilaca. Prijevodi se pružaju kao usluga korisnicima web stranice marcoparrone.com i pružaju se \"takvi kakvi jesu\". Ne daje se nikakva garancija, bilo izričita ili implicirana, u pogledu tačnosti, pouzdanosti ili ispravnosti prevoda sa engleskog na bilo koji drugi jezik. Neki sadržaji (poput slika, videozapisa, Flash-a itd.) Možda neće biti precizno prevedeni zbog ograničenja softvera za prevođenje.","text_about_content6":"Službeni tekst je engleska verzija web stranice. Bilo koja odstupanja ili razlike nastale u prijevodu nisu obavezujuće i nemaju pravni učinak u svrhu usklađivanja ili izvršenja. Ako se pojave neka pitanja u vezi sa tačnošću informacija sadržanih u prevedenom web mjestu, obratite se engleskoj verziji web stranice koja je službena verzija."}