{"text_appname":"Notes","text_add_label":"afegir una nota","text_settings_label":"configuració","text_importexport_label":"importar i exportar notes","text_help_label":"ajuda","text_about_label":"Sobre","text_close_label":"Tanca","text_snack_mustbenum":"El valor ha de ser un número.","text_snack_toobig":"El valor seleccionat és massa gran.","text_snack_toosmall":"El valor seleccionat és massa petit.","text_edit_title":"Edita la nota","text_edit_type":"Tipus:","text_edit_note":"nota","text_edit_folder":"carpeta","text_edit_note_title":"Títol:","text_edit_content":"Contingut:","text_delete":"Suprimeix","text_back":"esquena","text_save":"Desa","text_settings_title":"Configuració","text_settings_content1":"Aquí podeu configurar l'aplicació.","text_yes":"sí","text_no":"no","text_settings_showedit":"Mostra els botons d'edició:","text_settings_showmove":"Mostra els botons de moviment:","text_settings_showadd":"Mostra els botons \"afegir\" a les carpetes:","text_settings_rows":"Files de l'àrea de text:","text_settings_columns":"Columnes de l'àrea de text:","text_language":"Trieu l'idioma:","text_close_button":"Tanca","text_importexport_title":"Importació-exportació","text_importexport_content":"Aquí podeu importar i exportar les vostres notes.","text_import":"Importació:","text_export":"Exporta","text_error_loadfile":"error: no es pot carregar el fitxer.","text_error_fileformat":"error: el format del fitxer és incorrecte.","text_example_title":"Títol d’exemple","text_example_content":"Exemple de contingut","text_open":"Obert","text_add":"Afegeix","text_edit":"Edita","text_move_backward":"Mou cap enrere","text_move_forward":"Avançar","text_move_upward":"Mou cap amunt","text_move_downward":"Mou cap avall","text_help_title":"Ajuda","text_about_title":"Sobre","text_help_content":"<p> Notes és una aplicació per desar i organitzar notes. </p> <p> Per crear una nota nova o una carpeta nova, premeu la icona \"més\": trieu entre nota i carpeta, inseriu el títol i, finalment, el contingut i, a continuació, premeu Desa per desar els canvis, o premeu Suprimeix per suprimir la nota, o bé enrere per ometre els canvis però manteniu-la. </p> <p> Premeu el botó \"obre\" a prop d'una nota per obrir el contingut relacionat . </p> <p> Premeu el botó \"afegir\" dins d'una carpeta per afegir-hi un element nou. </p> <p> Per a notes i carpetes, premeu el botó \"edita\" per modificar-les, premeu el botó botó \"moure cap enrere\" per canviar la posició amb l'element anterior, premeu el botó \"avançar\" per canviar la posició amb l'element següent, premeu el botó \"moure cap amunt\" per treure l'element de la carpeta on es troba actualment, o bé premeu el botó \"Mou cap avall\" per moure l'element dins de la següent subcarpeta. </p> <p> Al menú de configuració, accessible després de fer clic a la icona \"Configuració\", podeu amagar o mostrar l'edició, el moviment i l'addició botons d’ions. També podeu configurar les files i les columnes de l'àrea de text per al quadre de diàleg \"Edita\". També és possible canviar l'idioma de la interfície d'usuari. </p> <p> Per importar o exportar les notes, premeu la icona d'importació / exportació. Les notes s’importaran o s’exportaran en un fitxer JSON específic d’aquesta aplicació. Quan importeu les notes d'un fitxer, les notes actuals se suprimiran i sobreescriuran. </p> <p> Notes és una aplicació web progressiva, que significa que s'executa dins d'un navegador. Quan l’instal·leu, mentre no es mostren els components del navegador, encara s’executa dins d’un navegador. Les notes es desen al localStorage del navegador per al domini notes.marcoparrone.com. localStorage funciona bé amb els navegadors Chrome, Edge i Firefox. Altres navegadors poden suprimir localStorage al cap d’un temps. Android per defecte utilitza Chrome, Windows per defecte utilitza Edge. Actualment, les notes no són compatibles amb els productes d'Apple. Amb l'objectiu d'ajudar a evitar la pèrdua de notes, es recomana fer una còpia de seguretat mitjançant la funcionalitat \"exportar\", cada vegada que feu algunes modificacions que no vulgueu perdre. </p> </div>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Tots els drets reservats. </p> <p> EL PROGRAMARI ES PROPORCIONA \"TAL COM ÉS\", SENSE GARANTIA DE CAP TIPUS, EXPRESA O IMPLÍCITA, INCLOSA PER NOT NO ES LIMITA A LES GARANTIES DE COMERCIALITZACIÓ, IDONEITAT PER A UN FINALITAT PARTICULAR I NO INFRACCIÓ. En cap cas, els autors o titulars de drets d’autor no seran responsables de cap reclamació, dany ni cap altra responsabilitat, ja sigui en una acció de contracte, fallida o contrària, derivada de, fora o en connexió amb el programari o l’ús o altres contractes del PROGRAMARI. </p>","text_about_content2":"<p> AQUEST SERVEI POT CONTENIR TRADUCCIONS FUNCIONADES PER GOOGLE. GOOGLE RENUNCIA TOTES LES GARANTIES RELACIONADES AMB LES TRADUCCIONS, EXPRESSES O IMPLÍCITS, INCLOSES QUALSEVOL GARANTIA DE PRECISIÓ, FIABILITAT I QUALSEVOL GARANTIA IMPLÍCITA DE COMERCIALITZACIÓ, IDONEITAT PER A UN FINALITAT PARTICULAR I NO INFRACCIÓ. </p>","text_about_content3":"<p> Aquesta aplicació web s'ha traduït per a la vostra comoditat mitjançant un programari de traducció impulsat per Google Translate. S'han realitzat esforços raonables per proporcionar una traducció precisa, però, no hi ha cap traducció automàtica perfecta ni pretén substituir els traductors humans. Les traduccions es proporcionen com a servei als usuaris del lloc web marcoparrone.com i es proporcionen \"tal qual\". No es garanteix cap mena de garantia, expressa o implícita, sobre la precisió, fiabilitat o exactitud de les traduccions fetes de l’anglès a qualsevol altre idioma. És possible que alguns continguts (com ara imatges, vídeos, Flash, etc.) no es tradueixin amb precisió a causa de les limitacions del programari de traducció. </p> <p> El text oficial és la versió en anglès del lloc web. Les discrepàncies o diferències creades a la traducció no són vinculants i no tenen cap efecte legal a efectes de compliment o d'aplicació. Si sorgeix alguna pregunta relacionada amb l'exactitud de la informació continguda al lloc web traduït, consulteu la versió en anglès del lloc web, que és la versió oficial. </p>"}