{"text_appname":"Mubo nga mga sulat","text_add_label":"pagdugang usa ka mubo nga sulat","text_settings_label":"setting","text_importexport_label":"import ug export nga mga nota","text_help_label":"tabang","text_about_label":"mahitungod sa","text_close_label":"suod nga","text_snack_mustbenum":"Ang kantidad kinahanglan usa ka numero!","text_snack_toobig":"Ang gipili nga kantidad sobra ra kaayo!","text_snack_toosmall":"Ang gipili nga kantidad gamay ra!","text_edit_title":"Pag-edit sa mubo nga sulat","text_edit_type":"Matang:","text_edit_note":"timan-i","text_edit_folder":"folder","text_edit_note_title":"Titulo:","text_edit_content":"Sulud:","text_delete":"Pagtangtang","text_back":"Balik","text_save":"Pagtipig","text_settings_title":"Mga setting","text_settings_content1":"Dinhi mahimo nimo ma-configure ang aplikasyon.","text_yes":"oo","text_no":"dili","text_settings_showedit":"Ipakita ang mga buton sa pag-edit:","text_settings_showmove":"Ipakita ang mga buton sa paglihok:","text_settings_showadd":"Ipakita ang mga butones nga \"idugang\" sa mga folder:","text_settings_expandbydefault":"Palapdan ang mga folder pinaagi sa default:","text_settings_rows":"Mga laray sa lugar sa teksto:","text_settings_columns":"Mga kolum sa lugar sa teksto:","text_language":"Pilia ang sinultian:","text_question_merge":"Paghiusa sa karon nga mga nota sa mga gi-import nga nota o pulihan kini?","text_merge":"lakaw","text_replace":"ilisan","text_close_button":"Suod nga","text_importexport_title":"Pag-import / pag-export","text_importexport_content":"Dinhi mahimo nimo ma-import ug i-export ang imong mga sulat.","text_import":"Pag-import:","text_export":"I-export","text_error_loadfile":"sayup: dili ma-load ang file.","text_error_fileformat":"sayup: sayup ang format sa file.","text_example_title":"Pananglitan sa Ulo","text_example_content":"Pananglitan nga Sulud","text_open":"Ablihi","text_add":"Idugang","text_edit":"Pag-edit","text_move_backward":"Pagbalhin sa Paatras","text_move_forward":"Pagpadayon","text_move_upward":"Pag-uswag","text_move_downward":"Mobalhin sa Kanaog","text_expand_less":"Unexpand","text_expand_more":"Pagpalapad","text_help_title":"Tabang","text_about_title":"Mahitungod sa","text_help_content1":"Ang mga tala usa ka app aron makatipig ug maorganisa ang mga nota.","text_help_content2":"Aron makahimo usa ka bag-ong nota, o usa ka bag-ong folder, pindota ang icon nga \"plus\": pagpili taliwala sa nota ug folder, isulud ang ulohan ug sa ulahi ang sulud, dayon pindutin ang save aron ma-save ang mga pagbag-o, o pindutin ang delete aron matangtang ang nota, o ibalik aron laktawan ang mga pagbag-o apan ipadayon ang nota.","text_help_content3":"Pindota ang butones nga \"ablihan\" duol sa usa ka nota aron maablihan ang may kalabutan nga sulud.","text_help_content4":"Pindota ang butones nga \"idugang\" sa sulud sa usa ka folder aron makadugang usa ka bag-ong elemento niini.","text_help_content5":"Alang sa parehas nga mga nota ug folder, pindota ang butones nga \"i-edit\" aron mabag-ohan kini, pindota ang \"igbalhin nga paatras\" nga butones aron ibaylo ang posisyon sa naunang elemento, pindota ang butones nga \"ilipat sa unahan\" aron ibaylo ang posisyon sa sunod nga elemento, pindota ang Ang pindutan nga \"lihok pataas\" aron ibalhin ang elemento gikan sa folder kung diin kini karon, o i-press ang \"paglihok paubos\" nga pindutan aron ibalhin ang elemento sa sulud sa sunod nga subfolder.","text_help_content6":"Sa menu sa mga setting, ma-access pagkahuman sa pag-klik sa \"setting\" nga icon, mahimo nimo itago o ipakita ang mga buton sa pag-edit, paglihok ug pagdugang. Mahimo mo usab nga i-configure ang mga laray ug mga haligi sa lugar sa teksto alang sa \"edit\" nga kahon sa dayalogo. Posible usab nga usbon ang sinultian sa interface sa gumagamit.","text_help_content7":"Aron ma-import o i-export ang mga nota, pindota ang icon nga import / export. Ang mga nota i-import o i-export sa usa ka file nga JSON nga piho sa kini nga app. Kung ang pag-import sa mga nota gikan sa usa ka file, ang mga kasamtangan nga mga nota matanggal ug mapapas.","text_help_content8":"Ang Notes usa ka Progressive Web Application, nga nagpasabut nga kini nagdagan sa sulud sa usa ka browser. Kung imong gi-install kini, samtang wala ipakita ang mga sangkap sa browser, ningdagan ra gihapon kini sa sulud sa usa ka browser. Ang mga nota nakatipig sa localStorage sa browser alang sa domain nga note.marcoparrone.github.io. maayo ang pagtrabaho sa localStorage sa mga browser sa Chrome, Edge ug Firefox. Ang uban pang mga browser mahimo nga magtangtang sa localStorage pagkahuman sa pila ka panahon. Ang Android pinaagi sa default naggamit sa Chrome, ang Windows pinaagi sa default naggamit sa Edge. Ang mga nota karon dili gisuportahan sa mga produkto sa Apple. Sa katuyoan nga makatabang aron mapugngan ang pagkawala sa mga nota, gisugyot nga maghimo usa ka pag-backup gamit ang pag-andar nga \"export\", sa matag higayon nga maghimo ka mga pagbag-o nga dili nimo gusto mawala.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Gireserba ang Tanan nga mga Katungod.","text_about_content3":"ANG SOFTWARE GIHATAG NGA \"MAAYO\", NGA WALA GARANTIYA SA BISAN UNSANG MATANG, GIPADAYAG O GI-IMPLIYA, APIL APAN WALA GINLIMITAN SA MGA WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPose AND NONINFRINGEMENT. SA WALA MAAY MAHITUNGOD ANG MGA MAGSUSULTI O HINUNGDAN SA COPYRIGHT HANGTANON SA ANUMAN NGA PANGANGKON, KADAOT O UBAN NGA KATUNGDANAN, KON SA USA KA Lihok SA KONTRACT, TORT O UBAN PA, GIKAN SA, GIKAN O DAYON NGA KONEKTO SA SOFTWARE O ANG PAGGAMIT O UBAN NGA PAGHIMO OG UBAN SA UBAN SOFTWARE.","text_about_content4":"KINING PAG-ALAGAD MAHIMO NGA MAKAPANGANDOY ANG MGA HUBAD NGA GIGAMHAN SA GOOGLE. GIREKLAMO SA GOOGLE ANG TANAN NGA WARRANTIES NGA NABATIG SA PAGHUBAD, GIPADAYAG O GIPATUMAN, KINSA ANG KASUNDUAN SA KASAYURAN, KASABUTAN, UG ANUMAN NGA IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRING.","text_about_content5":"Gihubad kini nga web app alang sa imong kasayon gamit ang software sa paghubad nga gipadagan sa Google Translate. Makatarunganon nga mga paningkamot nga gihimo aron makahatag usa ka ensakto nga paghubad, bisan pa, wala’y automated nga paghubad nga hingpit ni gilaraw aron mapulihan ang mga maghuhubad sa tawo. Ang mga paghubad gihatag ingon usa ka serbisyo sa mga ninggamit sa marcoparrone.github.io website, ug gihatag nga \"ingon ana.\" Wala’y bisan unsang garantiya sa bisan unsang matang, gipahayag man o gipakita, nga gihimo sa katukma, pagkakasaligan, o kawastuhan sa bisan unsang paghubad nga gihimo gikan sa Ingles sa bisan unsang ubang sinultian. Ang pila ka sulud (sama sa mga imahe, video, Flash, ug uban pa) mahimong dili tukma nga gihubad tungod sa mga limitasyon sa software sa paghubad.","text_about_content6":"Ang opisyal nga teksto mao ang Ingles nga bersyon sa website. Ang bisan unsang mga panagsama o pagkalainlain nga gihimo sa paghubad dili nagbugkos ug wala’y ligal nga epekto alang sa mga katuyoan sa pagsunod o pagpatuman. Kung adunay bisan unsang mga pangutana nga mitumaw nga may kalabutan sa katukma sa kasayuran nga sulud sa gihubad nga website, tan-awa ang Ingles nga bersyon sa website nga mao ang opisyal nga bersyon."}