{"text_appname":"Poznámky","text_add_label":"přidat poznámku","text_settings_label":"nastavení","text_importexport_label":"poznámky k importu a exportu","text_help_label":"Pomoc","text_about_label":"o","text_close_label":"zavřít","text_snack_mustbenum":"Hodnota musí být číslo!","text_snack_toobig":"Vybraná hodnota je příliš velká!","text_snack_toosmall":"Vybraná hodnota je příliš malá!","text_edit_title":"Upravit poznámku","text_edit_type":"Typ:","text_edit_note":"Poznámka","text_edit_folder":"složku","text_edit_note_title":"Titul:","text_edit_content":"Obsah:","text_delete":"Vymazat","text_back":"Zadní","text_save":"Uložit","text_settings_title":"Nastavení","text_settings_content1":"Zde můžete nakonfigurovat aplikaci.","text_yes":"Ano","text_no":"Ne","text_settings_showedit":"Zobrazit tlačítka úprav:","text_settings_showmove":"Zobrazit pohybová tlačítka:","text_settings_showadd":"Zobrazit tlačítka „přidat“ ve složkách:","text_settings_rows":"Řádky textové oblasti:","text_settings_columns":"Sloupce textové oblasti:","text_language":"Vyber jazyk:","text_question_merge":"Sloučit současné poznámky s importovanými poznámkami nebo je nahradit?","text_merge":"jít","text_replace":"nahradit","text_close_button":"Zavřít","text_importexport_title":"Import Export","text_importexport_content":"Zde můžete importovat a exportovat poznámky.","text_import":"Import:","text_export":"Vývozní","text_error_loadfile":"chyba: nelze načíst soubor.","text_error_fileformat":"chyba: formát souboru je špatný.","text_example_title":"Příklad názvu","text_example_content":"Ukázkový obsah","text_open":"Otevřeno","text_add":"Přidat","text_edit":"Upravit","text_move_backward":"Jít zpět","text_move_forward":"Posunout vpřed","text_move_upward":"Posunout nahoru","text_move_downward":"Posuňte se dolů","text_help_title":"Pomoc","text_about_title":"O","text_help_content1":"Notes je aplikace pro ukládání a organizaci poznámek.","text_help_content2":"Chcete-li vytvořit novou poznámku nebo novou složku, stiskněte ikonu „plus“: vyberte si mezi poznámkou a složkou, vložte název a případně obsah, poté stisknutím Uložit uložte změny nebo stisknutím Odstranit odstraňte poznámku nebo Zpět přeskočit změny, ale poznámku ponechat.","text_help_content3":"Stisknutím tlačítka „otevřít“ poblíž poznámky otevřete související obsah.","text_help_content4":"Stisknutím tlačítka „přidat“ uvnitř složky přidáte do ní nový prvek.","text_help_content5":"U poznámek i složek je můžete upravit stisknutím tlačítka „upravit“, stisknutím tlačítka „posunout zpět“ vyměnit pozici s předchozím prvkem, stisknutím tlačítka „posunout vpřed“ vyměnit polohu s následujícím prvkem, stisknout Tlačítko „posunout nahoru“ pro přesunutí prvku ze složky, kde je aktuálně, nebo stiskněte tlačítko „posunutí dolů“ pro přesunutí prvku do další podsložky.","text_help_content6":"V nabídce nastavení, která je přístupná po kliknutí na ikonu „nastavení“, můžete skrýt nebo zobrazit tlačítka pro úpravy, pohyb a přidání. Můžete také nakonfigurovat řádky a sloupce textové oblasti pro dialogové okno „Upravit“. Je také možné změnit jazyk uživatelského rozhraní.","text_help_content7":"Chcete-li poznámky importovat nebo exportovat, stiskněte ikonu import / export. Poznámky budou importovány nebo exportovány do souboru JSON specifického pro tuto aplikaci. Při importu poznámek ze souboru budou aktuální poznámky odstraněny a přepsány.","text_help_content8":"Notes je progresivní webová aplikace, což znamená, že běží uvnitř prohlížeče. Když jej nainstalujete, zatímco součásti prohlížeče nejsou zobrazeny, stále běží uvnitř prohlížeče. Poznámky jsou uloženy v místním úložišti prohlížeče pro doménu notes.marcoparrone.com. localStorage funguje dobře s prohlížeči Chrome, Edge a Firefox. Jiné prohlížeče mohou localStorage po určité době smazat. Android ve výchozím nastavení používá Chrome, Windows ve výchozím nastavení používá Edge. Poznámky v současné době nejsou podporovány v produktech Apple. S cílem zabránit ztrátě poznámek se doporučuje provést zálohu pomocí funkce „exportovat“ pokaždé, když provedete nějaké úpravy, které nechcete ztratit.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Všechna práva vyhrazena.","text_about_content3":"SOFTWARE JE POSKYTOVÁN „TAK, JAK JE“, BEZ ZÁRUKY JAKÉHOKOLI DRUHU, VÝSLOVNÉ NEBO PŘEDPOKLÁDANÉ, VČETNĚ, ALE NENÍ OMEZENO NA ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO KONKRÉTNÍ ÚČEL A NEPLATNOST. AUTORI NEBO DRŽITELÉ AUTORSKÝCH PRÁV V ŽÁDNÉM PŘÍPADĚ NEBUDOU ODPOVĚDNÍ ZA JAKÝKOLI NÁROK, ŠKODY NEBO JINOU ODPOVĚDNOST, KDYKOLI VE SKUTEČNÉ SMLOUVĚ, DĚLENÍ NEBO JINÉ, VYPLÝVAJÍCÍ Z SOFTWARU NEBO POUŽITÍ NEBO JINÉHO OBCHODOVÁNÍ SOFTWARE.","text_about_content4":"TATO SLUŽBA MŮŽE OBSAHOVAT PŘEKLADY POHNUTÉ SPOLEČNOSTÍ GOOGLE. GOOGLE SE ZŘÍKÁ VŠECH ZÁRUK TÝKAJÍCÍCH SE PŘEKLADŮ, VÝSLOVNÝCH NEBO PŘEDPOKLÁDANÝCH, VČETNĚ ZÁRUK PŘESNOSTI, SPOLEHLIVOSTI A JAKÝCHKOLI PŘEDPOKLÁDANÝCH ZÁRUK OBCHODOVATELNOSTI, VHODNOSTI PRO KONKRÉTNÍ ÚČEL.","text_about_content5":"Tato webová aplikace byla pro vaše pohodlí přeložena pomocí překladatelského softwaru využívajícího Překladač Google. Bylo vyvinuto přiměřené úsilí k zajištění přesného překladu, žádný automatizovaný překlad však není dokonalý a jeho účelem není nahradit lidské překladatele. Překlady jsou poskytovány jako služba uživatelům webu marcoparrone.com a jsou poskytovány „tak, jak jsou“. Za přesnost, spolehlivost ani správnost překladů z angličtiny do jakéhokoli jiného jazyka se neposkytuje žádná záruka, ať už výslovná nebo předpokládaná. Některý obsah (například obrázky, videa, Flash atd.) Nemusí být z důvodu omezení překladatelského softwaru přesný.","text_about_content6":"Oficiálním textem je anglická verze webu. Jakékoli nesrovnalosti nebo rozdíly vzniklé v překladu nejsou závazné a nemají žádný právní účinek pro účely dodržování předpisů nebo vynucování. Pokud se vyskytnou jakékoli dotazy týkající se přesnosti informací obsažených na přeloženém webu, podívejte se na anglickou verzi webu, která je oficiální verzí."}