{"text_appname":"Bemærkninger","text_add_label":"tilføj en note","text_settings_label":"indstillinger","text_importexport_label":"import og eksport noter","text_help_label":"Hjælp","text_about_label":"om","text_close_label":"tæt","text_snack_mustbenum":"Værdi skal være et tal!","text_snack_toobig":"Den valgte værdi er for stor!","text_snack_toosmall":"Den valgte værdi er for lille!","text_edit_title":"Rediger note","text_edit_type":"Type:","text_edit_note":"Bemærk","text_edit_folder":"folder","text_edit_note_title":"Titel:","text_edit_content":"Indhold:","text_delete":"Slet","text_back":"Tilbage","text_save":"Gemme","text_settings_title":"Indstillinger","text_settings_content1":"Her kan du konfigurere applikationen.","text_yes":"Ja","text_no":"ingen","text_settings_showedit":"Vis redigeringsknapper:","text_settings_showmove":"Vis bevægelsesknapper:","text_settings_showadd":"Vis \"tilføj\" -knapper i mapper:","text_settings_rows":"Tekstområde rækker:","text_settings_columns":"Tekstområdekolonner:","text_language":"Vælg sprog:","text_close_button":"Tæt","text_importexport_title":"Import Eksport","text_importexport_content":"Her kan du importere og eksportere dine noter.","text_import":"Importere:","text_export":"Eksport","text_error_loadfile":"fejl: kan ikke indlæse filen.","text_error_fileformat":"fejl: filformatet er forkert.","text_example_title":"Eksempel på titel","text_example_content":"Eksempel på indhold","text_open":"Åben","text_add":"Tilføje","text_edit":"Redigere","text_move_backward":"Flyt bagud","text_move_forward":"Komme videre","text_move_upward":"Flyt opad","text_move_downward":"Flyt nedad","text_help_title":"Hjælp","text_about_title":"Om","text_help_content1":"Notes er en app til at gemme og organisere noter.","text_help_content2":"For at oprette en ny note eller en ny mappe skal du trykke på \"plus\" -ikonet: vælg mellem note og mappe, indsæt titlen og eventuelt indholdet, tryk derefter på gem for at gemme ændringerne eller tryk på slet for at slette noten eller tilbage for at springe ændringerne over, men beholde noten.","text_help_content3":"Tryk på knappen \"Åbn\" nær en note for at åbne det relaterede indhold.","text_help_content4":"Tryk på knappen \"tilføj\" i en mappe for at tilføje et nyt element til den.","text_help_content5":"For både noter og mapper skal du trykke på \"rediger\" -knappen for at ændre dem, trykke på \"flyt bagud\" -knappen for at udveksle positionen med det forrige element, trykke på \"gå frem\" -knappen for at udveksle positionen med det næste element, trykke på \"flyt opad\" -knap for at flytte elementet ud af mappen, hvor det aktuelt er, eller tryk på \"flyt nedad\" -knappen for at flytte elementet inde i den næste undermappe.","text_help_content6":"I indstillingsmenuen, der er tilgængelig efter at have klikket på ikonet \"indstillinger\", kan du skjule eller vise knapperne til redigering, bevægelse og tilføjelse. Du kan også konfigurere tekstområdets rækker og kolonner til dialogboksen \"rediger\". Det er også muligt at ændre brugergrænsefladesproget.","text_help_content7":"For at importere eller eksportere noterne skal du trykke på ikonet import / eksport. Noterne importeres eller eksporteres i en JSON-fil, der er specifik for denne app. Når du importerer noterne fra en fil, slettes de aktuelle noter og overskrives.","text_help_content8":"Notes er en progressiv webapplikation, hvilket betyder, at den kører inde i en browser. Når du installerer den, mens browserkomponenterne ikke vises, kører den stadig inde i en browser. Noterne gemmes i browserens localStorage til notes.marcoparrone.com domænet. localStorage fungerer fint sammen med browsere Chrome, Edge og Firefox. Andre browsere sletter muligvis localStorage efter nogen tid. Android bruger som standard Chrome, Windows bruger som standard Edge. Noter understøttes i øjeblikket ikke på Apple-produkter. Med det formål at hjælpe med at forhindre tab af noterne, anbefales det at lave en sikkerhedskopi ved hjælp af \"eksport\" -funktionaliteten, hver gang du foretager nogle ændringer, som du ikke vil miste.","text_about_content1":"Ophavsret © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Alle rettigheder forbeholdes.","text_about_content3":"SOFTWAREN LEVERES \"SOM DET ER\" UDEN GARANTI FOR NOGET SLAG, UDTRYKT ELLER UNDERFORSTÅET, INKLUDERENDE, MEN IKKE BEGRÆNSET TIL GARANTIER FOR SALGSBARHED, EGNETHED TIL ET SÆRLIGT FORMÅL OG NONFRING. INGEN BEGIVENHED SKAL INDEHAVERE ELLER INDEHAVERE AF Ophavsretten være ansvarlige for ethvert krav, skader eller anden ansvar, hvad enten det er i forbindelse med en kontrakt, erstatning eller andet, som hidrører fra, uden for eller i forbindelse med softwaren eller brugen eller anden behandling i softwaren SOFTWARE.","text_about_content4":"DENNE TJENESTE KAN INDEHOLDE OVERSÆTTELSER, DER KRAVES AF GOOGLE. GOOGLE FRASKRIVER ALLE GARANTIER I FORBINDELSE MED OVERSÆTTELSERNE, UDTRYKT ELLER UNDERFORSTÅET, INKLUDERENDE ALLE GARANTIER FOR NØJAGTIGHED, PÅLIDELIGHED, OG ALLE UNDERFORSTÅEDE GARANTIER FOR SALGSBARHED, FITNESS FOR ET SÆRLIGT FORMÅL.","text_about_content5":"Denne webapp er oversat for din bekvemmelighed ved hjælp af oversættelsessoftware drevet af Google Translate. Der er gjort en rimelig indsats for at give en nøjagtig oversættelse, men ingen automatiseret oversættelse er perfekt, og den er heller ikke beregnet til at erstatte menneskelige oversættere. Oversættelser leveres som en tjeneste til brugere af webstedet marcoparrone.com og leveres \"som de er.\" Der gives ingen garanti af nogen art, hverken udtrykt eller underforstået, med hensyn til nøjagtigheden, pålideligheden eller rigtigheden af oversættelser lavet fra engelsk til et andet sprog. Noget indhold (såsom billeder, videoer, Flash osv.) Oversættes muligvis ikke nøjagtigt på grund af begrænsningerne i oversættelsessoftwaren.","text_about_content6":"Den officielle tekst er den engelske version af hjemmesiden. Eventuelle uoverensstemmelser eller forskelle, der er skabt i oversættelsen, er ikke bindende og har ingen juridisk virkning med henblik på overholdelse eller håndhævelse. Hvis der opstår spørgsmål vedrørende nøjagtigheden af oplysningerne på det oversatte websted, henvises til den engelske version af webstedet, som er den officielle version."}