{"text_appname":"Anmerkungen","text_add_label":"füg ein Notiz hinzu","text_settings_label":"die Einstellungen","text_importexport_label":"Import- und Exportnotizen","text_help_label":"Hilfe","text_about_label":"Über","text_close_label":"schließen","text_snack_mustbenum":"Wert muss eine Zahl sein!","text_snack_toobig":"Der ausgewählte Wert ist zu groß!","text_snack_toosmall":"Der ausgewählte Wert ist zu klein!","text_edit_title":"Notiz bearbeiten","text_edit_type":"Art:","text_edit_note":"Hinweis","text_edit_folder":"Mappe","text_edit_note_title":"Titel:","text_edit_content":"Inhalt:","text_delete":"Löschen","text_back":"Zurück","text_save":"speichern","text_settings_title":"die Einstellungen","text_settings_content1":"Hier können Sie die Anwendung konfigurieren.","text_yes":"Ja","text_no":"Nein","text_settings_showedit":"Bearbeitungsschaltflächen anzeigen:","text_settings_showmove":"Bewegungsschaltflächen anzeigen:","text_settings_showadd":"Zeigen Sie \"Hinzufügen\" -Schaltflächen in Ordnern an:","text_settings_rows":"Textbereichszeilen:","text_settings_columns":"Textbereichsspalten:","text_language":"Sprache wählen:","text_question_merge":"Aktuelle Notizen mit den importierten Notizen zusammenführen oder ersetzen?","text_merge":"gehen","text_replace":"ersetzen","text_close_button":"Schließen","text_importexport_title":"Import Export","text_importexport_content":"Hier können Sie Ihre Notizen importieren und exportieren.","text_import":"Importieren:","text_export":"Export","text_error_loadfile":"Fehler: Datei kann nicht geladen werden.","text_error_fileformat":"Fehler: Dateiformat ist falsch.","text_example_title":"Beispieltitel","text_example_content":"Beispielinhalt","text_open":"Öffnen","text_add":"Hinzufügen","text_edit":"Bearbeiten","text_move_backward":"Rückwärts bewegen","text_move_forward":"Vorwärts gehen","text_move_upward":"Bewegen Sie sich nach oben","text_move_downward":"Nach unten bewegen","text_help_title":"Hilfe","text_about_title":"Über","text_help_content1":"Notizen ist eine App zum Speichern und Organisieren von Notizen.","text_help_content2":"Um eine neue Notiz oder einen neuen Ordner zu erstellen, drücken Sie das Pluszeichen: Wählen Sie zwischen Notiz und Ordner, fügen Sie den Titel und schließlich den Inhalt ein, drücken Sie Speichern, um die Änderungen zu speichern, oder drücken Sie Löschen, um die Notiz zu löschen, oder zurück um die Änderungen zu überspringen, aber die Notiz zu behalten.","text_help_content3":"Drücken Sie die \"Öffnen\" -Taste neben einer Notiz, um den zugehörigen Inhalt zu öffnen.","text_help_content4":"Klicken Sie in einem Ordner auf die Schaltfläche \"Hinzufügen\", um ein neues Element hinzuzufügen.","text_help_content5":"Drücken Sie für Notizen und Ordner die Schaltfläche \"Bearbeiten\", um sie zu ändern. Drücken Sie die Schaltfläche \"Rückwärts\", um die Position mit dem vorherigen Element auszutauschen. Drücken Sie die Schaltfläche \"Vorwärts\", um die Position mit dem nächsten Element auszutauschen Klicken Sie auf die Schaltfläche \"Nach oben verschieben\", um das Element aus dem Ordner zu verschieben, in dem es sich gerade befindet, oder drücken Sie auf die Schaltfläche \"Nach unten verschieben\", um das Element in den nächsten Unterordner zu verschieben.","text_help_content6":"Im Einstellungsmenü, auf das Sie nach dem Klicken auf das Symbol \"Einstellungen\" zugreifen können, können Sie die Schaltflächen zum Bearbeiten, Verschieben und Hinzufügen ausblenden oder anzeigen. Sie können auch die Zeilen und Spalten des Textbereichs für das Dialogfeld \"Bearbeiten\" konfigurieren. Es ist auch möglich, die Sprache der Benutzeroberfläche zu ändern.","text_help_content7":"Um die Notizen zu importieren oder zu exportieren, drücken Sie auf das Import / Export-Symbol. Die Notizen werden in eine für diese App spezifische JSON-Datei importiert oder exportiert. Beim Importieren der Notizen aus einer Datei werden die aktuellen Notizen gelöscht und überschrieben.","text_help_content8":"Notes ist eine progressive Webanwendung, dh sie wird in einem Browser ausgeführt. Wenn Sie es installieren, werden die Browserkomponenten zwar nicht angezeigt, sie werden jedoch weiterhin in einem Browser ausgeführt. Die Notizen werden im localStorage des Browsers für die Domain notes.marcoparrone.com gespeichert. localStorage funktioniert gut mit Chrome-, Edge- und Firefox-Browsern. Andere Browser löschen localStorage möglicherweise nach einiger Zeit. Android verwendet standardmäßig Chrome, Windows standardmäßig Edge. Hinweise werden derzeit von Apple-Produkten nicht unterstützt. Um den Verlust der Notizen zu verhindern, wird empfohlen, jedes Mal, wenn Sie Änderungen vornehmen, die Sie nicht verlieren möchten, eine Sicherungskopie mit der Funktion \"Exportieren\" zu erstellen.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Alle Rechte vorbehalten.","text_about_content3":"DIE SOFTWARE WIRD \"WIE BESEHEN\" OHNE JEGLICHE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GEWÄHRLEISTUNG ZUR VERFÜGUNG GESTELLT, EINSCHLIESSLICH DER GEWÄHRLEISTUNG FÜR MARKTGÄNGIGKEIT, EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND NICHTVERLETZUNG. IN KEINEM FALL HAFTEN DIE AUTOREN ODER COPYRIGHT-INHABER FÜR JEGLICHE ANSPRÜCHE, SCHÄDEN ODER ANDERE HAFTUNGEN, OB VERTRAGS-, TORT- ODER ANDERWEITIGE MASSNAHMEN AUS, AUS ODER IM ZUSAMMENHANG MIT DER SOFTWARE ODER DER NUTZUNG ODER ANDEREN ANGEBOTE SOFTWARE.","text_about_content4":"DIESER DIENST KANN ÜBERSETZUNGEN VON GOOGLE ENTHALTEN. GOOGLE SCHLIESST JEGLICHE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GEWÄHRLEISTUNGEN IM ZUSAMMENHANG AUS, EINSCHLIESSLICH JEGLICHER GEWÄHRLEISTUNGEN FÜR GENAUIGKEIT, ZUVERLÄSSIGKEIT UND STILLSCHWEIGENDE GEWÄHRLEISTUNGEN FÜR MARKTGÄNGIGKEIT, EIGNUNG FÜR EINEN BESTIMMTEN ZWECK.","text_about_content5":"Diese Web-App wurde zu Ihrer Bequemlichkeit mit einer Übersetzungssoftware von Google Translate übersetzt. Es wurden angemessene Anstrengungen unternommen, um eine genaue Übersetzung bereitzustellen. Es ist jedoch keine automatisierte Übersetzung perfekt und soll auch keine menschlichen Übersetzer ersetzen. Übersetzungen werden als Service für Benutzer der Website marcoparrone.com bereitgestellt und \"wie sie sind\" bereitgestellt. Es wird keine ausdrückliche oder stillschweigende Garantie in Bezug auf die Richtigkeit, Zuverlässigkeit oder Richtigkeit von Übersetzungen aus dem Englischen in eine andere Sprache übernommen. Einige Inhalte (wie Bilder, Videos, Flash usw.) werden aufgrund der Einschränkungen der Übersetzungssoftware möglicherweise nicht genau übersetzt.","text_about_content6":"Der offizielle Text ist die englische Version der Website. In der Übersetzung entstandene Unstimmigkeiten oder Unterschiede sind unverbindlich und haben keine rechtlichen Auswirkungen auf die Einhaltung oder Durchsetzung. Wenn Fragen zur Richtigkeit der auf der übersetzten Website enthaltenen Informationen auftreten, beziehen Sie sich auf die englische Version der Website, bei der es sich um die offizielle Version handelt."}