{"text_appname":"Σημειώσεις","text_add_label":"προσθέστε μια σημείωση","text_settings_label":"Ρυθμίσεις","text_importexport_label":"εισαγωγή και εξαγωγή χαρτονομισμάτων","text_help_label":"βοήθεια","text_about_label":"σχετικά με","text_close_label":"Κλείσε","text_snack_mustbenum":"Η τιμή πρέπει να είναι αριθμός!","text_snack_toobig":"Η επιλεγμένη τιμή είναι πολύ μεγάλη!","text_snack_toosmall":"Η επιλεγμένη τιμή είναι πολύ μικρή!","text_edit_title":"Επεξεργασία σημείωσης","text_edit_type":"Τύπος:","text_edit_note":"Σημείωση","text_edit_folder":"ντοσιέ","text_edit_note_title":"Τίτλος:","text_edit_content":"Περιεχόμενο:","text_delete":"Διαγράφω","text_back":"Πίσω","text_save":"Αποθηκεύσετε","text_settings_title":"Ρυθμίσεις","text_settings_content1":"Εδώ μπορείτε να διαμορφώσετε την εφαρμογή.","text_yes":"Ναί","text_no":"όχι","text_settings_showedit":"Εμφάνιση κουμπιών επεξεργασίας:","text_settings_showmove":"Εμφάνιση κουμπιών κίνησης:","text_settings_showadd":"Εμφάνιση κουμπιών \"προσθήκη\" σε φακέλους:","text_settings_expandbydefault":"Αναπτύξτε τους φακέλους από προεπιλογή:","text_settings_rows":"Σειρές περιοχής κειμένου:","text_settings_columns":"Στήλες περιοχής κειμένου:","text_language":"Διάλεξε γλώσσα:","text_question_merge":"Συγχώνευση των σημερινών σημειώσεων με τις εισαγόμενες σημειώσεις ή αντικατάσταση τους;","text_merge":"πηγαίνω","text_replace":"αντικαθιστώ","text_close_button":"Κλείσε","text_importexport_title":"Εισαγωγή εξαγωγή","text_importexport_content":"Εδώ μπορείτε να εισαγάγετε και να εξαγάγετε τις σημειώσεις σας.","text_import":"Εισαγωγή:","text_export":"Εξαγωγή","text_error_loadfile":"σφάλμα: δεν είναι δυνατή η φόρτωση του αρχείου.","text_error_fileformat":"σφάλμα: η μορφή αρχείου είναι λάθος.","text_example_title":"Παράδειγμα τίτλου","text_example_content":"Περιεχόμενο παραδείγματος","text_open":"Ανοιξε","text_add":"Προσθήκη","text_edit":"Επεξεργασία","text_move_backward":"Μετακίνηση προς τα πίσω","text_move_forward":"Προχωρησε","text_move_upward":"Μετακίνηση προς τα πάνω","text_move_downward":"Μετακίνηση προς τα κάτω","text_expand_less":"Χωρίς επέκταση","text_expand_more":"Επεκτείνουν","text_help_title":"Βοήθεια","text_about_title":"Σχετικά με","text_help_content1":"Το Notes είναι μια εφαρμογή για αποθήκευση και οργάνωση σημειώσεων.","text_help_content2":"Για να δημιουργήσετε μια νέα σημείωση ή έναν νέο φάκελο, πατήστε το εικονίδιο \"συν\": επιλέξτε μεταξύ σημείωσης και φακέλου, εισαγάγετε τον τίτλο και τελικά το περιεχόμενο και, στη συνέχεια, πατήστε Αποθήκευση για να αποθηκεύσετε τις αλλαγές ή πατήστε Διαγραφή για να διαγράψετε τη σημείωση ή πίσω για να παραλείψετε τις αλλαγές, αλλά διατηρήστε τη σημείωση.","text_help_content3":"Πατήστε το κουμπί \"άνοιγμα\" κοντά σε μια σημείωση για να ανοίξετε το σχετικό περιεχόμενο.","text_help_content4":"Πατήστε το κουμπί \"προσθήκη\" μέσα σε ένα φάκελο για να προσθέσετε ένα νέο στοιχείο σε αυτόν.","text_help_content5":"Για σημειώσεις και φακέλους, πατήστε το κουμπί \"επεξεργασία\" για να τις τροποποιήσετε, πατήστε το κουμπί \"μετακίνηση προς τα πίσω\" για να αλλάξετε τη θέση με το προηγούμενο στοιχείο, πατήστε το κουμπί \"μετακίνηση προς τα εμπρός\" για να αλλάξετε τη θέση με το επόμενο στοιχείο, πατήστε το κουμπί \"μετακίνηση προς τα πάνω\" για να μετακινήσετε το στοιχείο έξω από το φάκελο στον οποίο βρίσκεται αυτήν τη στιγμή ή πατήστε το κουμπί \"μετακίνηση προς τα κάτω\" για να μετακινήσετε το στοιχείο μέσα στον επόμενο υποφάκελο.","text_help_content6":"Στο μενού ρυθμίσεων, προσβάσιμο αφού κάνετε κλικ στο εικονίδιο \"ρυθμίσεις\", μπορείτε να αποκρύψετε ή να εμφανίσετε τα κουμπιά επεξεργασίας, κίνησης και προσθήκης. Μπορείτε επίσης να διαμορφώσετε τις γραμμές και τις στήλες της περιοχής κειμένου για το πλαίσιο διαλόγου \"επεξεργασία\". Είναι επίσης δυνατό να αλλάξετε τη γλώσσα του περιβάλλοντος εργασίας χρήστη.","text_help_content7":"Για εισαγωγή ή εξαγωγή των σημειώσεων, πατήστε το εικονίδιο εισαγωγής / εξαγωγής. Οι σημειώσεις θα εισαχθούν ή θα εξαχθούν σε ένα αρχείο JSON ειδικά για αυτήν την εφαρμογή. Κατά την εισαγωγή των σημειώσεων από ένα αρχείο, οι τρέχουσες σημειώσεις θα διαγραφούν και θα αντικατασταθούν.","text_help_content8":"Το Notes είναι μια Προοδευτική Εφαρμογή Ιστού, που σημαίνει ότι εκτελείται μέσα σε ένα πρόγραμμα περιήγησης. Όταν το εγκαθιστάτε, ενώ τα στοιχεία του προγράμματος περιήγησης δεν εμφανίζονται, εξακολουθεί να εκτελείται μέσα σε ένα πρόγραμμα περιήγησης. Οι σημειώσεις αποθηκεύονται στην τοπική αποθήκευση του προγράμματος περιήγησης για τον τομέα Notes.marcoparrone.com. Το localStorage λειτουργεί καλά με τα προγράμματα περιήγησης Chrome, Edge και Firefox. Άλλα προγράμματα περιήγησης ενδέχεται να διαγράψουν το localStorage μετά από λίγο. Το Android από προεπιλογή χρησιμοποιεί το Chrome, τα Windows από προεπιλογή χρησιμοποιεί το Edge. Οι σημειώσεις προς το παρόν δεν υποστηρίζονται σε προϊόντα Apple. Με σκοπό να αποφευχθεί η απώλεια των σημειώσεων, συνιστάται να δημιουργείτε αντίγραφα ασφαλείας χρησιμοποιώντας τη λειτουργία \"εξαγωγή\", κάθε φορά που πραγματοποιείτε κάποιες τροποποιήσεις που δεν θέλετε να χάσετε.","text_about_content1":"Πνευματικά δικαιώματα © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Ολα τα δικαιώματα διατηρούνται.","text_about_content3":"ΤΟ ΛΟΓΙΣΜΙΚΟ ΠΑΡΕΧΕΤΑΙ \"ΩΣ ΕΧΕΙ\", ΧΩΡΙΣ ΕΓΓΥΗΣΗ ΟΠΟΙΑΔΗΠΟΤΕ ΕΙΔΗ, ΕΚΦΡΑΣΗ ή ΣΚΗΝΗ, ΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ ΑΛΛΑ ΔΕΝ ΕΙΝΑΙ ΠΕΡΙΟΡΙΣΜΕΝΕΣ ΣΤΙΣ ΕΓΓΥΗΣΕΙΣ ΕΜΠΟΡΕΥΜΑΤΙΚΟΤΗΤΑΣ, ΚΑΤΑΛΛΗΛΟΤΗΤΑ ΓΙΑ ΕΙΔΙΚΟ ΣΚΟΠΟ ΚΑΙ ΜΗ ΧΡΗΣΗ. ΔΕΝ ΠΡΕΠΕΙ ΝΑ ΠΡΕΠΕΙ ΝΑ ΕΙΝΑΙ ΥΠΕΥΘΥΝΟΙ ΟΙ ΣΥΓΚΡΟΤΗΤΕΣ Ή ΟΙ ΚΑΤΟΧΟΙ ΔΙΚΑΙΩΜΑΤΟΣ ΓΙΑ ΟΠΟΙΑΔΗΠΟΤΕ ΑΠΑΙΤΗΣΗ, ΖΗΜΙΕΣ Ή ΑΛΛΗ ΕΥΘΥΝΗ, ΑΝΤΙΔΡΑΣΕΤΑΙ ΣΕ ΔΡΑΣΗ ΣΥΜΒΑΣΗΣ, ΑΦΟΡΑ Ή ΑΛΛΑ, ΑΠΟ ΤΗΝ, ΑΠΟ Ή ΣΥΝΔΕΣΗ ΜΕ ΤΟ ΛΟΓΙΣΜΙΚΟ Ή ΤΗ ΧΡΗΣΗ ΛΟΓΙΣΜΙΚΟ.","text_about_content4":"ΑΥΤΗ Η ΥΠΗΡΕΣΙΑ ΜΠΟΡΕΙ ΝΑ ΠΕΡΙΕΧΕΙ ΜΕΤΑΦΡΑΣΕΙΣ ΠΟΥ ΔΗΜΙΟΥΡΓΕΙ Η GOOGLE Η GOOGLE ΑΠΟΠΟΙΕΙΤΑΙ ΟΛΕΣ ΤΙΣ ΕΓΓΥΗΣΕΙΣ ΠΟΥ ΑΦΟΡΟΥΝ ΜΕΤΑΦΡΑΣΕΙΣ, ΕΚΦΡΑΣΕΙΣ Ή ΕΜΠΕΙΡΙΕΣ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΕΣ ΟΠΟΙΕΣ ΕΓΓΥΗΣΕΙΣ ΑΚΡΙΒΕΙΑΣ, ΑΞΙΟΠΙΣΤΙΑΣ ΚΑΙ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ, ΚΑΤΑΛΛΗΛΟΤΗΤΑ ΓΙΑ ΕΙΔΙΚΟ ΚΑΘΕΣΤΩΣ","text_about_content5":"Αυτή η εφαρμογή ιστού έχει μεταφραστεί για την εξυπηρέτησή σας χρησιμοποιώντας λογισμικό μετάφρασης που υποστηρίζεται από τη Μετάφραση Google. Έχουν καταβληθεί εύλογες προσπάθειες για την παροχή ακριβούς μετάφρασης, ωστόσο, καμία αυτόματη μετάφραση δεν είναι τέλεια ούτε προορίζεται να αντικαταστήσει ανθρώπινους μεταφραστές. Οι μεταφράσεις παρέχονται ως υπηρεσία στους χρήστες του ιστότοπου marcoparrone.com και παρέχονται \"ως έχουν\". Δεν παρέχεται καμία εγγύηση οποιουδήποτε είδους, είτε ρητή είτε σιωπηρή, ως προς την ακρίβεια, την αξιοπιστία ή την ορθότητα οποιωνδήποτε μεταφράσεων που γίνονται από τα Αγγλικά σε οποιαδήποτε άλλη γλώσσα. Κάποιο περιεχόμενο (όπως εικόνες, βίντεο, Flash κ.λπ.) ενδέχεται να μην μεταφραστεί με ακρίβεια λόγω των περιορισμών του λογισμικού μετάφρασης.","text_about_content6":"Το επίσημο κείμενο είναι η αγγλική έκδοση του ιστότοπου. Τυχόν αποκλίσεις ή διαφορές που δημιουργούνται στη μετάφραση δεν είναι δεσμευτικές και δεν έχουν καμία νομική επίπτωση για σκοπούς συμμόρφωσης ή επιβολής. Εάν προκύψουν ερωτήσεις σχετικά με την ακρίβεια των πληροφοριών που περιέχονται στον μεταφρασμένο ιστότοπο, ανατρέξτε στην αγγλική έκδοση του ιστότοπου που είναι η επίσημη έκδοση."}