{"text_appname":"Notoj","text_add_label":"aldonu noton","text_settings_label":"agordoj","text_importexport_label":"importi kaj eksporti notojn","text_help_label":"helpi","text_about_label":"pri","text_close_label":"proksime","text_snack_mustbenum":"Valoro devas esti nombro!","text_snack_toobig":"Elektita valoro estas tro granda!","text_snack_toosmall":"Elektita valoro estas tro malgranda!","text_edit_title":"Redaktu noton","text_edit_type":"Tipo:","text_edit_note":"notu","text_edit_folder":"dosierujo","text_edit_note_title":"Titolo:","text_edit_content":"Enhavo:","text_delete":"Forigi","text_back":"Reen","text_save":"Savi","text_settings_title":"Agordoj","text_settings_content1":"Ĉi tie vi povas agordi la aplikaĵon.","text_yes":"jes","text_no":"ne","text_settings_showedit":"Montri redaktajn butonojn:","text_settings_showmove":"Montri movajn butonojn:","text_settings_showadd":"Montri butonojn \"aldoni\" en dosierujoj:","text_settings_rows":"Tekstaj vicoj:","text_settings_columns":"Tekstarekolonoj:","text_language":"Elektu lingvon:","text_close_button":"Fermu","text_importexport_title":"Importi / eksporti","text_importexport_content":"Ĉi tie vi povas importi kaj eksporti viajn notojn.","text_import":"Importi:","text_export":"Eksporti","text_error_loadfile":"eraro: ne povas ŝarĝi dosieron.","text_error_fileformat":"eraro: dosierformato malĝustas.","text_example_title":"Ekzempla Titolo","text_example_content":"Ekzempla Enhavo","text_open":"Malfermu","text_add":"Aldoni","text_edit":"Redaktu","text_move_backward":"Moviĝu Malantaŭen","text_move_forward":"Antaŭeniĝi","text_move_upward":"Movu Supren","text_move_downward":"Moviĝu Malsupren","text_help_title":"Helpu","text_about_title":"Pri","text_help_content":"<p> Notoj estas programo por konservi kaj organizi notojn. </p> <p> Por krei novan noton, aŭ novan dosierujon, premu la piktogramon \"plus\": elektu inter noto kaj dosierujo, enmetu la titolon kaj fine la enhavon, tiam premu konservi por konservi la ŝanĝojn, aŭ premu forigi por forigi la noton, aŭ reen por preterlasi la ŝanĝojn sed konservi la noton. </p> <p> Premu la butonon \"malfermi\" proksime de noto por malfermi la rilatan enhavon. . </p> <p> Premu la butonon \"aldoni\" ene de dosierujo por aldoni novan elementon al ĝi. </p> <p> Por kaj notoj kaj dosierujoj, premu la butonon \"redakti\" por modifi ilin, premu la butono \"moviĝu malantaŭen\" por interŝanĝi la pozicion kun la antaŭa elemento, premu la butonon \"antaŭeniri\" por interŝanĝi la pozicion kun la sekva elemento, premu la butonon \"movi supren\" por movi la elementon el la dosierujo, kie ĝi nun estas, aŭ premu la butonon \"movi malsupren\" por movi la elementon en la sekvan subdosierujon. </p> <p> En la menuo de agordoj, alirebla post alklako al la ikono \"agordoj\", vi povas kaŝi aŭ montri la redaktadon, movadon kaj aldonon jonaj butonoj. </p> <p> Por importi aŭ eksporti la notojn, premu la piktogramon importi / eksporti. La notoj estos importitaj aŭ eksportitaj en JSON-dosiero specifa por ĉi tiu programo. Kiam vi importas la notojn el dosiero, la nunaj notoj estos forigitaj kaj anstataŭigitaj. </p> <p> Notoj estas Progresema Reta Apliko, kio signifas, ke ĝi funkcias ene de retumilo. Kiam vi instalas ĝin, dum la retumilaj eroj ne estas montritaj, ĝi ankoraŭ funkcias en retumilo. La notoj estas konservitaj en la loka Stokado de la retumilo por la domajno notes.marcoparrone.com. localStorage funkcias bone kun retumiloj Chrome, Edge kaj Firefox. Aliaj retumiloj eble forigos localStorage post iom da tempo. Android defaŭlte uzas Chrome, Windows defaŭlte uzas Edge. Notoj nuntempe ne estas subtenataj ĉe produktoj de Apple. Kun la celo helpi malhelpi la perdon de la notoj, oni sugestas fari sekurkopion per la \"eksporta\" funkcio, ĉiufoje kiam vi faras iujn modifojn, kiujn vi ne volas perdi. </p> </div>","text_about_content1":"<p> Kopirajto © 2017,2019,2020,2021 Marco Parrone. <br /> Ĉiuj Rajtoj Rezervitaj. </p> <p> LA PROGRAMO ESTAS PROVIDITA \"KIEL ESTAS\", SEN GARANTIO DE IU KLAS, ESPRESA A IM IMPLIKA, INKLUDANTE SED NE LIMITITA AL LA GARANTIOJ DE KOMERĈEJO, TAITGECO POR PARTICULA CELO KAJ MALFRUKO. EN NENIU OKAZO LA AUTHTOROJ KAJ KOPIRITOROJ ESTOS RESPONSABLEJ POR IU KLAMO, Damaĝoj aŭ ALIA RESPONSABILO, ĈIU EN AGO DE KONTRAKTO, TORTO A OTHER ALIA, Ekestiĝanta el, EL A OR LIGANTE AL LA PROGRAMO A OR LA UZO A OTHER ALIAJ TRATADOJ EN LA PROGRAMO. </p>","text_about_content2":"<p> ĈI TIU SERVO POVAS ENTENI TRADUOJN FUNKCIITA DE GOOGLE. GOOGLE NEDISPONAS ĈIUJN GARANTIOJN RILATAJ AL LA TRADUKOJ, ESPRESA A OR IMPLIKA, INKLUZIVE DE IUJ GARANTIOJ DE PRECIZECO, FIDABILECO, KAJ IUJ IMPLIKAJ GARANTIOJ DE VENDEBLECO, TA FGECO POR PARTICULA CELO KAJ MALFRANKO. </p>","text_about_content3":"<p> Ĉi tiu ttt-programo estis tradukita por via komforto per traduka programaro funkciigita de Google Translate. Akcepteblaj klopodoj estis faritaj por provizi ĝustan tradukon, tamen neniu aŭtomata traduko estas perfekta nek celas anstataŭigi homajn tradukistojn. Tradukoj estas donataj kiel servo al uzantoj de la retejo marcoparrone.com, kaj estas donitaj \"kiel estas.\" Neniu speco de garantio, ĉu esprimita aŭ implicita, estas farita pri la precizeco, fidindeco aŭ ĝusteco de iuj tradukoj faritaj el la angla al iu ajn alia lingvo. Iuj enhavoj (kiel bildoj, filmetoj, Flash, ktp) eble ne estas precize tradukitaj pro la limoj de la traduka programaro. </p> <p> La oficiala teksto estas la angla versio de la retejo. Ĉiuj diferencoj aŭ diferencoj kreitaj en la traduko ne estas devigaj kaj havas neniun juran efikon por plenumi aŭ plenumi celojn. Se iuj demandoj aperas rilate al la precizeco de la informoj enhavitaj en la tradukita retejo, raportu al la angla versio de la retejo, kiu estas la oficiala versio. </p>"}