{"text_appname":"Notas","text_add_label":"Agrega una nota","text_settings_label":"ajustes","text_importexport_label":"importar y exportar notas","text_help_label":"ayuda","text_about_label":"acerca de","text_close_label":"cerca","text_snack_mustbenum":"¡El valor debe ser un número!","text_snack_toobig":"¡El valor seleccionado es demasiado grande!","text_snack_toosmall":"¡El valor seleccionado es demasiado pequeño!","text_edit_title":"Editar nota","text_edit_type":"Tipo:","text_edit_note":"Nota","text_edit_folder":"carpeta","text_edit_note_title":"Título:","text_edit_content":"Contenido:","text_delete":"Eliminar","text_back":"atrás","text_save":"Salvar","text_settings_title":"Configuraciones","text_settings_content1":"Aquí puede configurar la aplicación.","text_yes":"si","text_no":"No","text_settings_showedit":"Mostrar botones de edición:","text_settings_showmove":"Mostrar botones de movimiento:","text_settings_showadd":"Mostrar botones \"agregar\" en carpetas:","text_settings_rows":"Filas del área de texto:","text_settings_columns":"Columnas del área de texto:","text_language":"Elige lengua:","text_close_button":"Cerca","text_importexport_title":"Importación y exportación","text_importexport_content":"Aquí puede importar y exportar sus notas.","text_import":"Importar:","text_export":"Exportar","text_error_loadfile":"error: no se puede cargar el archivo.","text_error_fileformat":"error: el formato de archivo es incorrecto.","text_example_title":"Título de ejemplo","text_example_content":"Contenido de ejemplo","text_open":"Abierto","text_add":"Añadir","text_edit":"Editar","text_move_backward":"Mover hacia atrás","text_move_forward":"Avanzar","text_move_upward":"Mover hacia arriba","text_move_downward":"Mover hacia abajo","text_help_title":"Ayuda","text_about_title":"Acerca de","text_help_content1":"Notes es una aplicación para guardar y organizar notas.","text_help_content2":"Para crear una nota nueva, o una carpeta nueva, presione el ícono \"más\": elija entre nota y carpeta, inserte el título y eventualmente el contenido, luego presione guardar para guardar los cambios, o presione eliminar para eliminar la nota, o volver para omitir los cambios pero mantener la nota.","text_help_content3":"Presione el botón \"abrir\" cerca de una nota para abrir el contenido relacionado.","text_help_content4":"Presione el botón \"agregar\" dentro de una carpeta para agregarle un nuevo elemento.","text_help_content5":"Para notas y carpetas, presione el botón \"editar\" para modificarlas, presione el botón \"retroceder\" para intercambiar la posición con el elemento anterior, presione el botón \"avanzar\" para intercambiar la posición con el siguiente elemento, presione el botón \"mover hacia arriba\" para mover el elemento fuera de la carpeta donde se encuentra actualmente, o presione el botón \"mover hacia abajo\" para mover el elemento dentro de la siguiente subcarpeta.","text_help_content6":"En el menú de configuración, accesible después de hacer clic en el icono \"configuración\", puede ocultar o mostrar los botones de edición, movimiento y adición. También puede configurar las filas y columnas del área de texto para el cuadro de diálogo \"editar\". También es posible cambiar el idioma de la interfaz de usuario.","text_help_content7":"Para importar o exportar las notas, presione el ícono de importar / exportar. Las notas se importarán o exportarán en un archivo JSON específico para esta aplicación. Al importar las notas de un archivo, las notas actuales se eliminarán y se sobrescribirán.","text_help_content8":"Notes es una aplicación web progresiva, lo que significa que se ejecuta dentro de un navegador. Cuando lo instala, aunque no se muestran los componentes del navegador, aún se ejecuta dentro de un navegador. Las notas se guardan en el localStorage del navegador para el dominio notes.marcoparrone.com. localStorage funciona bien con los navegadores Chrome, Edge y Firefox. Otros navegadores pueden eliminar localStorage después de un tiempo. Android usa Chrome de forma predeterminada, Windows usa Edge de manera predeterminada. Actualmente, Notes no es compatible con los productos Apple. Con el fin de ayudar a evitar la pérdida de las notas, se sugiere realizar una copia de seguridad utilizando la funcionalidad \"exportar\", cada vez que realice algunas modificaciones que no quiera perder.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Todos los derechos reservados.","text_about_content3":"EL SOFTWARE SE PROPORCIONA \"TAL CUAL\", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUYENDO PERO NO LIMITADO A LAS GARANTÍAS DE COMERCIABILIDAD, APTITUD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN. EN NINGÚN CASO LOS AUTORES O TITULARES DE LOS DERECHOS DE AUTOR SERÁN RESPONSABLES DE CUALQUIER RECLAMO, DAÑOS U OTRA RESPONSABILIDAD, YA SEA EN UNA ACCIÓN DE CONTRATO, AGRAVIO O DE OTRO MODO, QUE SURJA DE, FUERA DE O EN RELACIÓN CON EL SOFTWARE O EL USO U OTRAS NEGOCIACIONES SOFTWARE.","text_about_content4":"ESTE SERVICIO PUEDE CONTENER TRADUCCIONES REALIZADAS POR GOOGLE. GOOGLE RENUNCIA A TODAS LAS GARANTÍAS RELACIONADAS CON LAS TRADUCCIONES, EXPRESAS O IMPLÍCITAS, INCLUYENDO CUALQUIER GARANTÍA DE PRECISIÓN, FIABILIDAD Y CUALQUIER GARANTÍA IMPLÍCITA DE COMERCIABILIDAD, ADECUACIÓN PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN.","text_about_content5":"Esta aplicación web se ha traducido para su conveniencia utilizando un software de traducción con tecnología de Google Translate. Se han realizado esfuerzos razonables para proporcionar una traducción precisa, sin embargo, ninguna traducción automática es perfecta ni está destinada a reemplazar a los traductores humanos. Las traducciones se proporcionan como un servicio a los usuarios del sitio web marcoparrone.com y se proporcionan \"tal cual\". No se ofrece garantía de ningún tipo, ya sea expresa o implícita, en cuanto a la precisión, confiabilidad o corrección de las traducciones realizadas del inglés a cualquier otro idioma. Es posible que algunos contenidos (como imágenes, videos, Flash, etc.) no se traduzcan con precisión debido a las limitaciones del software de traducción.","text_about_content6":"El texto oficial es la versión en inglés del sitio web. Cualquier discrepancia o diferencia creada en la traducción no es vinculante y no tiene ningún efecto legal para fines de cumplimiento o ejecución. Si surge alguna pregunta relacionada con la precisión de la información contenida en el sitio web traducido, consulte la versión en inglés del sitio web, que es la versión oficial."}