{"text_appname":"Märkused","text_add_label":"lisage märkus","text_settings_label":"seaded","text_importexport_label":"impordi ja ekspordi märkmed","text_help_label":"abi","text_about_label":"umbes","text_close_label":"Sulge","text_snack_mustbenum":"Väärtus peab olema arv!","text_snack_toobig":"Valitud väärtus on liiga suur!","text_snack_toosmall":"Valitud väärtus on liiga väike!","text_edit_title":"Redigeeri märkust","text_edit_type":"Tüüp:","text_edit_note":"Märge","text_edit_folder":"kausta","text_edit_note_title":"Pealkiri:","text_edit_content":"Sisu:","text_delete":"Kustuta","text_back":"tagasi","text_save":"Salvesta","text_settings_title":"Seaded","text_settings_content1":"Siin saate rakenduse konfigureerida.","text_yes":"jah","text_no":"ei","text_settings_showedit":"Kuva muutmisnupud:","text_settings_showmove":"Kuva liikumisnupud:","text_settings_showadd":"Kuva kaustades nupud \"lisa\":","text_settings_rows":"Tekstiala read:","text_settings_columns":"Tekstiala veerud:","text_language":"Vali keel:","text_close_button":"Sulge","text_importexport_title":"Import ja eksport","text_importexport_content":"Siit saate märkmeid importida ja eksportida.","text_import":"Import:","text_export":"Eksport","text_error_loadfile":"viga: faili ei saa laadida.","text_error_fileformat":"viga: failivorming on vale.","text_example_title":"Pealkirja näide","text_example_content":"Sisu näide","text_open":"Avatud","text_add":"Lisama","text_edit":"Muuda","text_move_backward":"Liigu tagasi","text_move_forward":"Edasi liikuma","text_move_upward":"Liigu ülespoole","text_move_downward":"Liigu allapoole","text_help_title":"Abi","text_about_title":"Umbes","text_help_content":"<p> Märkmed on rakendus märkmete salvestamiseks ja korrastamiseks. </p> <p> Uue märkme või uue kausta loomiseks vajutage ikooni \"pluss\": valige märkme ja kausta vahel, sisestage pealkiri ja lõpuks sisu, seejärel vajutage muudatuste salvestamiseks salvesta või märkme kustutamiseks vajutage kustutamiseks või muudatuste vahele jätmiseks, kuid märkuse säilitamiseks tagasi. </p> <p> Seotud sisu avamiseks vajutage märkme lähedal nuppu „Ava“. . </p> <p> Uue elemendi lisamiseks vajutage kausta sees nuppu \"Lisa\". </p> <p> Nii märkmete kui kaustade jaoks vajutage nende muutmiseks nuppu \"Muuda\", vajutage Nupp \"liikuda tagasi\", et vahetada asendit eelmise elemendiga, vajutada nuppu \"liikuda edasi\", et vahetada asendit järgmise elemendiga, vajutada nuppu \"liikuda ülespoole\", et element liigutada kaustast välja, kus see praegu asub, või vajutage järgmise alamkausta sisese elemendi teisaldamiseks nuppu \"allapoole liikumine\". </p> <p> Seadete menüüs, millele pääseb juurde pärast ikooni \"sätted\" klõpsamist, saate peita või näidata redigeerimist, liikumist ja lisamist iooninupud. </p> <p> Märkmete importimiseks või eksportimiseks vajutage impordi / ekspordi ikooni. Märkmed imporditakse või eksporditakse selle rakenduse jaoks mõeldud JSON-failis. Märkmete failist importimisel kustutatakse ja kirjutatakse praegused märkmed üle. </p> <p> Notes on progressiivne veebirakendus, mis tähendab, et see töötab brauseris. Kui installite selle, brauseri komponente ei kuvata, töötab see siiski brauseris. Märkused salvestatakse brauseri localStorage'i domeeni notes.marcoparrone.com jaoks. localStorage töötab suurepäraselt brauseritega Chrome, Edge ja Firefox. Teised brauserid võivad mõne aja pärast localStorage kustutada. Android kasutab vaikimisi Chrome'i, Windows vaikimisi Edge'i. Apple'i tooted ei toeta praegu märkmeid. Märkmete kaotamise vältimiseks on soovitatav teha varukoopia funktsiooni \"eksportimine\" abil, iga kord, kui teete mõned muudatused, mida te ei soovi kaotada. </p> </div>","text_about_content1":"<p> Autoriõigus © 2017,2019,2020,2021 Marco Parrone. <br /> Kõik õigused kaitstud. </p> <p> TARKVARA ON ESITATUD \"SELLINE, MIS ON\", ILMA MIDAGI TÕENDUD, ILMUSTATUD JA KAUDSE, SEALHULGAS GARANTIITA AGA EI piirdu KAUBANDUSLIKKUSE, KINNITAMISEKS KINDLASTI EESMÄRKI SÕLMIMISE GARANTIIDEGA. MIDAGI EI VASTUTA AUTORID VÕI AUTORIÕIGUSTE OMANIKUD VASTUTAMISE NING NÕUDETE, KAHJUSTAMISE VÕI MUU VASTUTUSE EEST, KUI TUTVUSTATUD TARKVARA VÕI KASUTAMISE VÕI KASUTAMISEKS VÕI KASUTAMISEKS VÕI KASUTAMISEKS TARKVARA. </p>","text_about_content2":"<p> SEDA TEENUS VÕIB SISALDADA GOOGLE'i TÕLKEID. GOOGLE VABASTAB KÕIKI TÕLKETEGA SEOTUD GARANTIID, MIS TÄHENDAVAD VÕI KAUDSED, SEALHULGAS KÕIK GARANTIID TÄPSUSEST, USALDUSVÕIMETUSEST JA KÕIK KOHALDATAVAD GARANTIID MÜÜGILISUSEST, KINDLUSEST ÜKSIKASJALIKKUSEKS JA.","text_about_content3":"<p> See veebirakendus on teie mugavuse huvides tõlgitud Google Translate'i abil töötava tõlketarkvara abil. Täpse tõlke pakkumiseks on tehtud mõistlikke jõupingutusi, kuid ükski automatiseeritud tõlge pole täiuslik ega ole mõeldud ka inimtõlkide asendamiseks. Tõlkeid pakutakse teenusena marcoparrone.com veebisaidi kasutajatele ja neid pakutakse \"nii nagu on\". Inglise keelest mis tahes muusse keelde tehtud tõlgete täpsuse, usaldusväärsuse või õigsuse kohta ei anta otsest ega kaudset garantiid. Teatud sisu (nt pildid, videod, Flash jms) ei pruugi tõlketarkvara piirangute tõttu olla täpselt tõlgitud. </p> <p> Ametlik tekst on veebisaidi ingliskeelne versioon. Tõlkes tekkivad lahknevused või erinevused ei ole siduvad ega oma juriidilist mõju vastavuse või jõustamise eesmärkidel. Kui tekib küsimusi tõlgitud veebisaidil sisalduva teabe õigsuse kohta, vaadake selle veebisaidi ingliskeelset versiooni, mis on ametlik versioon. </p>"}