{"text_appname":"Märkused","text_add_label":"lisage märkus","text_settings_label":"seaded","text_importexport_label":"impordi ja ekspordi märkmed","text_help_label":"abi","text_about_label":"umbes","text_close_label":"Sulge","text_snack_mustbenum":"Väärtus peab olema arv!","text_snack_toobig":"Valitud väärtus on liiga suur!","text_snack_toosmall":"Valitud väärtus on liiga väike!","text_edit_title":"Redigeeri märkust","text_edit_type":"Tüüp:","text_edit_note":"Märge","text_edit_folder":"kausta","text_edit_note_title":"Pealkiri:","text_edit_content":"Sisu:","text_delete":"Kustuta","text_back":"tagasi","text_save":"Salvesta","text_settings_title":"Seaded","text_settings_content1":"Siin saate rakenduse konfigureerida.","text_yes":"jah","text_no":"ei","text_settings_showedit":"Kuva muutmisnupud:","text_settings_showmove":"Kuva liikumisnupud:","text_settings_showadd":"Kuva kaustades nupud \"lisa\":","text_settings_expandbydefault":"Vaikimisi laiendage kaustu:","text_settings_rows":"Tekstiala read:","text_settings_columns":"Tekstiala veerud:","text_language":"Vali keel:","text_question_merge":"Kas ühendada praegused märkmed imporditud märkmetega või asendada need?","text_merge":"mine","text_replace":"asendama","text_close_button":"Sulge","text_importexport_title":"Import ja eksport","text_importexport_content":"Siit saate märkmeid importida ja eksportida.","text_import":"Import:","text_export":"Eksport","text_error_loadfile":"viga: faili ei saa laadida.","text_error_fileformat":"viga: failivorming on vale.","text_example_title":"Pealkirja näide","text_example_content":"Sisu näide","text_open":"Avatud","text_add":"Lisama","text_edit":"Muuda","text_move_backward":"Liigu tagasi","text_move_forward":"Edasi liikuma","text_move_upward":"Liigu ülespoole","text_move_downward":"Liigu allapoole","text_expand_less":"Laienemine","text_expand_more":"Laienda","text_help_title":"Abi","text_about_title":"Umbes","text_help_content1":"Märkmed on rakendus märkmete salvestamiseks ja korrastamiseks.","text_help_content2":"Uue märkme või uue kausta loomiseks vajutage ikooni \"pluss\": valige märkme ja kausta vahel, sisestage pealkiri ja lõpuks sisu, seejärel vajutage muudatuste salvestamiseks nuppu Salvesta või märkme kustutamiseks vajutage Kustuta muudatuste vahelejätmiseks, kuid märkus alles jätmiseks.","text_help_content3":"Seotud sisu avamiseks vajutage märkme lähedal nuppu \"Ava\".","text_help_content4":"Uue elemendi lisamiseks vajutage kausta sees nuppu \"Lisa\".","text_help_content5":"Nii märkmete kui kaustade jaoks vajutage nende muutmiseks nuppu \"Muuda\", positsiooni vahetamiseks eelmise elemendiga vajutage nuppu \"Liiguta tagasi\", järgmise positsiooni vahetamiseks vajutage nuppu \"Liigu edasi\", vajutage Nupp \"liiguta ülespoole\", et element liigutada kaustast välja, kus see praegu asub, või vajutage nuppu \"liiguta allapoole\", et element liigutada järgmise alamkausta sees.","text_help_content6":"Seadete menüüs, millele pääseb juurde pärast ikooni \"sätted\" klõpsamist, saate redigeerimis-, liikumis- ja lisamisnuppe peita või näidata. Samuti saate dialoogiboksi \"redigeerimine\" jaoks konfigureerida tekstiala read ja veerud. Samuti on võimalik muuta kasutajaliidese keelt.","text_help_content7":"Märkmete importimiseks või eksportimiseks vajutage impordi / ekspordi ikooni. Märkmed imporditakse või eksporditakse selle rakenduse jaoks mõeldud JSON-failis. Märkmete failist importimisel praegused märkused kustutatakse ja kirjutatakse üle.","text_help_content8":"Notes on progressiivne veebirakendus, mis tähendab, et see töötab brauseris. Kui installite selle, brauseri komponente ei kuvata, töötab see siiski brauseris. Märkused salvestatakse brauseri localStorage'i domeeni notes.marcoparrone.com jaoks. localStorage töötab suurepäraselt brauseritega Chrome, Edge ja Firefox. Teised brauserid võivad mõne aja pärast localStorage kustutada. Android kasutab vaikimisi Chrome'i, Windows vaikimisi Edge'i. Apple'i tooted ei toeta praegu märkmeid. Märkmete kaotamise vältimiseks on soovitatav teha varukoopia, kasutades funktsiooni \"eksport\", iga kord, kui teete mõned muudatused, mida te ei soovi kaotada.","text_about_content1":"Autoriõigus © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Kõik õigused kaitstud.","text_about_content3":"TARKVARA HANKELDAKSE \"SELLE KUI ON\", ILMA KÕIKI TÜÜBI NIMETAMATA, ILMASTAMATA VÕI KAUDSE GARANTIITA, SEALHULGAS, KUID MITTE PIIRATUD MÜÜGILISUSE, KINNITAVA EESMÄRGI JA NÕUETLEMATA JÕUSTUMISEGA. MIDAGI EI VASTUTA AUTORID VÕI AUTORIÕIGUSTE OMANIKUD VASTUTUSEGA NÕUDETE, KAHJUSTAMISE VÕI MUU VASTUTUSE EEST, KUI TUTVUSTATAKSE TÖÖTLEMISEKS, TORPITAMISEKS VÕI MUUDALT, TARKVARA VÕI SELLE VÕI SELLEGA VÕI KASUTAMISE VÕI MUUDE TEGEVUSTEGA TARKVARA.","text_about_content4":"SEDA TEENUS VÕIB SISALDADA GOOGLE'i TÕLKEID. GOOGLE KEELDAB KÕIKI TÕLKETEGA SEOTUD GARANTIID, MIS TÄHENDAB VÕI KASUTATAVAT, SEALHULGAS KÕIK GARANTIID TÄPSUSEST, USALDUSVÕIMETUSEST JA KÕIK KAUDSED GARANTIID MÜÜGILISUSEST, KINDLUSEST ÜKSIKASJALIKULT.","text_about_content5":"See veebirakendus on teie mugavuse huvides tõlgitud Google Translate'i abil töötava tõlketarkvara abil. Täpse tõlke pakkumiseks on tehtud mõistlikke jõupingutusi, kuid ükski automatiseeritud tõlge pole täiuslik ega ole mõeldud ka inimtõlkide asendamiseks. Tõlkeid pakutakse teenusena marcoparrone.com veebisaidi kasutajatele ja neid pakutakse \"nii nagu on\". Inglise keelest mis tahes muusse keelde tehtud tõlgete täpsuse, usaldusväärsuse või õigsuse kohta ei anta otsest ega kaudset garantiid. Teatud sisu (nt pildid, videod, Flash jms) ei pruugi tõlketarkvara piirangute tõttu olla täpselt tõlgitud.","text_about_content6":"Ametlik tekst on veebisaidi ingliskeelne versioon. Tõlkes tekkivad lahknevused või erinevused ei ole siduvad ega oma juriidilist mõju vastavuse või jõustamise eesmärkidel. Kui tekib küsimusi tõlgitud veebisaidil sisalduva teabe õigsuse kohta, vaadake veebisaidi ingliskeelset versiooni, mis on ametlik versioon."}