{"text_appname":"Oharrak","text_add_label":"gehitu ohar bat","text_settings_label":"ezarpenak","text_importexport_label":"inportatu eta esportatu oharrak","text_help_label":"lagundu","text_about_label":"buruz","text_close_label":"itxi","text_snack_mustbenum":"Balioak zenbaki bat izan behar du!","text_snack_toobig":"Aukeratutako balioa handiegia da!","text_snack_toosmall":"Aukeratutako balioa txikiegia da!","text_edit_title":"Editatu oharra","text_edit_type":"Mota:","text_edit_note":"ohar","text_edit_folder":"karpeta","text_edit_note_title":"Izenburua:","text_edit_content":"Edukia:","text_delete":"Ezabatu","text_back":"Itzuli","text_save":"Gorde","text_settings_title":"Ezarpenak","text_settings_content1":"Hemen aplikazioa konfigura dezakezu.","text_yes":"bai","text_no":"ez","text_settings_showedit":"Erakutsi edizio botoiak:","text_settings_showmove":"Erakutsi mugimendu botoiak:","text_settings_showadd":"Erakutsi \"gehitu\" botoiak karpetetan:","text_settings_rows":"Testu-eremuko errenkadak:","text_settings_columns":"Testu eremuko zutabeak:","text_language":"Aukeratu hizkuntza:","text_close_button":"Itxi","text_importexport_title":"Inportatu / esportatu","text_importexport_content":"Hemen zure oharrak inporta eta esporta ditzakezu.","text_import":"Inportatu:","text_export":"Esportatu","text_error_loadfile":"errorea: ezin da fitxategia kargatu.","text_error_fileformat":"errorea: fitxategi formatua okerra da.","text_example_title":"Adibidearen izenburua","text_example_content":"Adibide Edukia","text_open":"Irekia","text_add":"Gehitu","text_edit":"Editatu","text_move_backward":"Atzera egin","text_move_forward":"Aurrera egin","text_move_upward":"Mugitu gorantz","text_move_downward":"Mugitu beherantz","text_help_title":"Laguntza","text_about_title":"Buruz","text_help_content":"<p> Notes oharrak gordetzeko eta antolatzeko aplikazio bat da. </p> <p> Ohar berri bat edo karpeta berri bat sortzeko, sakatu \"plus\" ikonoa: aukeratu oharra eta karpeta, sartu izenburua eta azkenean edukia, ondoren sakatu gorde aldaketak gordetzeko edo sakatu ezabatu oharra ezabatzeko, edo atzera aldaketak saltatzeko baina oharra gorde. </p> <p> Sakatu \"ireki\" botoia ohar baten ondoan erlazionatutako edukia irekitzeko. . </p> <p> Sakatu karpeta baten barruan dagoen \"gehitu\" botoia elementu berri bat gehitzeko. </p> <p> Bai oharrak nola karpetetarako, sakatu \"editatu\" botoia horiek aldatzeko, sakatu \"atzera egin\" botoia aurreko elementuarekin kokapena trukatzeko, sakatu \"aurrera\" botoia posizioa hurrengo elementuarekin trukatzeko, sakatu \"gora\" botoia sakatu elementua unean dagoen karpetatik ateratzeko, edo sakatu \"beherantz mugitu\" botoia hurrengo azpikarpetaren barruan elementua mugitzeko. </p> <p> Ezarpenen menuan, \"ezarpenak\" ikonoan klik egin ondoren eskuragarria den edizioa, mugimendua eta gehigarriak ezkutatu edo erakutsi ditzakezu. ion botoiak. </p> <p> Oharrak inportatzeko edo esportatzeko, sakatu inportatu / esportatu ikonoa. Oharrak aplikazio honetako berariazko JSON fitxategi batean inportatu edo esportatuko dira. Oharrak fitxategi batetik inportatzerakoan, uneko oharrak ezabatu eta gainidatzi egingo dira. </p> <p> Oharrak Web aplikazio progresiboa da, hau da, arakatzaile baten barruan exekutatzen dela. Instalatzen duzunean, arakatzailearen osagaiak erakusten ez diren bitartean, oraindik arakatzaile baten barruan exekutatzen da. Oharrak nabigatzailearen tokiko Biltegian gordetzen dira notes.marcoparrone.com domeinurako. localStorage-k ondo funtzionatzen du Chrome, Edge eta Firefox arakatzaileekin. Beste arakatzaile batzuek localStorage ezabatu dezakete denbora igaro ondoren. Android-ek lehenespenez Chrome erabiltzen du, Windows-ek lehenespenez Edge-k. Une honetan oharrak ez dira Apple produktuetan onartzen. Oharrak galtzea saihesteko helburuarekin, \"esportatu\" funtzionalitatea erabiliz babeskopia egitea gomendatzen da, galdu nahi ez dituzun aldaketa batzuk egiten dituzunean. </p> </div>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Eskubide guztiak erreserbatuta. </p> <p> SOFTWAREA \"HALAKO\" EMATEN DA, NOLAKO MOTA, ADIERAZPENA EDO EZEZINA, SARTU BEHARREKOA, BARNE BAINA EZ MERKATARITZEKO, HELBURU BEREZIKO BATERAKO ETA UZTARIK EZ EGITEKO BERMETZETARA. INOLAKO EZ, EGILEEK edo COPYRIGHT JABEEN JABEAK EZ DIRA ERREKLAMAZIOA, KALTEAK EDO BESTE ERANTZUKIZUNEN BATZUK EGIN, KONTRATUAREN EKINTZAREN BAT, TORT EDO BESTE BATZUK, SOFTWAREAREKIN EDO ERABILERA ERABILTZEKO EDO BESTE TRATAMENDU BATZUK JATORRIZ, SOFTWAREA. </p>","text_about_content2":"<p> ZERBITZU HONETAN GOOGLE-K BULTZATUTAKO ITZULPENAK IZAN DAITEZKE. GOOGLE-K ITZULPENEI BURUZKO BERMEN GUZTIEI EZEZTATZEN ZAIE, ZEHAZTASUNA, FIDAGARRITASUNA, ETA ERROGAITASUNAREN, HELBURU BEREZIKO BATEN ETA EZ-URRAKETAREN EGOKITASUNAREN BERMERIK EZ.","text_about_content3":"<p> Web aplikazio hau zure erosotasunerako itzuli da, Google Translate-k garatutako itzulpen softwarea erabiliz. Ahalegin arrazoizkoak egin dira itzulpen zehatza emateko, hala ere, itzulpen automatikoa ez da perfektua eta ez da giza itzultzaileak ordezkatzeko asmorik. Itzulpenak marcoparrone.com webguneko erabiltzaileei zerbitzu gisa eskaintzen zaizkie, eta \"dauden moduan\" ematen dira. Ez da inolako bermerik, espresuki edo inplizituki, ingelesetik beste edozein hizkuntzatara egindako itzulpenen zehaztasunari, fidagarritasunari edo zuzentasunari buruzkoa. Zenbait eduki (esate baterako, irudiak, bideoak, Flash, etab.) Agian ez dira zehazki itzuli itzulpen softwarearen mugak direla eta. </p> <p> Testu ofiziala webgunearen ingelesezko bertsioa da. Itzulpenean sortutako desadostasunak edo desberdintasunak ez dira lotesleak eta ez dute legezko ondoriorik betetzeko edo betearazteko. Itzulitako webgunean jasotako informazioaren zehaztasunarekin lotutako zalantzarik izanez gero, jo webgunearen bertsio ofiziala den ingelesezko bertsiora. </p>"}