{"text_appname":"Oharrak","text_add_label":"gehitu ohar bat","text_settings_label":"ezarpenak","text_importexport_label":"inportatu eta esportatu oharrak","text_help_label":"lagundu","text_about_label":"buruz","text_close_label":"itxi","text_snack_mustbenum":"Balioak zenbaki bat izan behar du!","text_snack_toobig":"Aukeratutako balioa handiegia da!","text_snack_toosmall":"Aukeratutako balioa txikiegia da!","text_edit_title":"Editatu oharra","text_edit_type":"Mota:","text_edit_note":"ohar","text_edit_folder":"karpeta","text_edit_note_title":"Izenburua:","text_edit_content":"Edukia:","text_delete":"Ezabatu","text_back":"Itzuli","text_save":"Gorde","text_settings_title":"Ezarpenak","text_settings_content1":"Hemen aplikazioa konfigura dezakezu.","text_yes":"bai","text_no":"ez","text_settings_showedit":"Erakutsi edizio botoiak:","text_settings_showmove":"Erakutsi mugimendu botoiak:","text_settings_showadd":"Erakutsi \"gehitu\" botoiak karpetetan:","text_settings_expandbydefault":"Zabaldu karpetak lehenespenez:","text_settings_rows":"Testu-eremuko errenkadak:","text_settings_columns":"Testu eremuko zutabeak:","text_language":"Aukeratu hizkuntza:","text_question_merge":"Oharrak inportatutako oharrekin batu edo ordeztu?","text_merge":"joan","text_replace":"ordezkatu","text_close_button":"Itxi","text_importexport_title":"Inportatu / esportatu","text_importexport_content":"Hemen zure oharrak inporta eta esporta ditzakezu.","text_import":"Inportatu:","text_export":"Esportatu","text_error_loadfile":"errorea: ezin da fitxategia kargatu.","text_error_fileformat":"errorea: fitxategi formatua okerra da.","text_example_title":"Adibidearen izenburua","text_example_content":"Adibide Edukia","text_open":"Irekia","text_add":"Gehitu","text_edit":"Editatu","text_move_backward":"Atzera egin","text_move_forward":"Aurrera egin","text_move_upward":"Mugitu gorantz","text_move_downward":"Mugitu beherantz","text_expand_less":"Zabaldu","text_expand_more":"Zabaldu","text_help_title":"Laguntza","text_about_title":"Buruz","text_help_content1":"Oharrak oharrak gorde eta antolatzeko aplikazioa da.","text_help_content2":"Ohar berria edo karpeta berria sortzeko, sakatu \"plus\" ikonoa: aukeratu oharra eta karpeta artean, sartu izenburua eta azkenean edukia, ondoren sakatu gorde aldaketak gordetzeko edo sakatu ezabatu oharra ezabatzeko edo atzera aldaketak saltatzeko baina oharra gordetzeko.","text_help_content3":"Sakatu \"ireki\" botoia ohar baten ondoan erlazionatutako edukia irekitzeko.","text_help_content4":"Sakatu \"gehitu\" botoia karpeta baten barruan elementu berri bat gehitzeko.","text_help_content5":"Ohar zein karpetetan, sakatu \"editatu\" botoia aldatzeko, sakatu \"mugitu atzera\" botoia aurreko elementuarekin kokapena trukatzeko, sakatu \"aurrera\" botoia hurrengo elementuarekin kokapena trukatzeko, sakatu \"mugitu gorantz\" botoia elementua unean dagoen karpetatik ateratzeko edo sakatu \"mugitu beherantz\" botoia hurrengo azpikarpeta barruan elementua mugitzeko.","text_help_content6":"Ezarpenen menuan, eskuragarri \"ezarpenak\" ikonoan klik egin ondoren, editatzeko, mugitzeko eta gehitzeko botoiak ezkutatu edo erakutsi ditzakezu. Testu-eremuko errenkadak eta zutabeak \"editatu\" elkarrizketa-koadrorako ere konfigura ditzakezu. Erabiltzailearen interfazearen hizkuntza ere alda daiteke.","text_help_content7":"Oharrak inportatzeko edo esportatzeko, sakatu inportatu / esportatu ikonoa. Oharrak aplikazio honetako berariazko JSON fitxategi batean inportatu edo esportatuko dira. Fitxategi bateko oharrak inportatzean, uneko oharrak ezabatu eta gainidatzi egingo dira.","text_help_content8":"Notes Web aplikazio aurrerakoia da, hau da, arakatzaile baten barruan exekutatzen dela. Instalatzen duzunean, arakatzailearen osagaiak erakusten ez diren bitartean, oraindik arakatzaile baten barruan exekutatzen da. Oharrak nabigatzailearen tokiko Biltegian gordetzen dira notes.marcoparrone.com domeinurako. localStorage-k ondo funtzionatzen du Chrome, Edge eta Firefox arakatzaileekin. Beste arakatzaile batzuek localStorage ezabatu dezakete denbora igaro ondoren. Android-ek lehenespenez Chrome erabiltzen du, Windows-ek lehenespenez Edge-k. Une honetan oharrak ez dira Apple produktuetan onartzen. Oharrak galtzea saihesteko helburuarekin, \"esportatu\" funtzionalitatea erabiliz segurtasun kopia bat egitea gomendatzen da, galdu nahi ez dituzun aldaketa batzuk egiten dituzun bakoitzean.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Eskubide guztiak erreserbatuak.","text_about_content3":"SOFTWAREA \"NOLAKOA\" EMATEN DA, NOLAKO MOTA, ADIERAZPENA EDO INPLICITUTAKO BERMERIK GABE, MERKATARITZEKO, HELBURU BEREZIKO BATERAKO EGOKITASUNERAKO ETA INFRAKTURIK EZ EGOTEKO EGOKITASUNEK ERE. INOLAKO EZ, EGILEEK edo COPYRIGHT JABEEN JABEAK EZ DIRA ERREKLAMAZIOA, KALTEAK EDO BESTE ERANTZUKIZUNEN BATZUK EGIN, KONTRATUAREN EKINTZAREN BAT, TORT EDO BESTE BATZUK, SOFTWAREAREKIN EDO ERABILERA ERABILTZEKO EDO BESTE TRATAMENDU BATZUK ERE SOFTWAREA.","text_about_content4":"ZERBITZU HONEK GOOGLE-K BULTZATUTAKO ITZULPENAK IZAN DAITEZKE. GOOGLE-K ITZULPENEI BURUZKO BERMEN GUZTIEI EZEZTATZEN ZAIE, ZEHAZTASUNA, FIDAGARRITASUNA, ETA ERROGAITASUNERAKO, HELBURU BEREZIKO BATERAKO ETA INFRAZIOAREN EGOKITASUNA.","text_about_content5":"Web aplikazio hau zure erosotasunerako itzuli da Google Translate-ren bidez garatutako itzulpen softwarea erabiliz. Ahalegin arrazoizkoak egin dira itzulpen zehatza emateko, hala ere, itzulpen automatikoa ez da perfektua eta ez da giza itzultzaileak ordezkatzeko asmorik. Itzulpenak marcoparrone.com webguneko erabiltzaileei zerbitzu gisa eskaintzen zaizkie, eta \"dauden moduan\" ematen dira. Ez da inolako bermerik, espresuki edo inplizituki, ingelesetik beste edozein hizkuntzatara egindako itzulpenen zehaztasunari, fidagarritasunari edo zuzentasunari buruzkoa. Zenbait eduki (hala nola, irudiak, bideoak, Flash, etab.) Agian ez dira zehatz itzuliko itzulpen softwarearen mugak direla eta.","text_about_content6":"Testu ofiziala webgunearen ingelesezko bertsioa da. Itzulpenean sortutako desadostasunak edo desberdintasunak ez dira lotesleak eta ez dute legezko ondoriorik betetzeko edo betearazteko. Itzulitako webgunean jasotako informazioaren zehaztasunarekin lotutako zalantzarik izanez gero, jo webgunearen ingelesezko bertsiora, hau da, bertsio ofiziala."}