{"text_appname":"یادداشت","text_add_label":"یادداشت اضافه کنید","text_settings_label":"تنظیمات","text_importexport_label":"واردات و صادرات یادداشت ها","text_help_label":"کمک","text_about_label":"در باره","text_close_label":"بستن","text_snack_mustbenum":"ارزش باید یک عدد باشد!","text_snack_toobig":"مقدار انتخاب شده خیلی بزرگ است!","text_snack_toosmall":"مقدار انتخاب شده خیلی کم است!","text_edit_title":"ویرایش یادداشت","text_edit_type":"نوع:","text_edit_note":"توجه داشته باشید","text_edit_folder":"پوشه","text_edit_note_title":"عنوان:","text_edit_content":"محتوا:","text_delete":"حذف","text_back":"بازگشت","text_save":"صرفه جویی","text_settings_title":"تنظیمات","text_settings_content1":"در اینجا می توانید برنامه را پیکربندی کنید.","text_yes":"آره","text_no":"نه","text_settings_showedit":"نمایش دکمه های ویرایش:","text_settings_showmove":"نمایش دکمه های حرکت:","text_settings_showadd":"نمایش دکمه های \"افزودن\" در پوشه ها:","text_settings_rows":"سطرهای متن متن:","text_settings_columns":"ستون های ناحیه متن:","text_language":"زبان را انتخاب کنید:","text_close_button":"نزدیک","text_importexport_title":"واردات / صادرات","text_importexport_content":"در اینجا می توانید یادداشت های خود را وارد و صادر کنید.","text_import":"وارد كردن:","text_export":"صادرات","text_error_loadfile":"خطا: نمی توان پرونده را بارگیری کرد.","text_error_fileformat":"خطا: قالب پرونده اشتباه است.","text_example_title":"عنوان مثال","text_example_content":"مثال مطالب","text_open":"باز کن","text_add":"اضافه کردن","text_edit":"ویرایش کنید","text_move_backward":"حرکت به عقب","text_move_forward":"به جلو حرکت کن","text_move_upward":"به سمت بالا حرکت کنید","text_move_downward":"به سمت پایین حرکت کنید","text_help_title":"کمک","text_about_title":"در باره","text_help_content1":"Notes برنامه ای برای ذخیره و سازماندهی یادداشت ها است.","text_help_content2":"برای ایجاد یادداشت جدید ، یا یک پوشه جدید ، نماد \"به علاوه\" را فشار دهید: از بین یادداشت و پوشه یکی را انتخاب کنید ، عنوان و در آخر محتوا را وارد کنید ، سپس برای ذخیره تغییرات ، ذخیره را فشار دهید یا برای حذف یادداشت یا حذف ، فشار دهید برای رد کردن تغییرات اما یادداشت را نگه دارید.","text_help_content3":"دکمه \"باز کردن\" را در نزدیکی یک یادداشت فشار دهید تا محتوای مربوطه باز شود.","text_help_content4":"دکمه \"افزودن\" را در داخل یک پوشه فشار دهید تا عنصر جدیدی به آن اضافه شود.","text_help_content5":"برای هر دو یادداشت و پوشه ، دکمه \"ویرایش\" را برای تغییر آنها فشار دهید ، دکمه \"حرکت به عقب\" را فشار دهید تا موقعیت با عنصر قبلی عوض شود ، دکمه \"حرکت به جلو\" را فشار دهید تا موقعیت با عنصر بعدی عوض شود ، فشار دهید دکمه \"حرکت رو به بالا\" را برای انتقال عنصر از پوشه ای که در حال حاضر قرار دارد ، فشار دهید یا دکمه \"حرکت رو به پایین\" را فشار دهید تا عنصر درون پوشه فرعی بعدی منتقل شود.","text_help_content6":"در منوی تنظیمات که پس از کلیک روی نماد \"تنظیمات\" قابل دسترسی است ، می توانید دکمه های ویرایش ، حرکت و افزودن را پنهان یا نشان دهید. همچنین می توانید ردیف ها و ستون های ناحیه متن را برای کادر گفتگوی \"ویرایش\" پیکربندی کنید. همچنین می توان زبان رابط کاربری را تغییر داد.","text_help_content7":"برای وارد کردن یا صادر کردن یادداشت ها ، نماد واردات / صادرات را فشار دهید. یادداشت ها در یک پرونده JSON مختص این برنامه وارد یا صادر می شوند. هنگام وارد کردن یادداشت ها از یک فایل ، یادداشت های فعلی حذف و رونویسی می شوند.","text_help_content8":"Notes یک برنامه وب پیشرو است ، به این معنی که در داخل یک مرورگر اجرا می شود. وقتی آن را نصب می کنید ، در حالی که اجزای مرورگر نشان داده نمی شوند ، همچنان در داخل مرورگر اجرا می شود. یادداشت ها در localStorage مرورگر برای دامنه notes.marcoparrone.com ذخیره می شوند. localStorage با مرورگرهای Chrome ، Edge و Firefox خوب کار می کند. مرورگرهای دیگر ممکن است پس از مدتی localStorage را حذف کنند. Android به طور پیش فرض از Chrome استفاده می کند ، Windows به طور پیش فرض از Edge استفاده می کند. یادداشت ها در حال حاضر روی محصولات اپل پشتیبانی نمی شود. با هدف کمک به جلوگیری از از بین رفتن یادداشت ها ، پیشنهاد می شود هر زمان تغییراتی را که نمی خواهید از بین ببرید ، با استفاده از قابلیت \"صادرات\" پشتیبان تهیه کنید.","text_about_content1":"کپی رایت © 2017،2019،2020،2021 مارکو پارون.","text_about_content2":"کلیه حقوق محفوظ است","text_about_content3":"این نرم افزار بدون ضمانت هر نوع ، صریح یا ضمنی از جمله \"همانطور که هست\" ارائه می شود ، با این حال محدود به ضمانت های قابل معامله بودن ، مناسب بودن برای یک هدف خاص و غیرقانونی بودن نیست. به هیچ وجه نویسندگان یا دارندگان حق نسخه برداری در قبال هرگونه ادعا ، خسارت یا مسئولیت دیگر ، در صورت اقدام در مقابل قرارداد ، شکنجه یا سایر موارد ، از طرف خارج ، یا در ارتباط با نرم افزار دیگر یا سایر نرم افزارها و یا نرم افزارهای دیگر ، مسئولیت پذیر نخواهند بود. نرم افزار.","text_about_content4":"این سرویس می تواند شامل ترجمه هایی باشد که توسط گوگل ارائه شده اند. گوگل اعلام می کند تمام ضمانت نامه های مربوط به ترجمه ، بیان یا ضمنی ، شامل هرگونه ضمانت صحت ، قابلیت اطمینان ، و هر ضمانت ضمانت های مربوط به معامله ، قابلیت های موجود در بخش های دیگر.","text_about_content5":"این برنامه وب برای سهولت شما با استفاده از نرم افزار ترجمه ترجمه شده توسط Google Translate ترجمه شده است. تلاش های معقول و منطقی برای تهیه ترجمه دقیق انجام شده است ، با این حال ، هیچ ترجمه خودكار كامل نیست و نه قصد جایگزینی مترجمان انسانی را دارد. ترجمه ها به عنوان خدماتی به کاربران وب سایت marcoparrone.com ارائه می شوند و \"همانطور که هست\" ارائه می شوند. هیچ ضمانتی در مورد صحت ، قابلیت اطمینان ، یا درستی ترجمه های انجام شده از انگلیسی به هر زبان دیگر ، به صورت صریح یا ضمنی ارائه نمی شود. برخی از مطالب (مانند تصاویر ، فیلم ها ، Flash و غیره) ممکن است به دلیل محدودیت های نرم افزار ترجمه ، ترجمه دقیق نشوند.","text_about_content6":"متن رسمی نسخه انگلیسی وب سایت است. هرگونه مغایرت یا اختلاف ایجاد شده در ترجمه الزام آور نیست و هیچ اثر قانونی برای انطباق یا اهداف اجرایی ندارد. در صورت بروز هرگونه سوال در رابطه با صحت اطلاعات موجود در وب سایت ترجمه شده ، به نسخه انگلیسی وب سایت که نسخه رسمی است مراجعه کنید."}