{"text_appname":"Huomautuksia","text_add_label":"lisää merkintä","text_settings_label":"asetukset","text_importexport_label":"tuonti- ja vientitodistukset","text_help_label":"auta","text_about_label":"noin","text_close_label":"kiinni","text_snack_mustbenum":"Arvon on oltava luku!","text_snack_toobig":"Valittu arvo on liian suuri!","text_snack_toosmall":"Valittu arvo on liian pieni!","text_edit_title":"Muokkaa muistiinpanoa","text_edit_type":"Tyyppi:","text_edit_note":"merkintä","text_edit_folder":"kansio","text_edit_note_title":"Otsikko:","text_edit_content":"Sisältö:","text_delete":"Poistaa","text_back":"Takaisin","text_save":"Tallentaa","text_settings_title":"asetukset","text_settings_content1":"Täällä voit määrittää sovelluksen.","text_yes":"Joo","text_no":"ei","text_settings_showedit":"Näytä muokkauspainikkeet:","text_settings_showmove":"Näytä liikkumispainikkeet:","text_settings_showadd":"Näytä lisää-painikkeet kansioissa:","text_settings_rows":"Tekstialueen rivit:","text_settings_columns":"Tekstialueen sarakkeet:","text_language":"Valitse kieli:","text_close_button":"kiinni","text_importexport_title":"Tuonti ja vienti","text_importexport_content":"Täällä voit tuoda ja viedä muistiinpanojasi.","text_import":"Tuonti:","text_export":"Viedä","text_error_loadfile":"virhe: tiedostoa ei voi ladata.","text_error_fileformat":"virhe: tiedostomuoto on väärä.","text_example_title":"EsimerkkiNimi","text_example_content":"Esimerkki Sisältö","text_open":"Avata","text_add":"Lisätä","text_edit":"Muokata","text_move_backward":"Liikkua takaperin","text_move_forward":"Siirry eteenpäin","text_move_upward":"Siirrä ylöspäin","text_move_downward":"Siirry alaspäin","text_help_title":"auta","text_about_title":"Noin","text_help_content":"<p> Notes on sovellus, joka tallentaa ja järjestää muistiinpanoja. </p> <p> Jos haluat luoda uuden muistiinpanon tai uuden kansion, paina plus-kuvaketta: valitse muistiinpano ja kansio, lisää otsikko ja lopulta sisältöä, tallenna muutokset painamalla tallenna tai poista muistiinpano painamalla Delete-näppäintä tai ohita muutokset, mutta säilytä muistiinpano painamalla takaisin. </p> <p> Avaa aiheeseen liittyvä sisältö painamalla muistiinpanon lähellä olevaa Avaa-painiketta. . </p> <p> Lisää uusi elementti painamalla kansion sisällä olevaa \"Lisää\" -painiketta. </p> <p> Sekä muistiinpanojen että kansioiden muokkaamiseksi paina \"muokkaa\" -painiketta, paina \"Siirrä taaksepäin\" -painike vaihtaaksesi sijainnin edellisen elementin kanssa, paina \"Siirry eteenpäin\" -painiketta vaihtaaksesi sijainnin seuraavaan elementtiin, paina \"Siirrä ylöspäin\" -painiketta siirtääksesi elementin pois kansiosta, jossa se on tällä hetkellä, tai paina \"siirrä alaspäin\" -painiketta siirtääksesi elementin seuraavaan alikansioon. </p> <p> Asetusvalikossa, johon pääsee napsauttamalla \"Asetukset\" -kuvaketta, voit piilottaa tai näyttää muokkauksen, siirron ja lisäykset ionipainikkeet. </p> <p> Voit tuoda tai viedä muistiinpanoja painamalla tuonti / vienti-kuvaketta. Muistiinpanot tuodaan tai viedään tälle sovellukselle omaan JSON-tiedostoon. Kun tuodaan muistiinpanoja tiedostosta, nykyiset muistiinpanot poistetaan ja korvataan. </p> <p> Notes on progressiivinen verkkosovellus, mikä tarkoittaa, että se toimii selaimessa. Kun asennat sen, vaikka selaimen komponentteja ei näy, se toimii silti selaimen sisällä. Muistiinpanot tallennetaan selaimen localStorage-verkkotunnukselle notes.marcoparrone.com. localStorage toimii hyvin Chrome-, Edge- ja Firefox-selainten kanssa. Muut selaimet voivat poistaa localStoragen jonkin ajan kuluttua. Android käyttää oletuksena Chromea, Windows oletusarvoisesti Edgeä. Huomautuksia ei tällä hetkellä tueta Apple-tuotteissa. Muistiinpanojen häviämisen estämiseksi on suositeltavaa tehdä varmuuskopio \"export\" -toiminnolla joka kerta, kun teet joitain muutoksia, joita et halua menettää. </p> </div>","text_about_content1":"<p> Tekijänoikeus © 2017,2019,2020,2021 Marco Parrone. <br /> Kaikki oikeudet pidätetään. </p> <p> OHJELMISTO TARJOAMA \"SELLAISENAAN\", ILMA TAKUUTA MISTÄÄNTYYDELLEEN, ILMAISEKSI TAI IMPLIISISEKSI, MUKAAN LUKIEN MUTTA RAJOITETTU TUOTETTAVUUDESTA, KELPOISUUDESTA ERITYISEEN TARKOITUKSEEN JA RIKKOMISTA. Kirjailijat tai tekijänoikeuksien haltijat eivät missään tapauksessa ole vastuussa mistään vaateista, vahingoista tai muusta vastuusta, joka johtuu sopimuksesta, vahingonkorvauksesta tai muusta syystä, joka syntyy ohjelmistosta, sen ulkopuolelta tai sen kanssa, tai sen käytöstä tai muusta sopimuksesta. OHJELMISTO. </p>","text_about_content2":"<p> TÄMÄ PALVELU VOI SISÄLTÄÄ GOOGLE: N VOIMASSA olevia käännöksiä. GOOGLE KIELTÄÄ KAIKKI TULKIT, JOTKA LIITTYVÄT NIMENOMAISIIN TAI KÄYTTÖÖN OTETTUIIN, MUKAAN LUKIEN MITÄÄN TAKAISUUDET TARKKUUDESTA, LUOTETTAVUUDESTA JA KAIKKISTA TAKUUKSISTA MYYNTIKELPOISUUDESTA, SOPIVUUDESTA ERITYISEEN TARKOITUKSEEN JA.","text_about_content3":"<p> Tämä verkkosovellus on käännetty avuksesi Google Kääntäjän tarjoamalla käännösohjelmistolla. Tarkan käännöksen aikaansaamiseksi on pyritty kohtuullisesti, mutta mikään automaattinen käännös ei ole täydellinen eikä sitä ole tarkoitettu korvaamaan ihmisen kääntäjiä. Käännökset tarjotaan palveluna marcoparrone.com-verkkosivuston käyttäjille, ja ne toimitetaan sellaisenaan. Mitään suoraa tai epäsuoraa takuuta ei anneta englannista muille kielille tehtyjen käännösten tarkkuudesta, luotettavuudesta tai oikeellisuudesta. Osa sisällöstä (kuten kuvat, videot, Flash jne.) Ei välttämättä ole oikein käännetty käännösohjelmiston rajoitusten vuoksi. </p> <p> Virallinen teksti on verkkosivuston englanninkielinen versio. Käännöksessä syntyvät ristiriidat tai erot eivät ole sitovia, eikä niillä ole oikeusvaikutuksia sääntöjen noudattamisen tai täytäntöönpanon tarkoituksiin. Jos käännetyn verkkosivuston tietojen paikkansapitävyyteen liittyy kysymyksiä, tutustu viralliseen verkkosivuston englanninkieliseen versioon. </p>"}