{"text_appname":"Huomautuksia","text_add_label":"lisää merkintä","text_settings_label":"asetukset","text_importexport_label":"tuonti- ja vientitodistukset","text_help_label":"auta","text_about_label":"noin","text_close_label":"kiinni","text_snack_mustbenum":"Arvon on oltava luku!","text_snack_toobig":"Valittu arvo on liian suuri!","text_snack_toosmall":"Valittu arvo on liian pieni!","text_edit_title":"Muokkaa muistiinpanoa","text_edit_type":"Tyyppi:","text_edit_note":"merkintä","text_edit_folder":"kansio","text_edit_note_title":"Otsikko:","text_edit_content":"Sisältö:","text_delete":"Poistaa","text_back":"Takaisin","text_save":"Tallentaa","text_settings_title":"asetukset","text_settings_content1":"Täällä voit määrittää sovelluksen.","text_yes":"Joo","text_no":"ei","text_settings_showedit":"Näytä muokkauspainikkeet:","text_settings_showmove":"Näytä liikkumispainikkeet:","text_settings_showadd":"Näytä lisää-painikkeet kansioissa:","text_settings_rows":"Tekstialueen rivit:","text_settings_columns":"Tekstialueen sarakkeet:","text_language":"Valitse kieli:","text_close_button":"kiinni","text_importexport_title":"Tuonti ja vienti","text_importexport_content":"Täällä voit tuoda ja viedä muistiinpanojasi.","text_import":"Tuonti:","text_export":"Viedä","text_error_loadfile":"virhe: tiedostoa ei voi ladata.","text_error_fileformat":"virhe: tiedostomuoto on väärä.","text_example_title":"Esimerkki otsikosta","text_example_content":"Esimerkkisisältö","text_open":"Avata","text_add":"Lisätä","text_edit":"Muokata","text_move_backward":"Liikkua takaperin","text_move_forward":"Siirry eteenpäin","text_move_upward":"Siirrä ylöspäin","text_move_downward":"Siirry alaspäin","text_help_title":"auta","text_about_title":"Noin","text_help_content1":"Notes on sovellus muistiinpanojen tallentamiseen ja järjestämiseen.","text_help_content2":"Jos haluat luoda uuden muistiinpanon tai uuden kansion, paina plus-kuvaketta: valitse muistiinpano ja kansio, lisää otsikko ja lopuksi sisältö, tallenna muutokset painamalla tallenna tai poista muistiinpano painamalla Delete ohittaa muutokset, mutta säilytä muistiinpano.","text_help_content3":"Avaa aiheeseen liittyvä sisältö painamalla nuotin lähellä olevaa \"Avaa\" -painiketta.","text_help_content4":"Lisää uusi elementti painamalla kansion sisällä olevaa \"Lisää\" -painiketta.","text_help_content5":"Sekä muistiinpanoja että kansioita varten paina \"muokkaa\" -painiketta muuttaaksesi niitä, paina \"siirry taaksepäin\" -painiketta vaihtaaksesi sijainnin edellisen elementin kanssa, paina \"siirry eteenpäin\" -painiketta vaihtaaksesi sijainnin seuraavaan elementtiin, paina \"Siirrä ylöspäin\" -painike siirtää elementin pois kansiosta, jossa se on tällä hetkellä, tai paina \"Siirrä alaspäin\" -painiketta siirtääksesi elementin seuraavaan alikansioon.","text_help_content6":"Asetusvalikossa, johon pääsee napsauttamalla \"asetukset\" -kuvaketta, voit piilottaa tai näyttää muokkaus-, siirto- ja lisäyspainikkeet. Voit myös määrittää teksti-alueen rivit ja sarakkeet \"muokkaa\" -valintaikkunaa varten. Käyttöliittymän kieli on myös mahdollista vaihtaa.","text_help_content7":"Voit tuoda tai viedä muistiinpanoja painamalla tuonti / vienti-kuvaketta. Muistiinpanot tuodaan tai viedään tälle sovellukselle omaan JSON-tiedostoon. Kun tuot muistiinpanoja tiedostosta, nykyiset muistiinpanot poistetaan ja korvataan.","text_help_content8":"Notes on progressiivinen verkkosovellus, mikä tarkoittaa, että se toimii selaimessa. Kun asennat sen, vaikka selaimen komponentteja ei näy, se toimii silti selaimen sisällä. Muistiinpanot tallennetaan selaimen localStorage-verkkotunnukselle notes.marcoparrone.com. localStorage toimii hyvin Chrome-, Edge- ja Firefox-selainten kanssa. Muut selaimet voivat poistaa localStoragen jonkin ajan kuluttua. Android käyttää oletuksena Chromea, Windows oletusarvoisesti Edgeä. Huomautuksia ei tällä hetkellä tueta Apple-tuotteissa. Muistiinpanojen häviämisen estämiseksi on suositeltavaa tehdä varmuuskopio \"vienti\" -toiminnolla joka kerta, kun teet joitain muutoksia, joita et halua menettää.","text_about_content1":"Tekijänoikeus © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Kaikki oikeudet pidätetään.","text_about_content3":"OHJELMISTO TOIMITETAAN \"SELLAISENAAN\" ILMAISEKSI TAI TAKUUTA ILMAISEKSI, ILMAISEKSI TAI ILMAISEKSI, MUKAAN LUKIEN MUKAAN MUTTA, EIKÄ RAJOITETTU TAKUUKSIIN MYYNTIKELPOISUUDESTA, SOVELTUVUUDESTA ERITYISEEN TARKOITUKSEEN JA ILMOITTAMISEEN. Kirjailijat tai tekijänoikeuksien haltijat eivät missään tapauksessa ole vastuussa mistään vaateista, vahingoista tai muusta vastuusta, joka johtuu sopimuksesta, vahingonkorvauksesta tai muusta syystä, joka syntyy ohjelmistosta, sen ulkopuolelta tai sen kanssa, tai käytöstä tai muusta sopimuksesta. OHJELMISTO.","text_about_content4":"TÄMÄ PALVELU VOI SISÄLTÄÄ GOOGLE: N VOIMASSA olevia käännöksiä. GOOGLE KIELTÄÄ KAIKKI TULKIT, JOTKA LIITTYVÄT ILMOITTAMATTOMIIN TAI KÄYTTÖÖN OTETTUIIN TARKOITUKSIIN, MUKAAN LUKIEN TARKKUUDEN, LUOTETTAVUUDEN TAI TAKAISUUDEN TAKUUDET MYYNTIKELPOISUUDESTA, SOPIVUUDESTA ERITYISEEN TARKOITUKSEEN JA.","text_about_content5":"Tämä verkkosovellus on käännetty mukavuutesi vuoksi käyttämällä Google-kääntäjän tarjoamaa käännösohjelmistoa. Tarkan käännöksen aikaansaamiseksi on pyritty kohtuullisesti, mutta mikään automaattinen käännös ei ole täydellinen eikä sitä ole tarkoitettu korvaamaan ihmisen kääntäjiä. Käännökset tarjotaan palveluna marcoparrone.com-verkkosivuston käyttäjille, ja ne toimitetaan sellaisenaan. Mitään suoraa tai epäsuoraa takuuta ei anneta englannista muille kielille tehtyjen käännösten tarkkuudesta, luotettavuudesta tai oikeellisuudesta. Joitakin sisältöjä (kuten kuvia, videoita, Flashia jne.) Ei ehkä voida kääntää tarkasti käännösohjelmiston rajoitusten vuoksi.","text_about_content6":"Virallinen teksti on verkkosivuston englanninkielinen versio. Käännöksessä syntyvät ristiriidat tai erot eivät ole sitovia, eikä niillä ole oikeusvaikutuksia sääntöjen noudattamisen tai täytäntöönpanon tarkoituksiin. Jos käännetyn verkkosivuston tietojen paikkansapitävyyteen liittyy kysymyksiä, katso verkkosivuston englanninkielistä versiota, joka on virallinen versio."}