{"text_appname":"Remarques","text_add_label":"ajouter une note","text_settings_label":"réglages","text_importexport_label":"importer et exporter des notes","text_help_label":"aider","text_about_label":"à propos de","text_close_label":"Fermer","text_snack_mustbenum":"La valeur doit être un nombre!","text_snack_toobig":"La valeur sélectionnée est trop grande!","text_snack_toosmall":"La valeur sélectionnée est trop petite!","text_edit_title":"Note éditée","text_edit_type":"Taper:","text_edit_note":"Remarque","text_edit_folder":"dossier","text_edit_note_title":"Titre:","text_edit_content":"Teneur:","text_delete":"Effacer","text_back":"Retour","text_save":"Sauvegarder","text_settings_title":"Réglages","text_settings_content1":"Ici, vous pouvez configurer l'application.","text_yes":"Oui","text_no":"non","text_settings_showedit":"Afficher les boutons d'édition:","text_settings_showmove":"Afficher les boutons de mouvement:","text_settings_showadd":"Afficher les boutons \"ajouter\" dans les dossiers:","text_settings_expandbydefault":"Développez les dossiers par défaut:","text_settings_rows":"Lignes de la zone de texte:","text_settings_columns":"Colonnes de la zone de texte:","text_language":"Choisissez la langue:","text_question_merge":"Fusionner les notes présentes avec les notes importées ou les remplacer?","text_merge":"aller","text_replace":"remplacer","text_close_button":"Fermer","text_importexport_title":"Importer / Exporter","text_importexport_content":"Ici, vous pouvez importer et exporter vos notes.","text_import":"Importer:","text_export":"Exportation","text_error_loadfile":"erreur: impossible de charger le fichier.","text_error_fileformat":"erreur: le format de fichier est incorrect.","text_example_title":"Exemple de titre","text_example_content":"Exemple de contenu","text_open":"Ouvert","text_add":"Ajouter","text_edit":"Éditer","text_move_backward":"Recule","text_move_forward":"Avance","text_move_upward":"Monter","text_move_downward":"Descendre","text_expand_less":"Développer","text_expand_more":"Développer","text_help_title":"Aider","text_about_title":"À propos de","text_help_content1":"Notes est une application pour enregistrer et organiser des notes.","text_help_content2":"Pour créer une nouvelle note ou un nouveau dossier, appuyez sur l'icône «plus»: choisissez entre la note et le dossier, insérez le titre et éventuellement le contenu, puis appuyez sur Enregistrer pour enregistrer les modifications, ou appuyez sur Supprimer pour supprimer la note, ou retour pour sauter les modifications mais conserver la note.","text_help_content3":"Appuyez sur le bouton «ouvrir» à côté d'une note pour ouvrir le contenu associé.","text_help_content4":"Appuyez sur le bouton \"ajouter\" dans un dossier pour y ajouter un nouvel élément.","text_help_content5":"Pour les notes et les dossiers, appuyez sur le bouton \"modifier\" pour les modifier, appuyez sur le bouton \"reculer\" pour échanger la position avec l'élément précédent, appuyez sur le bouton \"avancer\" pour échanger la position avec l'élément suivant, appuyez sur le bouton bouton \"déplacer vers le haut\" pour déplacer l'élément hors du dossier où il se trouve actuellement, ou appuyez sur le bouton \"déplacer vers le bas\" pour déplacer l'élément dans le sous-dossier suivant.","text_help_content6":"Dans le menu des paramètres, accessible après avoir cliqué sur l'icône «paramètres», vous pouvez masquer ou afficher les boutons d'édition, de déplacement et d'ajout. Vous pouvez également configurer les lignes et les colonnes de la zone de texte pour la boîte de dialogue \"Modifier\". Il est également possible de changer la langue de l'interface utilisateur.","text_help_content7":"Pour importer ou exporter les notes, appuyez sur l'icône d'importation / exportation. Les notes seront importées ou exportées dans un fichier JSON spécifique à cette application. Lors de l'importation des notes à partir d'un fichier, les notes actuelles seront supprimées et écrasées.","text_help_content8":"Notes est une application Web progressive, ce qui signifie qu'elle s'exécute dans un navigateur. Lorsque vous l'installez, alors que les composants du navigateur ne sont pas affichés, il s'exécute toujours dans un navigateur. Les notes sont enregistrées dans le stockage local du navigateur pour le domaine notes.marcoparrone.com. localStorage fonctionne bien avec les navigateurs Chrome, Edge et Firefox. D'autres navigateurs peuvent supprimer localStorage après un certain temps. Android par défaut utilise Chrome, Windows par défaut utilise Edge. Notes n'est actuellement pas pris en charge sur les produits Apple. Dans le but d'éviter la perte des notes, il est suggéré de faire une sauvegarde en utilisant la fonctionnalité \"export\", à chaque fois que vous apportez des modifications que vous ne voulez pas perdre.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Tous les droits sont réservés.","text_about_content3":"LE LOGICIEL EST FOURNI «EN L'ÉTAT», SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS MAIS SANS S'Y LIMITER LES GARANTIES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER ET D'ABSENCE DE CONTREFAÇON. EN AUCUN CAS, LES AUTEURS OU LES TITULAIRES DES DROITS D'AUTEUR NE SERONT RESPONSABLES DE TOUTE RÉCLAMATION, DOMMAGE OU AUTRE RESPONSABILITÉ, QUE CE SOIT DANS UNE ACTION DE CONTRAT, DE TORT OU AUTRE, RÉSULTANT DE, HORS OU EN LIEN AVEC LE LOGICIEL OU L'UTILISATION OU D'AUTRES ACTIONS DANS LOGICIEL.","text_about_content4":"CE SERVICE PEUT CONTENIR DES TRADUCTIONS ALIMENTÉES PAR GOOGLE. GOOGLE DÉCLINE TOUTES LES GARANTIES LIÉES AUX TRADUCTIONS, EXPRESSES OU IMPLICITES, Y COMPRIS TOUTE GARANTIE D'EXACTITUDE, DE FIABILITÉ ET TOUTE GARANTIE IMPLICITE DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER ET D'ABSENCE DE CONTREFAÇON.","text_about_content5":"Cette application Web a été traduite pour votre commodité à l'aide d'un logiciel de traduction optimisé par Google Traduction. Des efforts raisonnables ont été faits pour fournir une traduction précise, cependant, aucune traduction automatisée n'est parfaite et n'est pas destinée à remplacer des traducteurs humains. Les traductions sont fournies en tant que service aux utilisateurs du site marcoparrone.com et sont fournies «telles quelles». Aucune garantie d'aucune sorte, expresse ou implicite, n'est faite quant à l'exactitude, la fiabilité ou l'exactitude des traductions faites de l'anglais vers une autre langue. Certains contenus (tels que des images, des vidéos, des fichiers Flash, etc.) peuvent ne pas être traduits avec précision en raison des limitations du logiciel de traduction.","text_about_content6":"Le texte officiel est la version anglaise du site Web. Les divergences ou différences créées dans la traduction ne sont pas contraignantes et n'ont aucun effet juridique à des fins de conformité ou d'application. Si des questions se posent concernant l'exactitude des informations contenues dans le site Web traduit, reportez-vous à la version anglaise du site Web qui est la version officielle."}