{"text_appname":"Oantekeningen","text_add_label":"foegje in notysje ta","text_settings_label":"ynstellings","text_importexport_label":"ymportearje en eksportearje notysjes","text_help_label":"help","text_about_label":"oer","text_close_label":"slute","text_snack_mustbenum":"Wearde moat in getal wêze!","text_snack_toobig":"Selekteare wearde is te grut!","text_snack_toosmall":"Selekteare wearde is te lyts!","text_edit_title":"Notysje bewurkje","text_edit_type":"Type:","text_edit_note":"noat","text_edit_folder":"folder","text_edit_note_title":"Titel:","text_edit_content":"Ynhâld:","text_delete":"Wiskje","text_back":"Rêch","text_save":"Rêde","text_settings_title":"Ynstellings","text_settings_content1":"Hjir kinne jo de applikaasje ynstelle.","text_yes":"ja","text_no":"Nee","text_settings_showedit":"Bewurkje knoppen toane:","text_settings_showmove":"Bewegingsknoppen sjen litte:","text_settings_showadd":"Toan \"tafoegje\" knoppen yn mappen:","text_settings_rows":"Tekstgebiet rigen:","text_settings_columns":"Tekst gebiet kolommen:","text_language":"Kies taal:","text_close_button":"Slute","text_importexport_title":"Ymport eksport","text_importexport_content":"Hjir kinne jo jo oantekeningen ymportearje en eksportearje.","text_import":"Ymport:","text_export":"Eksportearje","text_error_loadfile":"flater: kin bestân net lade.","text_error_fileformat":"flater: bestânsformaat is ferkeard.","text_example_title":"Foarbyldtitel","text_example_content":"Foarbyld Ynhâld","text_open":"Iepen","text_add":"Tafoegje","text_edit":"Bewurkje","text_move_backward":"Gean efterút","text_move_forward":"Gean foarút","text_move_upward":"Omheech gean","text_move_downward":"Omleech gean","text_help_title":"Help","text_about_title":"Oer","text_help_content":"<p> Notysjes is in app om notysjes op te slaan en te organisearjen. </p> <p> Om in nije notysje te meitsjen, as in nije map, druk dan op it ikoan \"plus\": kies tusken notysje en map, ynfoegje de titel en úteinlik de ynhâld, druk dan op opslaan om de wizigingen op te slaan, of druk op wiskje om de notysje te wiskjen, of werom om de wizigingen oer te slaan, mar bewarje de notysje. </p> <p> Druk op de knop \"iepenje\" by in notysje om de relatearre ynhâld te iepenjen . </p> <p> Druk op de knop \"tafoegje\" yn in map om der in nij elemint oan ta te foegjen. </p> <p> Foar sawol notysjes as mappen, drukke op de knop \"bewurkje\" om se te feroarjen, druk op de knop \"efterút beweegje\" om de posysje te wikseljen mei it foarige elemint, druk op de knop \"foarút gean\" om de posysje te wikseljen mei it folgjende elemint, druk op de knop \"omheech gean\" om it elemint út de map te ferpleatsen wêr't it no is, of druk op de knop \"nei ûnderen ferpleatse\" om it elemint yn 'e folgjende submap te ferpleatsen. </p> <p> Yn it ynstellingsmenu, tagonklik nei klikken op it \"ynstellings\" -ikoan, kinne jo de bewurking, beweging en tafoeging ferbergje of sjen litte ionknoppen. </p> <p> Om de notysjes te ymportearjen of te eksportearjen, druk dan op it ymport / eksport-ikoan. De notysjes sille wurde ymporteare of eksporteare yn in JSON-bestân spesifyk foar dizze app. By it ymportearjen fan de notysjes út in bestân wurde de hjoeddeistige notysjes wiske en oerskreaun. </p> <p> Notes is in Progressive webapplikaasje, wat betsjut dat dizze yn in browser rint. As jo it ynstalleare, wylst de browserkomponinten net werjûn wurde, rint it noch altyd yn in browser. De oantekeningen wurde bewarre yn 'e localStorage fan' e browser foar it domein notes.marcoparrone.com. localStorage wurket prima mei browsers Chrome, Edge en Firefox. Oare browsers kinne localStorage nei ferrin fan tiid wiskje. Android brûkt standert Chrome, Windows brûkt standert Edge. Oantekeningen wurde op it stuit net stipe op Apple-produkten. Mei it doel om it ferlies fan 'e notysjes te foarkommen, wurdt foarsteld in reservekopy te meitsjen mei de \"eksport\" -funksjonaliteit, elke kear as jo wat wizigingen oanbringe dy't jo net wolle kwyt. </p> </div>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Alle rjochten foarbehâlden. </p> <p> DE SOFTWARE WURD \"AS IS\", SONDER GARANTIE FAN ALLE SOORTEN, EXPRESSE OF YMPLISJE, INKLUDEREND Mar net beheind ta de garânsjes fan hannelberens, geskiktheid foar in bysûnder doel en net-ynbreuk. Yn gjin gefal sille de auteurs as kopyrjochthâlders oanspraaklik wêze foar elke oanspraak, skea as oare oanspraaklikens, as yn in aksje fan kontrakt, skea of oars, ûntstien út, bûten of yn ferbining mei de software as it gebrûk as oare hannelingen yn 'e SOFTWARE. </p>","text_about_content2":"<p> Dizze tsjinst kin oersettingen befetsje troch GOOGLE. GOOGLE FERKLART ALLE GARANTIES BETREFFENDE DE OERSETTEN, ÚTDRYK OF YMPLISYF, YNFERKT ALLE GARANTIES FAN NUWICHHEID, TROUWBAARHEID, EN ALLE IMPLISTE GARANTIES FAN FERTSJAARHEID, FITNESS FOAR IN BESKILD DOELEN </p>","text_about_content3":"<p> Dizze webapp is oerset foar jo gemak mei oersettingssoftware oandreaun troch Google Translate. Redelike ynspanningen binne makke om in krekte oersetting te leverjen, lykwols is gjin automatyske oersetting perfekt en is it ek net bedoeld om minsklike oersetters te ferfangen. Oersettingen wurde as tsjinst levere oan brûkers fan 'e webside marcoparrone.com, en wurde \"sa't se binne.\" Gjin garânsje fan hokker soarte, of útdrukt as ymplisyt, wurdt makke oer de justigens, betrouberens, of justigens fan oersettingen makke út it Ingelsk yn in oare taal. Guon ynhâld (lykas ôfbyldings, fideo's, Flash, ensfh.) Wurde mooglik net sekuer oerset fanwegen de beheiningen fan 'e oersetsoftware. </p> <p> De offisjele tekst is de Ingelske ferzje fan' e webside. Elke ôfwikingen as ferskillen makke yn 'e oersetting binne net binend en hawwe gjin juridyske effekt foar neilibjen of hanthaveningsdoelen. As der fragen ûntsteane relatearre oan 'e krektens fan' e ynformaasje befette yn 'e oersette webside, ferwize dan nei de Ingelske ferzje fan' e webside dy't de offisjele ferzje is. </p>"}