{"text_appname":"Nótaí","text_add_label":"cuir nóta leis","text_settings_label":"socruithe","text_importexport_label":"nótaí iompórtála agus easpórtála","text_help_label":"cabhrú","text_about_label":"faoi","text_close_label":"dhúnadh","text_snack_mustbenum":"Caithfidh luach a bheith mar uimhir!","text_snack_toobig":"Tá an luach roghnaithe ró-mhór!","text_snack_toosmall":"Tá an luach roghnaithe ró-bheag!","text_edit_title":"Cuir nóta in eagar","text_edit_type":"Cineál:","text_edit_note":"Nóta","text_edit_folder":"fillteán","text_edit_note_title":"Teideal:","text_edit_content":"Ábhar:","text_delete":"Scrios","text_back":"Ar ais","text_save":"Sábháil","text_settings_title":"Socruithe","text_settings_content1":"Anseo is féidir leat an feidhmchlár a chumrú.","text_yes":"sea","text_no":"níl","text_settings_showedit":"Taispeáin cnaipí in eagar:","text_settings_showmove":"Taispeáin cnaipí gluaiseachta:","text_settings_showadd":"Taispeáin cnaipí \"cuir\" i bhfillteáin:","text_settings_expandbydefault":"Leathnaigh na fillteáin de réir réamhshocraithe:","text_settings_rows":"Sraitheanna réimse téacs:","text_settings_columns":"Colúin réimse téacs:","text_language":"Roghnaigh teanga:","text_question_merge":"Cumaisc nótaí láithreacha leis na nótaí iompórtáilte nó cuir in ionad iad?","text_merge":"téigh","text_replace":"ionad","text_close_button":"Dún","text_importexport_title":"Allmhairiú / onnmhairiú","text_importexport_content":"Anseo is féidir leat do chuid nótaí a iompórtáil agus a easpórtáil.","text_import":"Iompórtáil:","text_export":"Easpórtáil","text_error_loadfile":"earráid: ní féidir an comhad a luchtú.","text_error_fileformat":"earráid: tá formáid an chomhaid mícheart.","text_example_title":"Teideal Samplach","text_example_content":"Ábhar Samplach","text_open":"Oscail","text_add":"Cuir leis","text_edit":"Cuir in Eagar","text_move_backward":"Bog ar gcúl","text_move_forward":"Bog ar aghaidh","text_move_upward":"Bog aníos","text_move_downward":"Bog Síos","text_expand_less":"Unexpand","text_expand_more":"Leathnaigh","text_help_title":"Cabhrú","text_about_title":"Faoi","text_help_content1":"Is aip é Nótaí chun nótaí a shábháil agus a eagrú.","text_help_content2":"Chun nóta nua, nó fillteán nua a chruthú, brúigh an deilbhín \"móide\": roghnaigh idir nóta agus fillteán, cuir isteach an teideal agus sa deireadh an t-ábhar, ansin brúigh sábháil chun na hathruithe a shábháil, nó brúigh scriosadh chun an nóta a scriosadh, nó ar ais chun na hathruithe a scipeáil ach an nóta a choinneáil.","text_help_content3":"Brúigh an cnaipe \"oscailte\" in aice le nóta chun an t-ábhar gaolmhar a oscailt.","text_help_content4":"Brúigh an cnaipe \"cuir\" taobh istigh de fhillteán chun gné nua a chur leis.","text_help_content5":"Maidir leis na nótaí agus na fillteáin araon, brúigh an cnaipe \"eagar\" chun iad a mhodhnú, brúigh an cnaipe \"bogadh siar\" chun an seasamh a mhalartú leis an eilimint roimhe seo, brúigh an cnaipe \"bog ar aghaidh\" chun an seasamh a mhalartú leis an gcéad eilimint eile, brúigh an Cnaipe \"bog aníos\" chun an eilimint a bhogadh amach as an bhfillteán ina bhfuil sé faoi láthair, nó brúigh an cnaipe \"bog anuas\" chun an eilimint a bhogadh taobh istigh den chéad fho-fhillteán eile.","text_help_content6":"Sa roghchlár socruithe, atá inrochtana tar éis cliceáil ar an deilbhín \"socruithe\", is féidir leat na cnaipí eagarthóireachta, gluaiseachta agus breisithe a cheilt nó a thaispeáint. Is féidir leat na sraitheanna agus na colúin limistéar téacs a chumrú don bhosca dialóige \"eagar\" freisin. Is féidir freisin teanga an chomhéadain úsáideora a athrú.","text_help_content7":"Chun na nótaí a iompórtáil nó a easpórtáil, brúigh ar an deilbhín iompórtála / easpórtála. Déanfar na nótaí a allmhairiú nó a easpórtáil i gcomhad JSON a bhaineann go sonrach leis an aip seo. Scriosfar agus scríobhfar na nótaí reatha agus iad á n-iompórtáil ó chomhad.","text_help_content8":"Is Feidhmchlár Gréasáin Forásach é Nótaí, rud a chiallaíonn go ritheann sé taobh istigh de bhrabhsálaí. Nuair a shuiteáil tú é, cé nach dtaispeántar comhpháirteanna an bhrabhsálaí, ritheann sé fós taobh istigh de bhrabhsálaí. Sábháiltear na nótaí i Stóráil áitiúil an bhrabhsálaí don fhearann nótaí.marcoparrone.github.io. Oibríonn localStorage go breá le brabhsálaithe Chrome, Edge agus Firefox. Féadfaidh brabhsálaithe eile Stóráil Áitiúil a scriosadh tar éis roinnt ama. Úsáideann Android de réir réamhshocraithe Chrome, úsáideann Windows de réir réamhshocraithe Edge. Ní thacaítear le nótaí faoi láthair maidir le táirgí Apple. Chun cuidiú le cailliúint na nótaí a chosc, moltar cúltaca a dhéanamh ag baint úsáide as an bhfeidhmiúlacht “easpórtála”, gach uair a dhéanann tú roinnt modhnuithe nach dteastaíonn uait a chailleadh.","text_about_content1":"Cóipcheart © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Gach ceart ar cosaint.","text_about_content3":"SOLÁTHAR AN BOGEARRA “MAR IS”, GAN BARÁNTAS AON PHRÍOMH, IONADAÍ NÓ INNIÚLACHTA, LENA N-ÁIRÍTEAR NÍL TEORANTA DO BARÁNTAÍ INMHEÁNACHTA, FEASACHT CHUN CRÍOCH SONRACH AGUS NEAMHFHREAGRACH. NÍL DÍOL DÍOL DON ÚSÁID NÓ SEALBHÓIRÍ CÓIPCHEART DON AON ÉILEAMH, DAMÁISTE NÓ DLITEANAS EILE, A BHAINEANN LE GNÍOMHAÍOCHT CHONARTHA, TORT NÓ EILE, A BHAINEANN LEIS, ÓN NÓ ÚSÁID NÓ ÚSÁID EILE BOGEARRAÍ.","text_about_content4":"IS FÉIDIR LEIS AN SEIRBHÍS SEO AISTRIÚCHÁIN A BHFUIL GOOGLE. SONRAÍONN GOOGLE GACH BARÁNTAÍ A BHAINEANN LE hAGHAIDH AISTRIÚCHÁIN, IONADAÍ NÓ INNIÚLACHTA, LENA N-ÁIRÍTEAR AON BARÁNTAÍ INCHÁILITHEACHTA, IN-INFHEISTÍOCHTA, AGUS AON BARÁNTAÍ INMHEÁNTA INFHEISTÍOCHTA, FEASACHT DO PHRÍOMH-PHRÍOMH-PHÁIRTÍOCHT.","text_about_content5":"Aistríodh an aip gréasáin seo mar áis duit trí úsáid a bhaint as bogearraí aistriúcháin atá á gcumhachtú ag Google Translate. Rinneadh iarrachtaí réasúnta aistriúchán cruinn a sholáthar, áfach, níl aon aistriúchán uathoibrithe foirfe ná níl sé beartaithe aistritheoirí daonna a athsholáthar. Cuirtear aistriúcháin ar fáil mar sheirbhís d’úsáideoirí an láithreáin ghréasáin marcoparrone.github.io, agus soláthraítear iad \"mar atá.\" Ní thugtar aon bharántas d’aon chineál, bíodh sé sainráite nó intuigthe, maidir le cruinneas, iontaofacht nó cruinneas aon aistriúcháin a dhéantar as Béarla go teanga ar bith eile. B’fhéidir nach n-aistreofar roinnt ábhar (mar shampla íomhánna, físeáin, Flash, srl.) Go cruinn mar gheall ar theorainneacha na mbogearraí aistriúcháin.","text_about_content6":"Is é an téacs oifigiúil an leagan Béarla den suíomh Gréasáin. Níl aon neamhréireachtaí nó difríochtaí a chruthaítear san aistriúchán ceangailteach agus níl aon éifeacht dhlíthiúil acu chun críocha comhlíonta nó forfheidhmithe. Má thagann aon cheist chun cinn a bhaineann le cruinneas na faisnéise atá ar an suíomh Gréasáin aistrithe, féach ar an leagan Béarla den suíomh Gréasáin arb é an leagan oifigiúil é."}