{"text_appname":"Notaichean","text_add_label":"cuir nota ris","text_settings_label":"roghainnean","text_importexport_label":"notaichean in-mhalairt agus às-mhalairt","text_help_label":"cuideachadh","text_about_label":"mu dheidhinn","text_close_label":"dlùth","text_snack_mustbenum":"Feumaidh luach a bhith aig àireamh!","text_snack_toobig":"Tha luach taghte ro mhòr!","text_snack_toosmall":"Tha luach taghte ro bheag!","text_edit_title":"Deasaich nota","text_edit_type":"Seòrsa:","text_edit_note":"nota","text_edit_folder":"pasgan","text_edit_note_title":"Tiotal:","text_edit_content":"Susbaint:","text_delete":"Cuir às","text_back":"Air ais","text_save":"Sàbhail","text_settings_title":"Suidhichidhean","text_settings_content1":"An seo faodaidh tu an tagradh a rèiteachadh.","text_yes":"Tha","text_no":"Chan eil","text_settings_showedit":"Seall putanan deasachaidh:","text_settings_showmove":"Seall putanan gluasaid:","text_settings_showadd":"Seall putanan \"cuir\" ann am pasgain:","text_settings_expandbydefault":"Leudaich na pasganan gu bunaiteach:","text_settings_rows":"Sreathan raon teacsa:","text_settings_columns":"Colbhan raon teacsa:","text_language":"Tagh cànan:","text_question_merge":"Cuir còmhla notaichean an làthair leis na notaichean a chaidh a thoirt a-steach no an cuir iad nan àite?","text_merge":"ir","text_replace":"cuir an àite","text_close_button":"Dùin","text_importexport_title":"Import / às-mhalairt","text_importexport_content":"An seo faodaidh tu na notaichean agad a thoirt a-steach agus às-mhalairt.","text_import":"Import:","text_export":"Às-mhalairt","text_error_loadfile":"mearachd: chan urrainn dhut faidhle a luchdachadh.","text_error_fileformat":"mearachd: tha cruth faidhle ceàrr.","text_example_title":"Tiotal eisimpleir","text_example_content":"Susbaint Eisimpleir","text_open":"Fosgailte","text_add":"Cuir ris","text_edit":"Deasaich","text_move_backward":"Gluais air ais","text_move_forward":"Gluais air adhart","text_move_upward":"Gluais suas","text_move_downward":"Gluais sìos","text_expand_less":"Unexpand","text_expand_more":"Leudaich","text_help_title":"Cuideachadh","text_about_title":"Mu dheidhinn","text_help_content1":"Is e aplacaid a th ’ann an notaichean airson notaichean a shàbhaladh agus eagrachadh.","text_help_content2":"Gus nota ùr, no pasgan ùr a chruthachadh, brùth air an ìomhaigh \"plus\": tagh eadar nota agus pasgan, cuir a-steach an tiotal agus mu dheireadh an t-susbaint, an uairsin brùth air sàbhaladh gus na h-atharrachaidhean a shàbhaladh, no brùth cuir às gus an nota a dhubhadh às, no air ais gus na h-atharrachaidhean a sheachnadh ach cum an nota.","text_help_content3":"Brùth am putan “fosgailte” faisg air nota gus an susbaint co-cheangailte fhosgladh.","text_help_content4":"Brùth am putan “cuir ris” am broinn pasgan gus eileamaid ùr a chur ris.","text_help_content5":"Airson an dà chuid notaichean agus pasgain, brùth air a ’phutan“ deasaich ”gus an atharrachadh, brùth air a’ phutan “gluais air ais” gus an suidheachadh atharrachadh leis an eileamaid roimhe, brùth air a ’phutan“ gluais air adhart ”gus an suidheachadh atharrachadh leis an ath eileamaid, brùth air putan “gluais suas” gus an eileamaid a ghluasad a-mach às a ’phasgan far a bheil e an-dràsta, no brùth air a’ phutan “gluais sìos” gus an eileamaid a ghluasad taobh a-staigh an ath fho-phasgan.","text_help_content6":"Anns a ’chlàr roghainnean, ruigsinneach às deidh dhut briogadh air an ìomhaigh“ settings ”, faodaidh tu na putanan deasachaidh, gluasad agus cur-ris fhalach no sealltainn. Faodaidh tu cuideachd na sreathan agus na colbhan sgìre teacsa a rèiteachadh airson a ’bhogsa còmhradh\" deasaich \". Tha e comasach cuideachd cànan eadar-aghaidh an neach-cleachdaidh atharrachadh.","text_help_content7":"Gus na notaichean a thoirt a-steach no às-mhalairt, brùth air an ìomhaigh in-mhalairt / às-mhalairt. Thèid na notaichean a thoirt a-steach no às-mhalairt ann am faidhle JSON a tha sònraichte don aplacaid seo. Nuair a thèid na notaichean a thoirt a-steach bho fhaidhle, thèid na notaichean gnàthach a dhubhadh às agus a sgrìobhadh thairis.","text_help_content8":"Is e Iarrtas Lìn Adhartach a th ’ann an Notaichean, a tha a’ ciallachadh gu bheil e a ’ruith am broinn brobhsair. Nuair a stàlaicheas tu e, ged nach eil na pàirtean brabhsair air an sealltainn, bidh e fhathast a ’ruith am broinn brabhsair. Tha na notaichean air an sàbhaladh ann an LocalStorage a ’bhrobhsair airson an àrainn marcoparrone.github.io. tha localStorage ag obair gu math le brobhsairean Chrome, Edge agus Firefox. Faodaidh brobhsairean eile cuir às do localStorage an dèidh beagan ùine. Bidh Android gu bunaiteach a ’cleachdadh Chrome, tha Windows gu bunaiteach a’ cleachdadh Edge. Chan eil notaichean an-dràsta a ’faighinn taic air toraidhean Apple. Leis an adhbhar gus casg a chuir air call nan notaichean, thathas a ’moladh cùl-taic a dhèanamh a’ cleachdadh comas \"às-mhalairt\", a h-uile uair a nì thu atharrachaidhean nach eil thu airson a chall.","text_about_content1":"Còraichean © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Còraichean uile glèidhte.","text_about_content3":"THA AN T-SAOGHAL A THA A DHÈANAMH “MAR A THA E”, LE BARANTAS SAM BITH, MOLADH NO LEASACHADH, A ’GABHAIL A-NIS NACH EIL TÒRRADH GU BARANTAS MERCHANTABILITY, FITNESS AIR A’ PHRIONNSA SÒNRAICHTE AGUS A ’CUR SÒNRAICHTE. CHAN EIL TACHARTAS A THA A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A-STEACH NO A’ CLEACHDADH NO A ’CLEACHDADH NO A’ CLEACHDADH NO A ’CLEACHDADH NO A’ CLEACHDADH NO A ’CLEACHDADH NO A’ CLEACHDADH EILE BATHAR-BOG.","text_about_content4":"CHA BHI AN SEIRBHEIS SEO A ’GABHAIL A-STEACH IOMRAIDHEAN A THAOBH GOOGLE. Tha GOOGLE A ’GABHAIL A’ GABHAIL A H-UILE BARANTAS A THA A ’GABHAIL A’ GABHAIL A-STEACH, A ’GABHAIL A-STEACH NO A’ CUR SÒNRAICHTE, A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL.","text_about_content5":"Chaidh an aplacaid lìn seo eadar-theangachadh airson do ghoireasachd a ’cleachdadh bathar-bog eadar-theangachaidh le cumhachd bho Google Translate. Chaidh oidhirpean reusanta a dhèanamh gus eadar-theangachadh ceart a thoirt seachad, ge-tà, chan eil eadar-theangachadh fèin-ghluasadach foirfe agus chan eilear an dùil eadar-theangairean daonna a chur an àite. Tha eadar-theangachadh air a thoirt seachad mar sheirbheis do luchd-cleachdaidh làrach-lìn marcoparrone.github.io, agus tha iad air an toirt seachad \"mar a tha.\" Chan eilear a ’toirt barantas de sheòrsa sam bith, an dara cuid air a chur an cèill no air a thuigsinn, a thaobh cruinneas, earbsachd no ceart eadar-theangachadh sam bith bhon Bheurla gu cànan sam bith eile. Is dòcha nach tèid cuid de shusbaint (leithid ìomhaighean, bhideothan, Flash, msaa) eadar-theangachadh gu ceart mar thoradh air cuingealachaidhean bathar-bog an eadar-theangachaidh.","text_about_content6":"Is e an teacsa oifigeil an dreach Beurla den làrach-lìn. Chan eil easbhaidhean no eadar-dhealachaidhean sam bith a chaidh a chruthachadh san eadar-theangachadh ceangaltach agus chan eil buaidh laghail aca airson adhbharan gèillidh no cur an sàs. Ma nochdas ceistean sam bith co-cheangailte ri cruinneas an fhiosrachaidh a tha air an làrach-lìn eadar-theangaichte, thoir sùil air an dreach Beurla den làrach-lìn a tha mar an dreach oifigeil."}