{"text_appname":"Notaichean","text_add_label":"cuir nota ris","text_settings_label":"roghainnean","text_importexport_label":"notaichean in-mhalairt agus às-mhalairt","text_help_label":"cuideachadh","text_about_label":"mu dheidhinn","text_close_label":"dlùth","text_snack_mustbenum":"Feumaidh luach a bhith aig àireamh!","text_snack_toobig":"Tha luach taghte ro mhòr!","text_snack_toosmall":"Tha luach taghte ro bheag!","text_edit_title":"Deasaich nota","text_edit_type":"Seòrsa:","text_edit_note":"nota","text_edit_folder":"pasgan","text_edit_note_title":"Tiotal:","text_edit_content":"Susbaint:","text_delete":"Cuir às","text_back":"Air ais","text_save":"Sàbhail","text_settings_title":"Suidhichidhean","text_settings_content1":"An seo faodaidh tu an tagradh a rèiteachadh.","text_yes":"Tha","text_no":"Chan eil","text_settings_showedit":"Seall putanan deasachaidh:","text_settings_showmove":"Seall putanan gluasaid:","text_settings_showadd":"Seall putanan \"cuir\" ann am pasgain:","text_settings_rows":"Sreathan raon teacsa:","text_settings_columns":"Colbhan raon teacsa:","text_language":"Tagh cànan:","text_close_button":"Dùin","text_importexport_title":"Import / às-mhalairt","text_importexport_content":"An seo faodaidh tu na notaichean agad a thoirt a-steach agus às-mhalairt.","text_import":"Import:","text_export":"Às-mhalairt","text_error_loadfile":"mearachd: chan urrainn dhut faidhle a luchdachadh.","text_error_fileformat":"mearachd: tha cruth faidhle ceàrr.","text_example_title":"Tiotal eisimpleir","text_example_content":"Susbaint Eisimpleir","text_open":"Fosgailte","text_add":"Cuir ris","text_edit":"Deasaich","text_move_backward":"Gluais air ais","text_move_forward":"Gluais air adhart","text_move_upward":"Gluais suas","text_move_downward":"Gluais sìos","text_help_title":"Cuideachadh","text_about_title":"Mu dheidhinn","text_help_content":"Is e app a th ’ann an <p> Notes gus notaichean a shàbhaladh agus a chuir air dòigh. </p> <p> Gus nota ùr, no pasgan ùr a chruthachadh, brùth air an ìomhaigh“ plus ”: tagh eadar nota is pasgan, cuir a-steach an tiotal agus mu dheireadh an susbaint, an uairsin brùth air sàbhaladh gus na h-atharrachaidhean a shàbhaladh, no brùth air cuir às gus an nota a dhubhadh às, no air ais gus na h-atharrachaidhean a sheachnadh ach cùm an nota. </p> <p> Brùth air a ’phutan“ fosgailte ”faisg air nota gus an susbaint co-cheangailte fhosgladh . </p> <p> Brùth air a ’phutan“ cuir ris ”am broinn pasgan gus eileamaid ùr a chur ris. </p> <p> Airson an dà chuid notaichean agus pasgain, brùth air a’ phutan “deasaich” gus an atharrachadh, brùth air putan “gluais air ais” gus an suidheachadh iomlaid leis an eileamaid roimhe, brùth air a ’phutan“ gluais air adhart ”gus an suidheachadh atharrachadh leis an ath eileamaid, brùth air a’ phutan “gluais suas” gus an eileamaid a ghluasad a-mach às a ’phasgan far a bheil e an-dràsta, no brùth air a ’phutan“ gluais sìos ”gus an eileamaid a ghluasad taobh a-staigh an ath fho-phasgan. </p> <p> Anns a’ chlàr roghainnean, ruigsinneach às deidh dhut briogadh air an ìomhaigh “roghainnean”, faodaidh tu an deasachadh, an gluasad agus an addit fhalach no a shealltainn. putanan ion. </p> <p> Gus na notaichean a thoirt a-steach no às-mhalairt, brùth air an ìomhaigh in-mhalairt / às-mhalairt. Thèid na notaichean a thoirt a-steach no às-mhalairt ann am faidhle JSON a tha sònraichte don aplacaid seo. Nuair a bheir thu a-steach na notaichean bho fhaidhle, thèid na notaichean gnàthach a dhubhadh às agus a sgrìobhadh thairis. </p> <p> Is e Iarrtas Lìn Adhartach a th ’ann an Notaichean, a tha a’ ciallachadh gu bheil e a ’ruith am broinn brabhsair. Nuair a stàlaicheas tu e, ged nach eil na pàirtean brabhsair air an sealltainn, bidh e fhathast a ’ruith am broinn brabhsair. Tha na notaichean air an sàbhaladh ann an LocalStorage a ’bhrobhsair airson an àrainn notes.marcoparrone.com. bidh localStorage ag obair gu math le brobhsairean Chrome, Edge agus Firefox. Faodaidh brobhsairean eile cuir às do localStorage an dèidh beagan ùine. Bidh Android a ’cleachdadh Chrome gu bunaiteach, tha Windows a’ cleachdadh Edge. Chan eil notaichean an-dràsta a ’faighinn taic air toraidhean Apple. Leis an adhbhar gus casg a chuir air call nan notaichean, thathas a ’moladh cùl-taic a dhèanamh a’ cleachdadh comas \"às-mhalairt\", a h-uile uair a nì thu atharrachaidhean nach eil thu airson a chall. </p> </div>","text_about_content1":"<a A-NIS NACH EIL TÒRRADH GU BARANTAS MÒR-FHIOSRACHADH, FEUMALACHD AIRSON ADHARTAS SÒNRAICHTE AGUS NEOINFRINGEMENT. CHAN EIL TACHARTAS A THA A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A-STEACH NO A’ CLEACHDADH NO A ’CLEACHDADH NO A’ CLEACHDADH NO A ’CLEACHDADH NO A’ CLEACHDADH NO A ’CLEACHDADH NO A’ CLEACHDADH EILE BATHAR-BOG. </p>","text_about_content2":"<p> CHA BHI AN SEIRBHEIS SEO A ’GABHAIL A’ GABHAIL A ’GABHAIL A-STEACH LE GOOGLE. Tha GOOGLE A ’GABHAIL A’ GABHAIL A H-UILE BARANTAS A THA A ’GABHAIL A-STEACH GU TORAIDHEAN, IOMRADH NO LEASACHADH, A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL A’ GABHAIL A ’GABHAIL.","text_about_content3":"<p> Chaidh an aplacaid lìn seo eadar-theangachadh airson do ghoireasachd a ’cleachdadh bathar-bog eadar-theangachaidh le cumhachd bho Google Translate. Chaidh oidhirpean reusanta a dhèanamh gus eadar-theangachadh ceart a thoirt seachad, ge-tà, chan eil eadar-theangachadh fèin-ghluasadach foirfe agus chan eilear an dùil eadar-theangairean daonna a chur an àite. Tha eadar-theangachadh air a thoirt seachad mar sheirbheis do luchd-cleachdaidh làrach-lìn marcoparrone.com, agus tha iad air an toirt seachad \"mar a tha.\" Chan eilear a ’toirt barantas de sheòrsa sam bith, an dara cuid air a chur an cèill no air a thuigsinn, a thaobh cruinneas, earbsachd no ceart eadar-theangachadh sam bith bhon Bheurla gu cànan sam bith eile. Is dòcha nach tèid cuid de shusbaint (leithid ìomhaighean, bhideothan, Flash, msaa) eadar-theangachadh gu ceart air sgàth cuingealachadh a ’bhathar-bog eadar-theangachaidh. </p> <p> Is e an teacsa oifigeil an dreach Beurla den làrach-lìn. Chan eil easbhaidhean no eadar-dhealachaidhean sam bith a chaidh a chruthachadh san eadar-theangachadh ceangaltach agus chan eil buaidh laghail aca airson adhbharan gèillidh no cur an sàs. Ma nochdas ceistean sam bith co-cheangailte ri cruinneas an fhiosrachaidh a tha air an làrach-lìn eadar-theangaichte, thoir sùil air an dreach Beurla den làrach-lìn a tha mar an dreach oifigeil. </p>"}