{"text_appname":"Notas","text_add_label":"engade unha nota","text_settings_label":"axustes","text_importexport_label":"importar e exportar notas","text_help_label":"axuda","text_about_label":"sobre","text_close_label":"pechar","text_snack_mustbenum":"O valor debe ser un número.","text_snack_toobig":"O valor seleccionado é demasiado grande.","text_snack_toosmall":"O valor seleccionado é demasiado pequeno.","text_edit_title":"Editar nota","text_edit_type":"Tipo:","text_edit_note":"Nota","text_edit_folder":"cartafol","text_edit_note_title":"Título:","text_edit_content":"Contido:","text_delete":"Eliminar","text_back":"De volta","text_save":"Gardar","text_settings_title":"Configuración","text_settings_content1":"Aquí pode configurar a aplicación.","text_yes":"si","text_no":"non","text_settings_showedit":"Mostrar botóns de edición:","text_settings_showmove":"Mostrar botóns de movemento:","text_settings_showadd":"Mostrar os botóns \"engadir\" nos cartafoles:","text_settings_rows":"Filas de área de texto:","text_settings_columns":"Columnas da área de texto:","text_language":"Escolla idioma:","text_close_button":"Pechar","text_importexport_title":"Importación exportación","text_importexport_content":"Aquí pode importar e exportar as súas notas.","text_import":"Importar:","text_export":"Exportar","text_error_loadfile":"erro: non se pode cargar o ficheiro.","text_error_fileformat":"erro: o formato do ficheiro é incorrecto.","text_example_title":"Título do exemplo","text_example_content":"Contido de exemplo","text_open":"Aberto","text_add":"Engadir","text_edit":"Editar","text_move_backward":"Mover cara atrás","text_move_forward":"Vai cara adiante","text_move_upward":"Mover cara arriba","text_move_downward":"Mover cara abaixo","text_help_title":"Axuda","text_about_title":"Acerca de","text_help_content":"<p> Notes é unha aplicación para gardar e organizar notas. </p> <p> Para crear unha nova nota ou un novo cartafol, prema a icona \"máis\": escolla entre nota e cartafol, insira o título e eventualmente o contido, logo prema gardar para gardar os cambios ou prema eliminar para eliminar a nota ou volve para saltar os cambios pero mantela. </p> <p> Preme o botón \"abrir\" preto dunha nota para abrir o contido relacionado . </p> <p> Prema o botón \"engadir\" dentro dun cartafol para engadir un novo elemento a el. </p> <p> Tanto para as notas como para os cartafoles, prema o botón \"editar\" para modificalos, prema o botón botón \"mover cara atrás\" para cambiar a posición co elemento anterior, prema o botón \"avanzar\" para cambiar a posición co seguinte elemento, prema o botón \"mover cara arriba\" para sacar o elemento do cartafol onde está actualmente, ou prema o botón \"mover cara abaixo\" para mover o elemento dentro da seguinte subcarpeta. </p> <p> No menú de axustes, accesible despois de facer clic na icona \"axustes\", pode ocultar ou amosar a edición, o movemento e o engadido. botóns ión. </p> <p> Para importar ou exportar as notas, prema na icona de importación / exportación. As notas importaranse ou exportaranse nun ficheiro JSON específico desta aplicación. Ao importar as notas dun ficheiro, as notas actuais eliminaranse e sobrescribiranse. </p> <p> Notes é unha aplicación web progresiva, o que significa que se executa dentro dun navegador. Cando o instala, aínda que non se mostran os compoñentes do navegador, aínda se executa dentro dun navegador. As notas gárdanse no localStorage do navegador para o dominio notes.marcoparrone.com. localStorage funciona ben cos navegadores Chrome, Edge e Firefox. Outros navegadores poden eliminar localStorage despois dun tempo. Android por defecto usa Chrome, Windows por defecto utiliza Edge. As notas actualmente non son compatibles cos produtos de Apple. Co propósito de evitar a perda das notas, suxírese facer unha copia de seguridade usando a funcionalidade \"exportar\", cada vez que faga algunhas modificacións que non quere perder. </p> </div>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Todos os dereitos reservados. </p> <p> O SOFTWARE OFRÉCESE \"TAL COMO\", SEN GARANTÍA DE NINGÚN TIPO, EXPRESO OU IMPLÍCITO, INCLUÍDO PERO NON LIMITADO ÁS GARANTÍAS DE COMERCIALIZACIÓN, IDONEIDADE PARA UN PROPÓSITO PARTICULAR E NON INFRACCIÓN. EN NINGÚN CASO OS AUTORES O TITULARES DE DEREITOS DE AUTOR SERÁN RESPONSABLES DE CALQUERA RECLAMACIÓN, DANOS E OUTRAS RESPONSABILIDADES, TANTO NALGÚA ACCIÓN DE CONTRATO, TORT OU DOUTRO MÉDITO, PROCEDENTE DE, FÓRA DE OU EN CONEXIÓN CO SOFTWARE OU USO OU OUTROS TRATAMENTOS NO SOFTWARE. </p>","text_about_content2":"<p> ESTE SERVIZO PODE CONTER TRADUCCIÓNS FUNCIONADAS POR GOOGLE. GOOGLE RINUNCIA DE TODAS AS GARANTÍAS RELACIONADAS COAS TRADUCCIÓNS, EXPRESAS OU IMPLÍCITAS, INCLUÍNDO CALQUERA GARANTÍA DE PRECISIÓN, FIABILIDADE E CALQUERA GARANTÍA IMPLÍCITA DE COMERCIABILIDADE, IDONEIDADE PARA UN PROPÓSITO PARTICULAR E NON INFRACCIÓN. </p>","text_about_content3":"<p> Esta aplicación web traduciuse para a súa comodidade mediante un software de tradución impulsado por Google Translate. Fixéronse esforzos razoables para proporcionar unha tradución precisa, con todo, ningunha tradución automática é perfecta nin pretende substituír aos tradutores humanos. As traducións ofrécense como un servizo aos usuarios do sitio web marcoparrone.com e ofrécense \"tal cal\". Non se fai ningunha garantía, expresa ou implícita, sobre a exactitude, fiabilidade ou corrección de calquera tradución feita desde o inglés a calquera outro idioma. É posible que algúns contidos (como imaxes, vídeos, Flash, etc.) non se traducan con precisión debido ás limitacións do software de tradución. </p> <p> O texto oficial é a versión en inglés do sitio web. Calquera discrepancia ou diferenza creada na tradución non é vinculante e non ten ningún efecto legal para cumprimento ou cumprimento. Se xurde algunha dúbida relacionada coa exactitude da información contida no sitio web traducido, consulte a versión en inglés do sitio web que é a versión oficial. </p>"}