{"text_appname":"નોંધો","text_add_label":"એક નોંધ ઉમેરો","text_settings_label":"સેટિંગ્સ","text_importexport_label":"આયાત અને નિકાસ નોંધો","text_help_label":"મદદ","text_about_label":"વિશે","text_close_label":"બંધ","text_snack_mustbenum":"મૂલ્ય એક નંબર હોવો જોઈએ!","text_snack_toobig":"પસંદ કરેલું મૂલ્ય ખૂબ મોટું છે!","text_snack_toosmall":"પસંદ કરેલું મૂલ્ય ખૂબ નાનું છે!","text_edit_title":"નોંધ સંપાદિત કરો","text_edit_type":"પ્રકાર:","text_edit_note":"નૉૅધ","text_edit_folder":"ફોલ્ડર","text_edit_note_title":"શીર્ષક:","text_edit_content":"સામગ્રી:","text_delete":"કા .ી નાખો","text_back":"પાછળ","text_save":"સાચવો","text_settings_title":"સેટિંગ્સ","text_settings_content1":"અહીં તમે એપ્લિકેશનને રૂપરેખાંકિત કરી શકો છો.","text_yes":"હા","text_no":"ના","text_settings_showedit":"સંપાદન બટનો બતાવો:","text_settings_showmove":"ચળવળ બટનો બતાવો:","text_settings_showadd":"ફોલ્ડરોમાં \"ઉમેરો\" બટનો બતાવો:","text_settings_rows":"ટેક્સ્ટ ક્ષેત્રની પંક્તિઓ:","text_settings_columns":"ટેક્સ્ટ ક્ષેત્ર કumnsલમ:","text_language":"ભાષા પસંદ કરો:","text_close_button":"બંધ","text_importexport_title":"આયાત નિકાસ","text_importexport_content":"અહીં તમે તમારી નોંધો આયાત અને નિકાસ કરી શકો છો.","text_import":"આયાત કરો:","text_export":"નિકાસ કરો","text_error_loadfile":"ભૂલ: ફાઇલ લોડ કરી શકાતી નથી.","text_error_fileformat":"ભૂલ: ફાઇલ ફોર્મેટ ખોટું છે.","text_example_title":"ઉદાહરણ ટાઇટલ","text_example_content":"ઉદાહરણકોન્ટેન્ટ","text_open":"ખુલ્લા","text_add":"ઉમેરો","text_edit":"સંપાદિત કરો","text_move_backward":"પાછળની તરફ ખસેડો","text_move_forward":"આગળ વધો","text_move_upward":"ઉપરની તરફ ખસેડો","text_move_downward":"નીચે તરફ ખસેડો","text_help_title":"સહાય કરો","text_about_title":"વિશે","text_help_content":"<p> નોંધો એ નોંધો સાચવવા અને ગોઠવવા માટે એક એપ્લિકેશન છે. </ p> <p> નવી નોંધ અથવા નવું ફોલ્ડર બનાવવા માટે, \"વત્તા\" ચિહ્ન દબાવો: નોંધ અને ફોલ્ડર વચ્ચે પસંદ કરો, શીર્ષક દાખલ કરો અને અંતે સામગ્રી, પછી ફેરફારોને સાચવવા માટે સેવ દબાવો, અથવા નોંધને કા deleteી નાખવા માટે કા deleteી નાંખોને દબાવો, અથવા ફેરફારોને અવગણવા માટે પાછા નોંધ કરો પરંતુ નોંધ રાખો. </ p> <p> સંબંધિત સામગ્રી ખોલવા માટે નોંધની નજીકના \"ખુલ્લા\" બટનને દબાવો . </ p> <p> તેમાં એક નવું તત્વ ઉમેરવા માટે ફોલ્ડરની અંદર \"એડ\" બટન દબાવો. </ p> <p> બંને નોંધો અને ફોલ્ડરો માટે, તેમને સુધારવા માટે \"સંપાદિત કરો\" બટન દબાવો, દબાવો પાછલા તત્વ સાથે સ્થિતિનું વિનિમય કરવા માટે \"પાછળ ખસેડો\" બટન, આગલા તત્વ સાથે સ્થિતિનું વિનિમય કરવા માટે \"આગળ વધો\" બટન દબાવો, તત્વ હાલમાં તે ફોલ્ડરની બહાર ખસેડવા માટે \"ઉપર તરફ જાઓ\" બટન દબાવો, અથવા આગલા સબફોલ્ડરની અંદરના તત્વને ખસેડવા માટે \"નીચે તરફ ખસેડો\" બટન દબાવો. </ p> <p> સેટિંગ્સ મેનૂમાં, \"સેટિંગ્સ\" ચિહ્ન પર ક્લિક કર્યા પછી, તમે સંપાદન, હલનચલન અને એડિટને છુપાવી અથવા બતાવી શકો છો આયન બટનો. </ p> <p> નોંધો આયાત અથવા નિકાસ કરવા માટે, આયાત / નિકાસ ચિહ્ન પર દબાવો. આ એપ્લિકેશન માટે વિશિષ્ટ જેએસઓએન ફાઇલમાં નોંધો આયાત અથવા નિકાસ કરવામાં આવશે. ફાઇલમાંથી નોંધો આયાત કરતી વખતે, વર્તમાન નોંધો કા deletedી નાખવામાં આવશે અને ફરીથી લખાઈ જશે. </ P> <p> નોંધો એક પ્રગતિશીલ વેબ એપ્લિકેશન છે, જેનો અર્થ છે કે તે બ્રાઉઝરની અંદર ચાલે છે. જ્યારે તમે તેને ઇન્સ્ટોલ કરો છો, જ્યારે બ્રાઉઝર ઘટકો બતાવ્યા નથી, તે હજી પણ બ્રાઉઝરની અંદર ચાલે છે. નોંધો .marcoparrone.com ડોમેન માટે બ્રાઉઝરની સ્થાનિક સ્ટોરેજમાં નોંધો સાચવવામાં આવી છે. લોકલસ્ટેરેજ ક્રોમ, એજ અને ફાયરફોક્સ બ્રાઉઝર્સ સાથે સરસ રીતે કામ કરે છે. અન્ય બ્રાઉઝર્સ થોડા સમય પછી સ્થાનિક સ્ટોરેજ કા deleteી શકે છે. ડિફ defaultલ્ટ રૂપે એન્ડ્રોઇડ ક્રોમનો ઉપયોગ કરે છે, ડિફ defaultલ્ટ રૂપે વિન્ડોઝ એજનો ઉપયોગ કરે છે. નોંધો હાલમાં Appleપલ ઉત્પાદનો પર સપોર્ટેડ નથી. નોંધોના નુકસાનને રોકવામાં સહાય કરવાના હેતુ સાથે, \"નિકાસ\" વિધેયનો ઉપયોગ કરીને બેકઅપ લેવાનું સૂચન કરવામાં આવે છે, દર વખતે જ્યારે તમે કેટલાક ફેરફારો કરો છો જેને તમે ગુમાવવા માંગતા નથી. </ P> </ div>","text_about_content1":"<p> ક Copyrightપિરાઇટ © 2017,2019,2020,2021 માર્કો પrરોન. પરંતુ વેપારીની બાંયધરી સુધી મર્યાદિત નથી, ખાસ ઉદ્દેશ્ય અને બિનહરીફકરણ માટે યોગ્યતા કોઈ પણ ઘટનામાં લેખકો અથવા ક ORપિરાઇટ ધારકો કોઈપણ દાવા, નુકસાન અથવા અન્ય જવાબદારી માટે જવાબદાર રહેશે નહીં, કરારની ક્રિયા, ટોરટ અથવા અન્ય કોઈપણ બાબતમાં, સોફ્ટવેર અથવા સોફ્ટવેરની મદદથી અથવા તેનાથી અન્ય જોડાણ સOFફ્ટવેર. </ P>","text_about_content2":"<p> આ સેવા, GOOGLE દ્વારા સંચાલિત અનુવાદનું નિયંત્રણ રાખી શકે છે. ગૂગલ અનુવાદ, સ્પષ્ટતા અથવા સ્પષ્ટતાની કોઈપણ બાંહેધરીઓ, વિશ્વાસપાત્રતા, અને ભાગીદારી / ભાગીદારી / ભાગીદારી માટેની કોઈ પણ લખાણની બાંયધરીઓ સમાવિષ્ટ, અનુવાદ અથવા સ્પષ્ટ કરેલી તમામ વARરન્ટિઝને નકારી કા .ે છે.","text_about_content3":"<p> આ વેબ એપ્લિકેશન ગૂગલ ટ્રાન્સલેશન દ્વારા સંચાલિત અનુવાદ સ translationફ્ટવેરનો ઉપયોગ કરીને તમારી સુવિધા માટે અનુવાદિત કરવામાં આવી છે. સચોટ અનુવાદ પ્રદાન કરવા માટે વ્યાજબી પ્રયત્નો કરવામાં આવ્યા છે, જો કે, કોઈ સ્વચાલિત અનુવાદ સંપૂર્ણ નથી અથવા તે માનવ અનુવાદકોને બદલવાનો હેતુ નથી. માર્કોપાયરોન ડોટ કોમ વેબસાઇટના વપરાશકર્તાઓને ભાષાંતર સેવા તરીકે પ્રદાન કરવામાં આવે છે, અને \"જેમ છે તેમ પ્રદાન કરવામાં આવે છે.\" કોઈ પણ પ્રકારની બાંયધરી, વ્યક્ત અથવા ગર્ભિત, ઇંગલિશમાંથી અન્ય કોઈપણ ભાષામાં કરવામાં આવેલા કોઈપણ અનુવાદોની ચોકસાઈ, વિશ્વસનીયતા અથવા ચોકસાઈ તરીકે કરવામાં આવતી નથી. કેટલીક સામગ્રી (જેમ કે છબીઓ, વિડિઓઝ, ફ્લેશ, વગેરે) અનુવાદ સ softwareફ્ટવેરની મર્યાદાઓને કારણે ચોક્કસ રીતે ભાષાંતર કરી શકાતી નથી. </ P> <p> સત્તાવાર લખાણ વેબસાઇટનું અંગ્રેજી સંસ્કરણ છે. અનુવાદમાં બનાવેલ કોઈપણ વિસંગતતાઓ અથવા તફાવતો બંધનકર્તા નથી અને પાલન અથવા અમલના હેતુ માટે કોઈ કાનૂની અસર નથી. જો ભાષાંતર કરેલી વેબસાઇટમાં સમાવિષ્ટ માહિતીની ચોકસાઈને લગતા કોઈ પ્રશ્નો ઉત્પન્ન થાય છે, તો વેબસાઇટના અંગ્રેજી સંસ્કરણનો સંદર્ભ લો જે સત્તાવાર સંસ્કરણ છે. </ P>"}