{"text_appname":"Nā memo","text_add_label":"hoʻohui i kahi memo","text_settings_label":"nā hoʻonohonoho","text_importexport_label":"lawe mai a me nā palapala hoʻolilo","text_help_label":"kōkua","text_about_label":"e pili ana","text_close_label":"pani","text_snack_mustbenum":"Pono he helu i ka waiwai!","text_snack_toobig":"Nui loa ka waiwai i koho ʻia!","text_snack_toosmall":"Liʻiliʻi loa ka waiwai i koho ʻia!","text_edit_title":"Hoʻomaopopo memo","text_edit_type":"ʻAno:","text_edit_note":"palapala","text_edit_folder":"kōpaki","text_edit_note_title":"Poʻo inoa:","text_edit_content":"ʻIke ʻike:","text_delete":"Holoi","text_back":"Hope","text_save":"Mālama","text_settings_title":"Nā koho","text_settings_content1":"Maʻaneʻi hiki iā ʻoe ke hoʻonohonoho i ka noi.","text_yes":"Ae","text_no":"aʻole","text_settings_showedit":"Hōʻike i nā pihi hoʻoponopono:","text_settings_showmove":"Hōʻike i nā pihi neʻe:","text_settings_showadd":"Hōʻike i nā pihi \"hoʻohui\" i nā waihona:","text_settings_expandbydefault":"Hoʻonui i nā waihona i ka paʻamau:","text_settings_rows":"Nā lālani āpana huaʻōlelo:","text_settings_columns":"Kolamu āpana kikokiko:","text_language":"Koho i ka ʻōlelo:","text_question_merge":"Hoʻohui i nā memo i kēia manawa me nā memo i lawe ʻia mai a i ʻole hoʻololi iā lākou?","text_merge":"e hele","text_replace":"e panai","text_close_button":"Pani","text_importexport_title":"Import / hoʻolilo","text_importexport_content":"Maʻaneʻi hiki iā ʻoe ke lawe a hoʻokuʻu i kāu mau memo.","text_import":"Lawe mai:","text_export":"Hoʻouna aku","text_error_loadfile":"hewa: hiki ʻole ke hoʻouka i ka faile.","text_error_fileformat":"hewa: hewa ka faila faila.","text_example_title":"Poʻo inoa laʻana","text_example_content":"ʻImi Laʻana","text_open":"Wehe","text_add":"Pākuʻi","text_edit":"Hoʻoponopono","text_move_backward":"Neʻe i hope","text_move_forward":"Neʻe i mua","text_move_upward":"Neʻe i luna","text_move_downward":"Neʻe i lalo","text_expand_less":"Hoʻolaha","text_expand_more":"Hoʻonui","text_help_title":"Kōkua","text_about_title":"E pili ana i","text_help_content1":"He memo kahi polokalamu e mālama a hoʻonohonoho i nā memo.","text_help_content2":"No ka hana ʻana i kahi memo hou, a i ʻole kahi waihona hou, kaomi i ka \"plus\" icon: koho ma waena o ka memo a me ka waihona, hoʻokomo i ka poʻo inoa a laila ka ʻike, a laila kaomi mālama e mālama i nā loli, a kaomi holoi paha e kāpae i ka memo, a i ʻole hoʻi e lele i nā loli akā mālama i ka memo.","text_help_content3":"E kaomi i ke pihi \"wehe\" kokoke i kahi memo e wehe i ka ʻike pili.","text_help_content4":"E kaomi i ke pihi \"hoʻohui\" i loko o kahi kōpena e hoʻohui i kahi mea hou iā ia.","text_help_content5":"No nā memo a me nā waihona ʻelua, kaomi i ka pihi \"hoʻoponopono\" e hoʻololi ai iā lākou, kaomi i ka pihi \"neʻe i hope\" e hoʻololi i ke kūlana me ka mea mua, e kaomi i ka pihi \"neʻe i mua\" e hoʻololi i ke kūlana me ka mea hou aʻe, kaomi i ka Pihi \"neʻe i luna\" e hoʻoneʻe i ke kumumanaʻo mai ka waihona ma hea ia i kēia manawa, a i ʻole kaomi i ke pihi \"neʻe i lalo\" e hoʻoneʻe i ka mea i loko o ka subfolder e hiki mai ana.","text_help_content6":"I ka papa kuhikuhi hoʻonohonoho, hiki ke kiʻi ʻia ma hope o ke kaomi ʻana i ke kiʻiona \"hoʻonohonoho\", hiki iā ʻoe ke hūnā a hōʻike paha i nā pihi hoʻoponopono, neʻe a hoʻohui. Hiki iā ʻoe ke hoʻonohonoho i nā lālani a me nā kolamu o ka ʻaoʻao huaʻōlelo no ka pahu kūkā kamaʻilio \"hoʻoponopono\". Hiki nō hoʻi ke hoʻololi i ka ʻōlelo o ka mea hoʻohana mau.","text_help_content7":"No ka lawe ʻana mai a hoʻolilo paha i nā memo, kaomi ma luna o ke kiʻi hoʻoili / lawe aku. E lawe a lawe ʻia paha nā memo i kahi faila JSON kikoʻī i kēia polokalamu. Ke lawe mai nei i nā memo mai kahi faila, e holoi ʻia a kākau ʻia nā memo o kēia manawa.","text_help_content8":"He palapala pūnaewele holomua ʻo Notes, ʻo ia hoʻi ke holo nei ia i loko o kahi polokalamu kele pūnaewele. Ke hoʻouka ʻoe iā ia, ʻoiai ʻaʻole hōʻike ʻia nā ʻaoʻao pūnaewele, holo mau ia i loko o kahi polokalamu kele pūnaewele. Mālama ʻia nā memo ma ka localStorage o ka polokalamu kele pūnaewele no ka memo note.marcoparrone.github.io. hana maikaʻi ʻo localStorage me nā polokalamu kele pūnaewele Chrome, Edge a me Firefox. Hiki i nā mea nānā ʻē aʻe ke holoi i ka localStorage ma hope o kekahi manawa. Hoʻohana ʻo Android ma Chrome i ka paʻamau, hoʻohana ʻo Windows ma ka paʻamau iā Edge. ʻAʻole kākoʻo ʻia nā memo i kēia manawa ma nā huahana Apple. Me ke kumu e kōkua ai e pale i ka nalo ʻana o nā memo, ʻōlelo ʻia e hana i kahi kākoʻo me ka hoʻohana ʻana i ka hana \"export\", i kēlā me kēia manawa ke hana i nā hoʻololi āu e makemake ʻole ai e nalo.","text_about_content1":"Kuleana kope © 2017,2019,2020,2021 ʻO Marco Parrone.","text_about_content2":"Waiho ʻia nā kuleana āpau.","text_about_content3":"Hāʻawi ʻia ka SOFTWARE \"AS IS\", ME KA MEA KAHU O KEKAHI ANA, HUAKAI A I KAHUʻIA, E HĀLĀ ANA I KA MEA O KE KUMU O KE KUMUʻIA, KĀNĀWAI NO KAHI KĀLĀWAI A ME KA NONINFRINGEMENT. MA KA MEA HIKI E HIKI ANA I KA MEA KĀNĀWAI A I KĀLĀ KĀLĀ KĀLĀ NO KEKAHI KULA, KUMU A I OLE KE KĀNĀWAI HOU, MA KE KAHI ANA I KA KĀLĀ, KA LAKU A I NĀ ʻĀINA ʻ AR, e kū mai ana, mai a i ʻole pili i ka SOFTWARE A i ʻole ka hoʻohana ʻana a i ʻole nā hana ʻē aʻe i ka KUMU LOA.","text_about_content4":"E KĀLĀ ANA Kēia lawelawe i nā unuhi i mana ʻia e GOOGLE. Hōʻike ʻo GOOGLE i nā palapala āpau e pili ana i nā unuhi, hōʻike a i ʻole hoʻokō ʻia, e pili ana i kekahi mau hōʻoia o ka pololei, ka pili ʻana, a me nā ʻōlelo hoʻokō o ka pono, ka pono no kahi ʻāpana kūpono a me ka nononfring.","text_about_content5":"Ua unuhi ʻia kēia polokalamu pūnaewele no kāu pono e hoʻohana ana i nā polokalamu unuhi i mana ʻia e Google Translate. Ua hana ʻia nā hana kūpono e hoʻolako i kahi unuhi pololei, akā naʻe, ʻaʻole maikaʻi kahi unuhi automated a ʻaʻole hoʻi i manaʻo ʻia e pani i nā mea unuhi kanaka. Hāʻawi ʻia nā unuhi ma ke ʻano he lawelawe i nā mea hoʻohana o ka pūnaewele marcoparrone.github.io, a hāʻawi ʻia \"e like me ia.\" ʻAʻohe palapala hoʻokō o kekahi ʻano, i hōʻike ʻia a i ʻole nā manaʻo paha, i hana ʻia e pili ana i ka pololei, ka hilinaʻi, a me ka pololei o nā unuhi i hana ʻia mai ka ʻōlelo Pelekania i kekahi ʻōlelo ʻē aʻe. ʻAʻole hiki ke unuhi pololei ʻia kekahi mau ʻike (e like me nā kiʻi, nā wikiō, Flash, a pēlā aku) ma muli o nā palena o ka polokalamu unuhi.","text_about_content6":"ʻO ka ʻōlelo mana ka mana Pelekane o ka pūnaewele. ʻAʻole paʻa a ʻaʻohe ʻokoʻa nā mea i hana ʻia i ka unuhi a ʻaʻohe ona kū i ke kānāwai no ka hoʻokō a me nā kumu hoʻokō. Inā kū kekahi nīnau e pili ana i ka pololei o ka ʻike i loko o ka pūnaewele i unuhi ʻia, e nānā i ka mana Pelekane o ka pūnaewele ʻo ia ka mana mana."}