{"text_appname":"Nā memo","text_add_label":"hoʻohui i kahi memo","text_settings_label":"nā hoʻonohonoho","text_importexport_label":"lawe mai a me nā palapala hoʻolilo","text_help_label":"kōkua","text_about_label":"e pili ana","text_close_label":"pani","text_snack_mustbenum":"Pono he helu i ka waiwai!","text_snack_toobig":"Nui loa ka waiwai i koho ʻia!","text_snack_toosmall":"Liʻiliʻi loa ka waiwai i koho ʻia!","text_edit_title":"Hoʻomaopopo memo","text_edit_type":"ʻAno:","text_edit_note":"palapala","text_edit_folder":"kōpaki","text_edit_note_title":"Poʻo inoa:","text_edit_content":"ʻIke ʻike:","text_delete":"Holoi","text_back":"Hope","text_save":"Mālama","text_settings_title":"Nā koho","text_settings_content1":"Maʻaneʻi hiki iā ʻoe ke hoʻonohonoho i ka noi.","text_yes":"ae","text_no":"aʻole","text_settings_showedit":"Hōʻike i nā pihi hoʻoponopono:","text_settings_showmove":"Hōʻike i nā pihi neʻe:","text_settings_showadd":"Hōʻike i nā pihi \"hoʻohui\" i nā waihona:","text_settings_rows":"Nā lālani āpana huaʻōlelo:","text_settings_columns":"Kolamu āpana kikokiko:","text_language":"Koho i ka ʻōlelo:","text_close_button":"Pani","text_importexport_title":"Import / hoʻolilo","text_importexport_content":"Maʻaneʻi hiki iā ʻoe ke lawe a hoʻokuʻu i kāu mau memo.","text_import":"Lawe mai:","text_export":"Hoʻouna aku","text_error_loadfile":"hewa: hiki ʻole ke hoʻouka i ka faile.","text_error_fileformat":"hewa: hewa ka faila faila.","text_example_title":"Poʻo inoa laʻana","text_example_content":"ʻImi Laʻana","text_open":"Wehe","text_add":"Pākuʻi","text_edit":"Hoʻoponopono","text_move_backward":"Neʻe i hope","text_move_forward":"Neʻe i mua","text_move_upward":"Neʻe i luna","text_move_downward":"Neʻe i lalo","text_help_title":"Kōkua","text_about_title":"E pili ana i","text_help_content":"<p> He leka uila nā memo e mālama a hoʻonohonoho ai i nā memo. ʻikepili, a laila kaomi mālama no ka mālama ʻana i nā loli, a i ʻole kaomi holoi e kāpae i ka memo, a i ʻole hoʻi e lele i nā loli akā e mālama i ka memo. </ p> <kaomi i ke pihi \"hoʻohui\" i loko o kahi kōpaki e hoʻohui i kahi ʻaoʻao hou iā ia. \"neʻe i hope\" e hoʻololi i ke kūlana me ka mea mua, e kaomi i ke pihi \"neʻe i mua\" e hoʻololi i ke kūlana me ka mea aʻe, e kaomi i ka pihi \"neʻe i luna\" e hoʻoneʻe i ka mea i waho o ka waihona ma kahi e noho nei, a i ʻole kaomi i ke pihi \"neʻe i lalo\" e hoʻoneʻe i ke kumumanaʻo i loko o ka subfolder e hiki mai ana. nā pihi ion. </ p </ / / / / To import or export the note, press on the import / export icon. E lawe a lawe ʻia paha nā memo i kahi faila JSON kikoʻī i kēia polokalamu. Ke lawe ʻia mai nei nā memo mai kahi faile, e holoi ʻia nā memo o kēia manawa. Ke hoʻouka ʻoe iā ia, ʻoiai ʻaʻole hōʻike ʻia nā ʻaoʻao pūnaewele, holo mau ia i loko o kahi polokalamu kele pūnaewele. Mālama ʻia nā memo ma ka localStorage o ka polokalamu kele pūnaewele no ka memo note.marcoparrone.com. hana maikaʻi ʻo localStorage me nā polokalamu kele pūnaewele Chrome, Edge a me Firefox. Hiki i nā mea nānā ʻē aʻe ke holoi i ka localStorage ma hope o kekahi manawa. Hoʻohana ʻo Android ma Chrome i ka paʻamau, hoʻohana ʻo Windows ma ka paʻamau iā Edge. ʻAʻole kākoʻo ʻia nā memo i kēia manawa ma nā huahana Apple. Me ke kumu e kōkua ai e pale i ka nalo ʻana o nā memo, ʻōlelo ʻia e hana i kahi papaʻa me ka hoʻohana ʻana i ka hana \"export\", i kēlā me kēia manawa ke hana i nā hoʻololi āu e makemake ʻole ai e nalo. </ P>","text_about_content1":"<p> Kuleana kope © 2017,2019,2020,2021 ʻO Marco Parrone. <br /> Mālama ʻia nā Kuleana āpau. </ p </ pU Akā ʻaʻole i kau palena ʻia i nā palapala hoʻokō o ka pono, kūpono no kahi pahuhopu kikoʻī a me ka inoa ʻole. MA KA MEA HIKI E HIKI ANA I KA MEA KĀNĀWAI A I KĀLĀ KĀLĀ KĀLĀ NO KEKAHI KULA, KUMU A I OLE KE KĀNĀWAI HOU, MA KE KAHI ANA I KA KĀLĀ, KA LAKU A I NĀ ʻĀINA ʻ AR, e kū mai ana, mai a i ʻole e pili ana me ka SOFTWARE A i ʻole ka hoʻohana ʻana a i ʻole nā hana ʻē aʻe i ka. SOFTWARE. </ P>","text_about_content2":"<p> MAU KEIA KULUWA KUMU O KA HUAKAI I HANA IA E GOOGLE. Hōʻike ʻo GOOGLE i nā ʻōlelo āpau e pili ana i nā unuhi, hōʻike a i ʻole hoʻokō ʻia, e pili ana i kekahi mau hōʻoia o ka pono, ka pili ʻana, a me nā ʻōlelo hoʻokō o ka pono, ka pono no kahi ʻāpana kūpono a me ka ʻole.","text_about_content3":"<p> Ua unuhi ʻia kēia polokalamu pūnaewele no kāu pono e hoʻohana ana i nā polokalamu unuhi i mana ʻia e Google Translate. Ua hana ʻia nā hana kūpono e hoʻolako i kahi unuhi pololei, akā naʻe, ʻaʻole maikaʻi kahi unuhi automated a ʻaʻole hoʻi i manaʻo ʻia e pani i nā mea unuhi kanaka. Hāʻawi ʻia nā unuhi ma ke ʻano he lawelawe i nā mea hoʻohana o ka pūnaewele marcoparrone.com, a hāʻawi ʻia \"e like me ia.\" ʻAʻohe palapala hoʻokō o kekahi ʻano, i hōʻike ʻia a i ʻole nā manaʻo paha, i hana ʻia e pili ana i ka pololei, ka hilinaʻi, a me ka pololei o nā unuhi i hana ʻia mai ka ʻōlelo Pelekania i kekahi ʻōlelo ʻē aʻe. ʻAʻole hiki ke unuhi pololei ʻia kekahi mau ʻike (e like me nā kiʻi, nā wikiō, Flash, a pēlā aku) ma muli o nā palena o ka polokalamu unuhi. </ P> ʻO ka ʻōlelo mana ka mana Pelekane o ka pūnaewele. ʻAʻole paʻa a ʻaʻohe ʻokoʻa nā mea i hana ʻia i ka unuhi a ʻaʻohe ona kū i ke kānāwai no ka hoʻokō a me nā kumu hoʻokō. Inā kū kekahi nīnau e pili ana i ka pololei o ka ʻike i loko o ka pūnaewele i unuhi ʻia, e nānā i ka mana Pelekane o ka pūnaewele ʻo ia ka mana mana."}