{"text_appname":"टिप्पणियाँ","text_add_label":"टिप्पणी जोड़ें","text_settings_label":"समायोजन","text_importexport_label":"आयात और निर्यात नोट","text_help_label":"मदद","text_about_label":"के बारे में","text_close_label":"बंद करे","text_snack_mustbenum":"मान एक संख्या होना चाहिए!","text_snack_toobig":"चयनित मूल्य बहुत बड़ा है!","text_snack_toosmall":"चयनित मान बहुत छोटा है!","text_edit_title":"नोट संपादित करें","text_edit_type":"प्रकार:","text_edit_note":"ध्यान दें","text_edit_folder":"फ़ोल्डर","text_edit_note_title":"शीर्षक:","text_edit_content":"सामग्री:","text_delete":"हटाएं","text_back":"वापस","text_save":"सहेजें","text_settings_title":"समायोजन","text_settings_content1":"यहां आप एप्लिकेशन को कॉन्फ़िगर कर सकते हैं।","text_yes":"हाँ","text_no":"नहीं","text_settings_showedit":"संपादन बटन दिखाएं:","text_settings_showmove":"आंदोलन बटन दिखाएं:","text_settings_showadd":"फ़ोल्डर्स में \"जोड़ें\" बटन दिखाएं:","text_settings_rows":"पाठ क्षेत्र पंक्तियाँ:","text_settings_columns":"पाठ क्षेत्र कॉलम:","text_language":"भाषा चुनें:","text_close_button":"बंद करे","text_importexport_title":"आयात निर्यात","text_importexport_content":"यहां आप अपने नोट्स आयात और निर्यात कर सकते हैं।","text_import":"आयात:","text_export":"निर्यात","text_error_loadfile":"त्रुटि: फ़ाइल लोड नहीं की जा सकती।","text_error_fileformat":"त्रुटि: फ़ाइल स्वरूप गलत है।","text_example_title":"उदाहरण","text_example_content":"उदाहरण","text_open":"खुला हुआ","text_add":"जोड़ना","text_edit":"संपादित करें","text_move_backward":"पीछे की ओर जाएं","text_move_forward":"आगे बढ़ो","text_move_upward":"ऊपर की ओर ले जाएँ","text_move_downward":"नीचे की ओर ले जाएँ","text_help_title":"मदद","text_about_title":"के बारे में","text_help_content":"<p> नोट्स नोट्स को सहेजने और व्यवस्थित करने के लिए एक ऐप है। </ p> <p> एक नया नोट, या एक नया फ़ोल्डर बनाने के लिए, \"प्लस\" आइकन दबाएं: नोट और फ़ोल्डर के बीच चयन करें, शीर्षक और अंततः डालें सामग्री, फिर परिवर्तनों को सहेजने के लिए सहेजें दबाएं, या नोट को हटाने के लिए हटाएं दबाएं, या परिवर्तनों को छोड़ने के लिए वापस जाएं लेकिन नोट रखें। </ p> <p> संबंधित सामग्री को खोलने के लिए नोट के पास \"खुला\" बटन दबाएं </ p> <p> एक नया तत्व जोड़ने के लिए एक फ़ोल्डर के अंदर \"जोड़ें\" बटन दबाएं। </ p> <p> दोनों नोट और फ़ोल्डरों के लिए, उन्हें संशोधित करने के लिए \"संपादित करें\" बटन दबाएं। पिछले तत्व के साथ स्थिति का आदान-प्रदान करने के लिए \"आगे पीछे\" बटन दबाएं, अगले तत्व के साथ स्थिति का आदान-प्रदान करने के लिए \"आगे बढ़ें\" बटन दबाएं, तत्व को उस फ़ोल्डर से बाहर ले जाने के लिए \"ऊपर की ओर\" बटन दबाएं जहां यह वर्तमान में है, या अगले सबफ़ोल्डर के अंदर तत्व को स्थानांतरित करने के लिए \"नीचे की ओर ले जाएं\" बटन दबाएं। </ p> <p> सेटिंग मेनू में, \"सेटिंग\" आइकन पर क्लिक करने के बाद पहुंच योग्य, आप संपादन, आंदोलन और एडिट छिपा सकते हैं या दिखा सकते हैं। आयन बटन। </ p> <p> नोटों को आयात या निर्यात करने के लिए, आयात / निर्यात आइकन पर दबाएं। इस ऐप के लिए विशिष्ट JSON फ़ाइल में नोट आयात या निर्यात किए जाएंगे। किसी फ़ाइल से नोट्स आयात करते समय, वर्तमान नोट हटा दिए जाएंगे और अधिलेखित हो जाएंगे। </ p> <p> नोट्स एक प्रगतिशील वेब अनुप्रयोग है, जिसका अर्थ है कि यह एक ब्राउज़र के अंदर चलता है। जब आप इसे स्थापित करते हैं, जबकि ब्राउज़र घटक नहीं दिखाए जाते हैं, तब भी यह ब्राउज़र के अंदर चलता है। नोट्स को ब्राउज़र के लोकलस्टोरेज में notes.marcoparrone.com डोमेन के लिए सहेजा जाता है। लोकलस्टोरेज क्रोम, एज और फ़ायरफ़ॉक्स ब्राउज़र के साथ ठीक काम करता है। अन्य ब्राउज़र कुछ समय बाद लोकलस्टोरेज को हटा सकते हैं। डिफ़ॉल्ट रूप से एंड्रॉइड क्रोम का उपयोग करता है, विंडोज डिफ़ॉल्ट रूप से एज का उपयोग करता है। वर्तमान में नोट्स Apple उत्पादों पर समर्थित नहीं हैं। नोटों के नुकसान को रोकने में मदद करने के उद्देश्य से, \"निर्यात\" कार्यक्षमता का उपयोग करके एक बैकअप बनाने का सुझाव दिया जाता है, हर बार जब आप कुछ संशोधन करते हैं जो आप खोना नहीं चाहते हैं। </ p> </ div>","text_about_content1":"<p> कॉपीराइट © 2017,2019,2020,2021 Marco Parrone। <br /> सभी अधिकार सुरक्षित। </ p> <p> सॉफ़्टवेयर किसी भी प्रकार की वारंटी के बिना \"IS IS\" है \" मर्चेंटैबिलिटी के वारंटियों तक सीमित नहीं है, एक साझेदार और गैर-सरकारी संगठन के लिए उपयुक्तता। किसी भी इवेंट में ऑटो या कॉप्टर राइटर्स किसी भी क्लैम, डैमेज या अन्य लाइबिलिटी के लिए लाइएबल नहीं होंगे, जो अनुबंध, टिकट या अन्य वॉर के एक्शन में हो, ARISING FROM, सॉफ्टवेयर के उपयोग से संबंधित हो या अन्य के साथ हो। सॉफ़्टवेयर। </ p>","text_about_content2":"<p> यह सेवा Google द्वारा स्थानांतरित किए जाने वाले प्रमुख लेनदेन हैं। GOOGLE DISCLAIMS सभी वृतियों का स्थानांतरण, विस्तार या आयात, जो किसी भी नियम, धर्म, और किसी भी राज्य के लिए विभिन्न आय वर्गों के किसी भी निर्वाचित उम्मीदवारों के लिए उपलब्ध हैं, की सूची में शामिल हैं।","text_about_content3":"<p> Google अनुवाद द्वारा संचालित अनुवाद सॉफ़्टवेयर का उपयोग करके आपकी सुविधा के लिए इस वेब ऐप का अनुवाद किया गया है। एक सटीक अनुवाद प्रदान करने के लिए उचित प्रयास किए गए हैं, हालांकि, कोई भी स्वचालित अनुवाद सही नहीं है और न ही इसका उद्देश्य मानव अनुवादकों को प्रतिस्थापित करना है। अनुवाद marcoparrone.com वेबसाइट के उपयोगकर्ताओं के लिए एक सेवा के रूप में प्रदान किए जाते हैं, और उन्हें \"जैसा है\" प्रदान किया जाता है। अंग्रेजी से किसी भी अन्य भाषा में किए गए किसी भी अनुवाद की सटीकता, विश्वसनीयता, या शुद्धता के रूप में किसी भी प्रकार की कोई भी वारंटी व्यक्त या निहित नहीं है। अनुवाद सामग्री की सीमाओं के कारण कुछ सामग्री (जैसे कि चित्र, वीडियो, फ्लैश, आदि) का सटीक अनुवाद नहीं किया जा सकता है। </ p> <p> आधिकारिक पाठ वेबसाइट का अंग्रेजी संस्करण है। अनुवाद में बनाई गई कोई भी विसंगतियां या अंतर बाध्यकारी नहीं हैं और अनुपालन या प्रवर्तन उद्देश्यों के लिए कोई कानूनी प्रभाव नहीं है। यदि अनुवादित वेबसाइट में निहित जानकारी की सटीकता से संबंधित कोई भी सवाल उठता है, तो आधिकारिक संस्करण के लिए वेबसाइट के अंग्रेजी संस्करण का संदर्भ लें। </ p>"}