{"text_appname":"Sau ntawv","text_add_label":"ntxiv ib lub ceeb toom","text_settings_label":"teeb tsa","text_importexport_label":"cov ntaub ntawv import thiab export","text_help_label":"pab","text_about_label":"hais txog","text_close_label":"kaw","text_snack_mustbenum":"Tus nqi yuav tsum muaj tus naj npawb!","text_snack_toobig":"Xaiv tus nqi yog loj heev!","text_snack_toosmall":"Xaiv tus nqi yog tsawg heev!","text_edit_title":"Kho sau ntawv","text_edit_type":"Hom:","text_edit_note":"sau ntawv","text_edit_folder":"ntawv tais ceev tseg","text_edit_note_title":"Npe:","text_edit_content":"Cov ntsiab lus:","text_delete":"Rho tawm","text_back":"Tom qab","text_save":"Txuag","text_settings_title":"Chaw","text_settings_content1":"Ntawm no koj tuaj yeem tsim kho daim ntawv thov.","text_yes":"yog lawm","text_no":"tsis muaj","text_settings_showedit":"Qhia cov nyees khawm edit:","text_settings_showmove":"Qhia cov nyees khawm txav:","text_settings_showadd":"Qhia \"ntxiv\" cov nyees khawm hauv folders:","text_settings_rows":"Cov kab ntawv thaj tsam:","text_settings_columns":"Cov ntawv nyeem thaj tsam:","text_language":"Xaiv lus:","text_close_button":"Kaw","text_importexport_title":"Ntshuam / export","text_importexport_content":"Ntawm no koj tuaj yeem import thiab export koj cov ntawv.","text_import":"Ntshuam:","text_export":"Xa khoom","text_error_loadfile":"yuam kev: tsis tuaj yeem thauj ntaub ntawv.","text_error_fileformat":"yuam kev: cov hom ntaub ntawv tsis yog lawm.","text_example_title":"Piv txwv li cov npe","text_example_content":"Piv txwv li Cov Ntsiab Lus","text_open":"Qhib","text_add":"Ntxiv","text_edit":"Kho kom raug","text_move_backward":"Txav Mus Rov Los","text_move_forward":"Txav Mus Los Tom Ntej","text_move_upward":"Txav Mus Los","text_move_downward":"Txav mus rau qis dua","text_help_title":"Pab","text_about_title":"Txog","text_help_content":"<p> Cov lus ceeb toom yog ib qho app los cawm thiab sau cov ntawv. </p> <p> Los tsim cov ntawv ceeb toom tshiab, lossis cov nplaub tshev tshiab, nyem lub cim \"ntxiv\": xaiv ntawm cov ntawv cim thiab cov nplaub tshev, tso lub npe thiab thaum kawg cov ntsiab lus, tom qab ntawv nyem sau ntawv kom txuag tau qhov kev hloov pauv, lossis nias lub suab tawm kom tshem tawm cov lus ceeb toom, lossis rov qab los hla cov kev hloov tab sis khaws tseg rau hauv daim ntawv. </p> <p> Nias lub pob \"qhib\" ze rau ntawm qhov ceeb toom kom qhib cov ntsiab lus ntsig . </p> <p> Nias lub khawm \"ntxiv\" hauv ib lub nplaub tshev los ntxiv cov khoom tshiab rau nws. \"txav mus rov qab\" khawm los pauv txoj haujlwm nrog lub hauv ntej dhau los, nias lub pob \"txav mus rau tom ntej\" los pauv txoj haujlwm nrog cov khoom txuas ntxiv, nias lub pob \"txav mus rov qab\" kom txav lub ntsiab tawm ntawm lub nplaub tshev uas tam sim no, lossis nias lub pob \"txav mus rau hauv qab\" kom txav lub hauv sab hauv lub subfolder tom ntej. </p> <p> Hauv cov ntawv qhia zaub mov, nkag mus tau tom qab nyem rau \"cim\" icon, koj tuaj yeem nkaum lossis qhia cov kev kho, txav thiab ntxiv ion nyees khawm. Koj tseem tuaj yeem tsim kho cov kab ntawv cheeb tsam kab thiab kab ntawv rau lub thawv \"hloov\". Nws kuj tseem tuaj yeem hloov cov lus ntawm tus neeg siv interface. </p> <p> Txhawm rau xa tawm los yog xa tawm cov ntawv ceeb toom, nias ntawm lub cim ntshuam / export Cov ntawv sau yuav raug xa tawm lossis txawv hauv JSON cov ntaub ntawv tshwj xeeb rau cov app no. Thaum tuaj txheeb cov ntawv sau los ntawm cov ntawv, cov ntawv sau tseg tam sim no yuav raug muab lawb tawm thiab muab sau dua tshiab. </p> <p> Cov Lus Qhia yog Progressive Web Application, uas txhais tau tias nws nkag hauv qhov browser. Thaum koj nruab nws, thaum lub browser sib txuas tsis qhia, nws tseem dhia hauv browser. Cov ntawv sau tseg raug khaws cia rau hauv qhov browser's localStorage rau hauv notes.marcoparrone.com sau. localStorage ua haujlwm zoo nrog Chrome, Ntug thiab Firefox browsers. Lwm yam browsers yuav rho tawm localStorage tom qab qee lub sijhawm. Android los ntawm lub neej ntawd siv Chrome, Windows los ntawm lub neej ntawd siv Ntug. Cov ntawv sau tam sim no tsis txaus siab ntawm Apple khoom. Nrog lub hom phiaj pab txhawm rau tiv thaiv qhov poob ntawm cov ntawv, nws raug nquahu kom rov qab siv qhov \"ua haujlwm\" ua haujlwm, txhua zaus koj ua qee yam kev hloov kho uas koj tsis xav plam. </p> </div>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Tag nrho cov cai tshwj xeeb. TAB SIS TSO CAI TSIS COJ COJ LOS TXOJ CAI NTAWM MERCHANTABILITY, FITNESS RAU LUB HOM PHIAJ THIAB TXOJ KEV HLUB. TSIS MUAJ TSIM NYOG YUAV TSO CAI LOS NTAWM COV TXHEEJ TXHEEM LOSSIS COPYRIGHT HOLDERS YUAV TSUM RAU TEJ YAM DAWB LOSSIS LOSSIS LOSSIS LOJ LOJ, TSIS PUB UA LICAS RAU KEV UA TXHUA YAM NTAWM KEV TSWJ, COJ LOSSIS LOSSIS LOSSIS LOSSIS LOSSIS, TUAJ LOS NTAWM LOSSIS LOSSIS RAU KEV SIB CUAG SOFTWARE. </p>","text_about_content2":"<p> QHOV KEV PAB CUAM NO YUAV THOV HLOOV KEV TXHAUM CAI LOS NTAWM GOOGLE. GOOGLE lees tag nrho cov kev lav phib xaub uas raug xa mus rau cov tsheb thauj mus los, kho kom zoo lossis ua tiav, suav nrog cov ntaub ntawv kev lav phib xaub ntawm txoj cai, kev ntseeg, thiab txhua yam kev lav phib xaub ntawm txoj cai, chaw ua hauj lwm rau ib tus neeg.","text_about_content3":"<p> Lub vev xaib no tau muab txhais rau koj kom yooj yim siv cov software software uas siv los ntawm Google Translate. Kev sim ua qhov tsim nyog tau muab kev txhais lus kom raug, txawm li cas los xij, tsis muaj kev txhais lus txhais tau zoo yog qhov tsis zoo thiab nws tsis yog los hloov neeg txhais lus. Kev txhais lus yog muab kev pabcuam rau cov neeg siv ntawm lub vev xaib marcoparrone.com, thiab tau muab \"zoo li.\" Tsis muaj kev tiv thaiv ib yam dab tsi, txawm hais tawm los yog siv, raug suav nrog rau qhov tseeb, kev ntseeg tau, lossis qhov raug ntawm cov lus txhais ua los ntawm lus Askiv ua lwm yam lus. Qee cov ntsiab lus (xws li duab, yeeb yaj kiab, Flash, thiab lwm yam) yuav tsis raug txhais tsis raug vim qhov kev txwv ntawm kev txhais lus software. </p> <p> Cov ntawv luam yog cov lus Askiv ntawm lub vev xaib. Tej yam tsis sib xws lossis qhov sib txawv tsim nyob rau hauv cov lus txhais tsis raug khi thiab tsis muaj kev cuam tshuam raug cai rau kev ua raws lossis tswj kev ua haujlwm. Yog tias muaj lus nug dab tsi cuam tshuam txog qhov tseeb ntawm cov ntaub ntawv muaj nyob hauv lub vev xaib uas tau muab txhais, saib mus rau Askiv tsab ntawv ntawm lub vev xaib uas yog ntawv tshaj tawm."}