{"text_appname":"Sau ntawv","text_add_label":"ntxiv ib lub ceeb toom","text_settings_label":"teeb tsa","text_importexport_label":"cov ntaub ntawv import thiab export","text_help_label":"pab","text_about_label":"hais txog","text_close_label":"kaw","text_snack_mustbenum":"Tus nqi yuav tsum muaj tus naj npawb!","text_snack_toobig":"Xaiv tus nqi yog loj heev!","text_snack_toosmall":"Xaiv tus nqi yog tsawg heev!","text_edit_title":"Kho sau ntawv","text_edit_type":"Hom:","text_edit_note":"sau ntawv","text_edit_folder":"ntawv tais ceev tseg","text_edit_note_title":"Npe:","text_edit_content":"Cov ntsiab lus:","text_delete":"Rho tawm","text_back":"Tom qab","text_save":"Txuag","text_settings_title":"Chaw","text_settings_content1":"Ntawm no koj tuaj yeem tsim kho daim ntawv thov.","text_yes":"yog lawm","text_no":"tsis muaj","text_settings_showedit":"Qhia cov nyees khawm edit:","text_settings_showmove":"Qhia cov nyees khawm txav:","text_settings_showadd":"Qhia \"ntxiv\" cov nyees khawm hauv folders:","text_settings_expandbydefault":"Nthuav cov folders los ntawm lub neej ntawd:","text_settings_rows":"Cov kab ntawv thaj tsam:","text_settings_columns":"Cov ntawv nyeem thaj tsam:","text_language":"Xaiv lus:","text_question_merge":"Sib koom sau ntawv tam sim no nrog cov ntawv sau txawv teb lossis hloov?","text_merge":"mus","text_replace":"hloov","text_close_button":"Kaw","text_importexport_title":"Ntshuam / export","text_importexport_content":"Ntawm no koj tuaj yeem import thiab export koj cov ntawv.","text_import":"Ntshuam:","text_export":"Xa khoom","text_error_loadfile":"yuam kev: tsis tuaj yeem thauj ntaub ntawv.","text_error_fileformat":"yuam kev: cov hom ntaub ntawv tsis yog lawm.","text_example_title":"Piv txwv li cov npe","text_example_content":"Piv txwv li Cov Ntsiab Lus","text_open":"Qhib","text_add":"Ntxiv","text_edit":"Kho kom raug","text_move_backward":"Txav Mus Rov Los","text_move_forward":"Txav Mus Los Tom Ntej","text_move_upward":"Txav Mus Los","text_move_downward":"Txav mus rau qis dua","text_expand_less":"Unexpand","text_expand_more":"Nthuav","text_help_title":"Pab","text_about_title":"Txog","text_help_content1":"Lus sau yog ib qho app los cawm thiab muab sau cia.","text_help_content2":"Txhawm rau tsim cov ntawv tshiab, lossis lub nplaub tshev tshiab, nias lub cim \"ntxiv\": xaiv ntawm kev ceeb toom thiab ntawv tais ceev tseg, ntxig cov npe thiab thaum kawg cov ntsiab lus, tom qab ntawd nias txuag kom txuag tau qhov kev hloov pauv, lossis nias rho tawm kom rho tawm cov ntawv, lossis rov qab kom hla kev hloov pauv tab sis khaws tseg rau hauv ntawv.","text_help_content3":"Nias lub pob \"qhib\" nyob ze rau ntawm lub ceeb toom kom qhib cov ntsiab lus ntsig txog.","text_help_content4":"Nias lub \"Ntxiv\" khawm nyob rau hauv daim nplaub tshev los ntxiv cov khoom tshiab rau nws.","text_help_content5":"Rau ob leeg sau ntawv thiab cov ntawv tais ceev tseg, nias lub pob \"hloov\" los hloov lawv, nias \"txav rov qab\" khawm los pauv hloov txoj haujlwm nrog lub hauv ntej dhau los, nias \"txav mus rau tom ntej\" khawm los pauv txoj haujlwm nrog lub hauv paus txuas ntxiv, nias lub \"txav mus rau sab saum toj\" khawm kom txav lub ntsiab lus tawm ntawm daim nplaub tshev qhov chaw nws tam sim no, lossis nias lub pob \"txav mus sab hauv\" kom txav cov khoom hauv lub subfolder tom ntej.","text_help_content6":"Hauv cov ntawv qhia zaub mov, siv tau tom qab txhaj rau \"icon\" icon, koj tuaj yeem nkaum lossis qhia cov hloov kho, txav thiab ntxiv khawm. Koj tseem tuaj yeem tsim kho cov kab ntawv cheeb tsam kab thiab kab ntawv rau lub thawv \"hloov\". Nws tseem tuaj yeem hloov cov lus ntawm tus neeg siv interface.","text_help_content7":"Txhawm rau import los yog xa tawm tsab ntawv ceeb toom, nias rau ntawm lub txawv teb / export icon. Cov ntawv sau yuav raug xa tawm lossis txawv hauv JSON cov ntaub ntawv tshwj xeeb rau cov app no. Thaum import cov ntawv sau los ntawm ib cov ntawv, cov ntawv sau tseg tam sim no yuav raug muab lwv thiab rov muab sau dua tshiab.","text_help_content8":"Cov Lus Cim yog Progressive Web Application, uas txhais tau tias nws khiav hauv qhov browser. Thaum koj nruab nws, thaum lub browser sib txuas tsis qhia, nws tseem dhia hauv browser. Cov ntawv sau tseg raug khaws cia rau hauv qhov browser's localStorage rau hauv notes.marcoparrone.com sau. localStorage ua haujlwm zoo nrog Chrome, Ntug thiab Firefox browsers. Lwm yam browsers yuav rho tawm localStorage tom qab qee lub sijhawm. Android los ntawm lub neej ntawd siv Chrome, Windows los ntawm lub neej ntawd siv Ntug. Cov ntawv sau tam sim no tsis txaus siab ntawm Apple cov khoom. Nrog lub hom phiaj pab txhawm rau tiv thaiv qhov poob ntawm cov ntawv, nws raug nquahu kom rov qab siv qhov \"ua haujlwm\" ua haujlwm, txhua zaus koj ua qee yam kev hloov kho uas koj tsis xav kom poob.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Qoob loo.","text_about_content3":"SOFTWARE YOG COV TSWV YIM \"AS YOG\", TSIM NYOG TSIS TXUJ CAI NTAWM TXHUA YAM, TSIS TXHOB LOSSIS UA RAWS LI, UA DAB TSI TSIS TAU TXAIS LUB CAIJ LOS NTAWM KEV KHWV CEEV, TXIM RAU LUB HOM PHIAJ THIAB COV NYIAJ TSIS PUB LEEJ TWG. TSIS MUAJ TSIM NYOG YUAV TSO CAI LOS NTAWM COV TXHEEJ TXHEEM LOSSIS COPYRIGHT HOLDERS YUAV TSUM RAU TEJ YAM DAWB LOSSIS LOSSIS LOSSIS LIS TXOJ CAI, TSIS PUB UA LICAS RAU KEV UA TXHUA YAM NTAWM KEV TSWJ, COJ LOSSIS LOSSIS LOS NTAWM LWM YAM, LOS NTAWM LOS, LOSSIS LOSSIS RAU KEV SIB COG SOFTWARE.","text_about_content4":"COV KEV PAB CUAM MAS YUAV TSUM TAU KEV TXHAIS LUS HAIV NEEG LOS NTAWM GOOGLE. GOOGLE lees paub txhua yam kev lav phib xaub uas raug xa mus rau cov tsheb thauj mus los, kev pom zoo lossis ua tiav, suav nrog kev lav phib xaub ntawm kev lav phib xaub, kev lav phib xaub, thiab txhua yam kev lav phib xaub ntawm txoj cai, kev xav tau rau ib qho kev ua haujlwm.","text_about_content5":"Lub vev xaib no tau muab txhais rau koj kom yooj yim siv cov software software uas siv los ntawm Google Translate. Kev sim ua qhov tsim nyog tau muab kev txhais lus kom raug, txawm li cas los xij, tsis muaj kev txhais lus txhais tau zoo yog qhov tsis zoo thiab nws tsis yog los hloov neeg txhais lus. Kev txhais lus yog muab kev pabcuam rau cov neeg siv ntawm lub vev xaib marcoparrone.com, thiab tau muab \"zoo li.\" Tsis muaj kev tiv thaiv ib yam dab tsi, txawm hais tawm los yog siv, raug suav nrog rau qhov tseeb, kev ntseeg tau, lossis qhov raug ntawm cov lus txhais ua los ntawm lus Askiv ua lwm yam lus. Qee cov ntsiab lus (xws li duab, yeeb yaj kiab, Flash, thiab lwm yam) yuav tsis raug muab txhais qhov tseeb vim qhov kev txwv ntawm kev txhais lus software.","text_about_content6":"Cov ntawv nyeem raug yog cov ntawv Askiv hom ntawm lub vev xaib. Tej yam tsis sib xws lossis qhov sib txawv tsim nyob rau hauv cov lus txhais tsis raug khi thiab tsis muaj kev cuam tshuam raug cai rau kev ua raws lossis tswj kev ua haujlwm. Yog tias muaj lus nug tshwm sim cuam tshuam nrog qhov tseeb ntawm cov ntaub ntawv muaj nyob hauv lub vev xaib uas tau muab txhais, saib mus rau Lus Askiv lub vev xaib uas yog ntawv tshaj tawm."}