{"text_appname":"Bilješke","text_add_label":"Dodaj bilješku","text_settings_label":"postavke","text_importexport_label":"bilješke o uvozu i izvozu","text_help_label":"Pomozite","text_about_label":"oko","text_close_label":"Zatvoriti","text_snack_mustbenum":"Vrijednost mora biti broj!","text_snack_toobig":"Odabrana vrijednost je prevelika!","text_snack_toosmall":"Odabrana vrijednost je premala!","text_edit_title":"Uredi bilješku","text_edit_type":"Tip:","text_edit_note":"Bilješka","text_edit_folder":"mapu","text_edit_note_title":"Titula:","text_edit_content":"Sadržaj:","text_delete":"Izbrisati","text_back":"leđa","text_save":"Uštedjeti","text_settings_title":"Postavke","text_settings_content1":"Ovdje možete konfigurirati aplikaciju.","text_yes":"Da","text_no":"Ne","text_settings_showedit":"Prikaži gumbe za uređivanje:","text_settings_showmove":"Prikaži gumbe za kretanje:","text_settings_showadd":"Prikaži gumbe \"dodaj\" u mape:","text_settings_rows":"Redovi područja teksta:","text_settings_columns":"Stupci područja teksta:","text_language":"Odaberite jezik:","text_question_merge":"Spojiti prisutne bilješke s uvezenim bilješkama ili ih zamijeniti?","text_merge":"ići","text_replace":"zamijeniti","text_close_button":"Zatvoriti","text_importexport_title":"Uvoz izvoz","text_importexport_content":"Ovdje možete uvesti i izvesti bilješke.","text_import":"Uvoz:","text_export":"Izvoz","text_error_loadfile":"pogreška: nije moguće učitati datoteku.","text_error_fileformat":"pogreška: format datoteke je pogrešan.","text_example_title":"Primjer naslova","text_example_content":"Primjer sadržaja","text_open":"Otvoren","text_add":"Dodati","text_edit":"Uredi","text_move_backward":"Pomaknite se unatrag","text_move_forward":"Kreni naprijed","text_move_upward":"Pomakni se prema gore","text_move_downward":"Pomaknite se prema dolje","text_help_title":"Pomozite","text_about_title":"Oko","text_help_content1":"Bilješke je aplikacija za spremanje i organiziranje bilješki.","text_help_content2":"Da biste stvorili novu bilješku ili novu mapu, pritisnite ikonu \"plus\": odaberite između bilješke i mape, umetnite naslov i na kraju sadržaj, a zatim pritisnite Spremi za spremanje promjena ili pritisnite Delete za brisanje bilješke ili natrag da preskočite promjene, ali zadržite bilješku.","text_help_content3":"Pritisnite gumb \"otvori\" u blizini bilješke da biste otvorili povezani sadržaj.","text_help_content4":"Pritisnite gumb \"dodaj\" unutar mape da biste joj dodali novi element.","text_help_content5":"I za bilješke i za mape pritisnite gumb \"uredi\" da biste ih izmijenili, pritisnite gumb \"pomakni se unatrag\" da biste promijenili položaj s prethodnim elementom, pritisnite gumb \"pomakni naprijed\" da biste promijenili položaj sa sljedećim elementom, pritisnite Gumb \"pomakni prema gore\" za premještanje elementa iz mape u kojem se trenutno nalazi ili pritisnite gumb \"pomicanje prema dolje\" za premještanje elementa u sljedeću podmapu.","text_help_content6":"U izborniku postavki, dostupnom nakon klika na ikonu \"postavke\", možete sakriti ili prikazati gumbe za uređivanje, pomicanje i dodavanje. Također možete konfigurirati retke i stupce tekstnog područja za dijaloški okvir \"uredi\". Također je moguće promijeniti jezik korisničkog sučelja.","text_help_content7":"Za uvoz ili izvoz bilješki pritisnite ikonu za uvoz / izvoz. Bilješke će se uvesti ili izvesti u JSON datoteci specifičnoj za ovu aplikaciju. Pri uvozu bilješki iz datoteke, trenutne će se bilješke izbrisati i prebrisati.","text_help_content8":"Notes je napredna web aplikacija, što znači da se izvodi u pregledniku. Kada ga instalirate, dok se komponente preglednika ne prikazuju, on se i dalje izvodi u pregledniku. Bilješke se spremaju u localStorage preglednika za domenu notes.marcoparrone.com. localStorage dobro funkcionira s preglednicima Chrome, Edge i Firefox. Ostali preglednici mogu izbrisati localStorage nakon nekog vremena. Android prema zadanim postavkama koristi Chrome, Windows prema zadanim postavkama koristi Edge. Bilješke trenutno nisu podržane na Appleovim proizvodima. Kako bi se spriječilo gubljenje bilješki, predlaže se izrada sigurnosne kopije pomoću funkcije \"izvoz\" svaki put kada napravite neke izmjene koje ne želite izgubiti.","text_about_content1":"Autorska prava © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Sva prava pridržana.","text_about_content3":"SOFTVER SE DOSTAVLJA \"KAKVI JEST\", BEZ JAMSTVA BILO KOJE VRSTE, IZRIČITE ILI PODRAZUMIJEVANE, UKLJUČUJUĆI, ALI NE ograničavajući se na JAMSTVA PRODAJE, SPOSOBNOST ZA ODREĐENU SVRHU I NEMOĆ. AUTORI ILI IMATELJI AUTORSKIH PRAVA NIKADA NE ODGOVARAJU ZA BILO KOJU POTRAŽNJU, ŠTETU ILI DRUGU ODGOVORNOST, BILO KOJE DJELOVANJEM UGOVORA, DELITETSKOG ILI DRUGOG PROIZVODA IZ, VAN ILI U VEZI S SOFTVEROM ILI UPOTREBOM ILI DRUGIM POSLOVANJEM SOFTVER.","text_about_content4":"OVAJ USLUG MOŽE SADRŽATI PRIJEVODE KOJI JU OSOBLJE GOOGLE. GOOGLE SE ODREKUJE SVEGA JAMSTVA VEZANOG ZA PRIJEVODE, IZRIČITOG ILI PODRAZUMIJEVANOG, UKLJUČUJUĆI BILO KOJA JAMSTVA TAČNOSTI, POUZDANOSTI I BILO KOJA IMPLICIRANA JAMSTVA PRODAJIVOSTI, FITNES ZA FIZIČNI FOND.","text_about_content5":"Ova web aplikacija prevedena je za vašu udobnost pomoću softvera za prijevod koji pokreće Google Translate. Uloženi su razumni napori da se osigura točan prijevod, međutim, niti jedan automatizirani prijevod nije savršen niti je zamijenjen za zamjenu ljudskih prevoditelja. Prijevodi se pružaju kao usluga korisnicima web stranice marcoparrone.com i pružaju se \"takvi kakvi jesu\". Ne daje se nikakva garancija, bilo izričita ili implicirana, u pogledu točnosti, pouzdanosti ili ispravnosti prijevoda s engleskog na bilo koji drugi jezik. Neki sadržaji (poput slika, videozapisa, Flash-a itd.) Možda neće biti precizno prevedeni zbog ograničenja softvera za prijevod.","text_about_content6":"Službeni je tekst engleska verzija web stranice. Sve nesuglasice ili razlike nastale u prijevodu nisu obvezujuće i nemaju pravni učinak u svrhu usklađivanja ili provedbe. Ako se pojave neka pitanja u vezi s točnošću informacija sadržanih u prevedenom web mjestu, obratite se engleskoj verziji web stranice koja je službena verzija."}