{"text_appname":"Megjegyzések","text_add_label":"Adj hozzá megjegyzést","text_settings_label":"beállítások","text_importexport_label":"behozatali és kiviteli jegyzetek","text_help_label":"Segítség","text_about_label":"ról ről","text_close_label":"Bezárás","text_snack_mustbenum":"Az értéknek számnak kell lennie!","text_snack_toobig":"A kiválasztott érték túl nagy!","text_snack_toosmall":"A kiválasztott érték túl kicsi!","text_edit_title":"Megjegyzés szerkesztése","text_edit_type":"Típus:","text_edit_note":"jegyzet","text_edit_folder":"mappába","text_edit_note_title":"Cím:","text_edit_content":"Tartalom:","text_delete":"Töröl","text_back":"Vissza","text_save":"Mentés","text_settings_title":"Beállítások","text_settings_content1":"Itt konfigurálhatja az alkalmazást.","text_yes":"Igen","text_no":"nem","text_settings_showedit":"Szerkesztés gombok megjelenítése:","text_settings_showmove":"Mozgás gombok megjelenítése:","text_settings_showadd":"\"Add\" gombok megjelenítése a mappákban:","text_settings_expandbydefault":"Alapértelmezés szerint bontsa ki a mappákat:","text_settings_rows":"Szövegterület sorai:","text_settings_columns":"Szövegterület oszlopai:","text_language":"Válassz nyelvet:","text_question_merge":"A jelen jegyzeteket egyesíti az importált jegyzetekkel, vagy kicseréli őket?","text_merge":"megy","text_replace":"cserélje ki","text_close_button":"Bezárás","text_importexport_title":"Import Export","text_importexport_content":"Itt importálhatja és exportálhatja jegyzeteit.","text_import":"Importálás:","text_export":"Export","text_error_loadfile":"hiba: nem lehet betölteni a fájlt.","text_error_fileformat":"hiba: a fájl formátuma hibás.","text_example_title":"Példa címre","text_example_content":"Példa tartalomra","text_open":"Nyisd ki","text_add":"Hozzáadás","text_edit":"Szerkesztés","text_move_backward":"Hátrafelé mozogni","text_move_forward":"Menj tovább","text_move_upward":"Haladjon felfelé","text_move_downward":"Mozgás lefelé","text_expand_less":"Kibontás","text_expand_more":"Kiterjed","text_help_title":"Segítség","text_about_title":"Ról ről","text_help_content1":"A Notes a jegyzetek mentésére és rendszerezésére szolgáló alkalmazás.","text_help_content2":"Új jegyzet vagy új mappa létrehozásához nyomja meg a \"plusz\" ikont: válasszon a jegyzet és a mappa között, helyezze be a címet és végül a tartalmat, majd nyomja meg a Mentés gombot a módosítások mentéséhez, vagy nyomja meg a Törlés gombot a jegyzet törléséhez, vagy vissza hogy a módosításokat kihagyja, de a jegyzet megmarad.","text_help_content3":"A kapcsolódó tartalom megnyitásához nyomja meg a \"Megnyitás\" gombot egy jegyzet közelében.","text_help_content4":"Új elem hozzáadásához nyomja meg a mappában található \"hozzáadás\" gombot.","text_help_content5":"Mind a jegyzeteknél, mind a mappáknál nyomja meg a \"szerkesztés\" gombot a módosításhoz, nyomja meg a \"visszalépés\" gombot a pozíció cseréjéhez az előző elemmel, nyomja meg a \"továbblépés\" gombot a pozíció cseréjéhez a következő elemmel, nyomja meg a \"felfelé mozgatás\" gomb az elem mozgatásához abból a mappából, ahol jelenleg van, vagy nyomja meg a \"lefelé mozgatás\" gombot az elem áthelyezéséhez a következő almappában.","text_help_content6":"A \"Beállítások\" ikonra kattintás után elérhető beállítások menüben elrejtheti vagy megjelenítheti a szerkesztési, mozgatási és hozzáadási gombokat. Beállíthatja a \"szerkesztés\" párbeszédpanel szövegterület-sorait és oszlopait is. A felhasználói felület nyelvének megváltoztatása is lehetséges.","text_help_content7":"A jegyzetek importálásához vagy exportálásához nyomja meg az importálás / exportálás ikont. A jegyzetek importálva vagy exportálva lesznek az alkalmazáshoz tartozó JSON fájlban. A jegyzetek fájlból történő importálásakor az aktuális jegyzetek törlődnek és felülíródnak.","text_help_content8":"A Notes egy progresszív webalkalmazás, ami azt jelenti, hogy egy böngészőben fut. Amikor telepíti, a böngésző összetevői nem jelennek meg, a böngészőben továbbra is fut. A jegyzeteket a böngésző localStorage tárolja a marcoparrone.github.io domainhez. A localStorage kiválóan működik a Chrome, az Edge és a Firefox böngészőkkel. Más böngészők egy idő után törölhetik a localStorage alkalmazást. Az Android alapértelmezés szerint a Chrome-ot, a Windows alapértelmezés szerint az Edge-t használja. A Notes jelenleg nem támogatott az Apple termékein. A jegyzetek elvesztésének megakadályozása érdekében javasoljuk, hogy készítsen biztonsági másolatot az \"exportálás\" funkcióval, minden alkalommal, amikor olyan módosításokat hajt végre, amelyeket nem akar elveszíteni.","text_about_content1":"Szerzői jog © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Minden jog fenntartva.","text_about_content3":"A SZOFTVER \"MINDIG KÉRDEZZ\", KIFEJEZETT VAGY NEM KÖVETKEZŐ SEMMILYEN GARANCIA NÉLKÜL, BETARTVA, Hacsak nem korlátozódik az eladhatóságra, a konkrét célra való alkalmasságra és a nem megújításra. A SZERZŐK VAGY A SZERZŐI JOGOK TULAJDONOSAI SEMMILYEN NEM VÁLLALHATNAK FELELŐSSÉGET KÖTELEZETTSÉGVÁLLALÁSRÓL, KÁROKRÓL ÉS EGYÉB FELELŐSSÉGRŐL, SZERZŐDÉS, KORLÁTOZÁS VAGY EGYÉBEN, SZOFTVERRŐL, NEM A SZOFTVERREL, NEM FELHASZNÁLÁSÁRÓL, FELHASZNÁLÁSÁRÓL, VAGY HASZNÁLATÁRÓL SZOFTVER.","text_about_content4":"EZ A SZOLGÁLTATÁS TARTALMAZHATA A GOOGLE MŰKÖDTETT FORDÍTÁSAIT. A GOOGLE NYILATKOZIK MINDEN KIFEJEZETT VAGY implicit fordítással kapcsolatos minden garanciát, beleértve a pontosság, a megbízhatóság és a közvetett értékesítésre, valamint a konkrét célra való alkalmasságra vonatkozó esetleges garanciákat is.","text_about_content5":"Ezt az internetes alkalmazást az Ön kényelme érdekében lefordították a Google Fordító által működtetett fordítószoftver segítségével. Ésszerű erőfeszítéseket tettek a pontos fordítás biztosítására, azonban egyetlen automatikus fordítás sem tökéletes, és nem is célja az emberi fordítók helyettesítése. A fordításokat szolgáltatásként biztosítjuk a marcoparrone.github.io webhely felhasználói számára, és \"olyan állapotban\" biztosítjuk őket. Az angolból bármely más nyelvre készített fordítások pontossága, megbízhatósága vagy helyessége semmilyen, kifejezett vagy hallgatólagos garanciát nem vállal. Bizonyos tartalmak (például képek, videók, Flash stb.) Fordítása a fordítószoftver korlátai miatt előfordulhat, hogy nem pontosan vannak lefordítva.","text_about_content6":"A hivatalos szöveg a weboldal angol változata. A fordításban keletkezett bármely eltérés vagy eltérés nem kötelező és nincs jogi következménye a megfelelés vagy a végrehajtás céljából. Ha bármilyen kérdés merül fel a lefordított webhelyen található információk pontosságával kapcsolatban, olvassa el a weboldal angol nyelvű változatát, amely a hivatalos verzió."}