{"text_appname":"Նշումներ","text_add_label":"ավելացնել նշում","text_settings_label":"կարգավորումներ","text_importexport_label":"ներմուծման և արտահանման նշումներ","text_help_label":"Օգնություն","text_about_label":"մասին","text_close_label":"փակել","text_snack_mustbenum":"Արժեքը պետք է լինի թիվ:","text_snack_toobig":"Ընտրված արժեքը չափազանց մեծ է:","text_snack_toosmall":"Ընտրված արժեքը չափազանց փոքր է:","text_edit_title":"Խմբագրել նշումը","text_edit_type":"Տիպ:","text_edit_note":"Նշում","text_edit_folder":"թղթապանակ","text_edit_note_title":"Կոչում:","text_edit_content":"Բովանդակություն","text_delete":"Նջել","text_back":"Վերադառնալ","text_save":"Խնայել","text_settings_title":"Կարգավորումներ","text_settings_content1":"Այստեղ դուք կարող եք կարգավորել դիմումը:","text_yes":"այո","text_no":"ոչ","text_settings_showedit":"Showուցադրել խմբագրման կոճակները.","text_settings_showmove":"Movementուցադրել շարժման կոճակները.","text_settings_showadd":"Թղթապանակներում ցուցադրել «ավելացնել» կոճակները.","text_settings_rows":"Տեքստի տարածքի տողեր.","text_settings_columns":"Տեքստի տարածքի սյուններ.","text_language":"Ընտրեք լեզուն ՝","text_close_button":"փակել","text_importexport_title":"Ներմուծման արտահանման","text_importexport_content":"Այստեղ դուք կարող եք ներմուծել և արտահանել ձեր գրառումները:","text_import":"Ներմուծում ՝","text_export":"Արտահանում","text_error_loadfile":"սխալ. չի կարող ֆայլ բեռնել:","text_error_fileformat":"սխալ. ֆայլի ձևաչափը սխալ է:","text_example_title":"Օրինակ Վերնագիր","text_example_content":"Օրինակ ՝ բովանդակություն","text_open":"Բաց","text_add":"Ավելացնել","text_edit":"Խմբագրել","text_move_backward":"Հետ շարժվել","text_move_forward":"Առաջ ընթանալ","text_move_upward":"Տեղափոխվել դեպի վեր","text_move_downward":"Տեղափոխեք ներքև","text_help_title":"Օգնություն","text_about_title":"Մասին","text_help_content":"<p> Նշումները նշումներ պահելու և կազմակերպելու ծրագիր են: </ p> <p> Նոր նշում կամ նոր թղթապանակ ստեղծելու համար սեղմեք «գումարած» պատկերակը. ընտրեք գրության և թղթապանակի միջև, տեղադրեք վերնագիրը և, ի վերջո, բովանդակությունը, այնուհետև սեղմեք «Պահել» ՝ փոփոխությունները պահելու համար, կամ «deleteնջել» -ը ՝ նշումը ջնջելու համար կամ հետ ՝ փոփոխությունները բաց թողնելու համար, բայց նշումը պահելու համար: </ p> <p> Թղթապանակի ներսում սեղմեք «ավելացնել» կոճակը ՝ դրան նոր տարր ավելացնելու համար: </ p> <p> Եվ՛ գրառումների, և՛ պանակների համար, սեղմեք «խմբագրել» կոճակը ՝ դրանք փոփոխելու համար, սեղմեք «հետ շարժվել» կոճակը դիրքը նախորդ տարրի հետ փոխանակելու համար, սեղմել «առաջ շարժվել» կոճակը ՝ դիրքը հաջորդ տարրի հետ փոխանակելու համար, սեղմել «շարժվել դեպի վեր» կոճակը ՝ տարրը այն թղթապանակից դուրս բերելու համար, որտեղ այն գտնվում է ներկայումս, կամ սեղմեք «շարժվել դեպի ներքև» կոճակը ՝ հաջորդ ենթապանակի մեջ տարրը տեղափոխելու համար: </ p> <p> Կարգավորումների ընտրացանկում, որը հասանելի է «պարամետրեր» պատկերակին կտտացնելուց հետո, կարող եք թաքցնել կամ ցույց տալ խմբագրումը, շարժումը և լրացումը իոնային կոճակներ: </ p> <p> Նշումները ներմուծելու կամ արտահանելու համար սեղմեք ներմուծման / արտահանման պատկերակի վրա: Նշումները կներկրվեն կամ կարտահանվեն այս ծրագրին հատուկ JSON ֆայլում: Նշումները ֆայլից ներմուծելիս ընթացիկ գրառումները կջնջվեն և կվերագրվեն: </ p> <p> Նշումները առաջադիմական վեբ հավելված է, ինչը նշանակում է, որ այն աշխատում է զննարկչի ներսում: Երբ այն տեղադրեք, մինչ զննարկչի բաղադրիչները ցույց չեն տրված, այն դեռ աշխատում է զննարկչի ներսում: Նշումները պահվում են զննարկչի localStorage- ում `notes.marcoparrone.com տիրույթի համար: localStorage- ը լավ է աշխատում Chrome, Edge և Firefox բրաուզերների հետ: Մյուս զննարկիչները որոշ ժամանակ անց կարող են ջնջել localStorage- ը: Android- ը լռելյայն օգտագործում է Chrome- ը, Windows- ը լռելյայն օգտագործում է Edge- ը: Նշումները ներկայումս չեն աջակցվում Apple- ի արտադրանքների վրա: Նշումների կորուստը կանխելուն օգնելու նպատակով առաջարկվում է կրկնօրինակել «արտահանման» ֆունկցիոնալությունը ՝ ամեն անգամ կատարելով փոփոխություններ, որոնք չեք ցանկանում կորցնել: </ p> </div>","text_about_content1":"<p> Հեղինակային իրավունք © 2017,2019,2020,2021 Marco Parrone. <br /> Բոլոր իրավունքները պաշտպանված են: ԲԱՅ ՈՉ ՍԱՀՄԱՆԱԴՐՎԱ M ԵՆ ՊԱՏՐԱՍՏՎԱILՈՒԹՅԱՆ ՀԵՏԵՎԱՆՔՆԵՐԻ, ՀԱՏՈՒԿ ՆՊԱՏԱԿԻ ՀԱՄԱՐ ՊԱՏԱՍԽԱՆՈՒԹՅՈՒՆԸ ԵՎ ՉԿԱՆԳՆԱՆԵԼԸ: ՈՉ ՄԻ ԴԵՊՔ ՀԵTHԻՆԱԿՆԵՐԻՆ ԿԱՄ ՀԵ COԻՆԱԿԱՅԻՆ ԻՐԱՎՈՒՆՔՆԵՐԻ ՊԱՀԱՆՈ BEՆԵՐԸ ՊԵՏՔ Է ՊԱՐՏԱՎՈՐ ԵՆ CLԱՆԿԱ CLԱ ՊԱՀԱՆԻ, ՎՆԱՍԻ ԵՎ ԱՅԼ ՊԱՏԱՍԽԱՆԱՏՎՈՒԹՅԱՆ ԿԱՊԱԿՈՒԹՅԱՄԲ, ԱՅԼՊԵՍ ՊԱՅՄԱՆԱԳՐԻ ԳՈՐՈՈՒԹՅԱՆ, ԽԱԽՏՈՒՄՆԵՐԻ ԵՎ ԱՅԼ ՄԻՈՈՎ, ԱՐՏԱՀԱՅՏՎՈՒՄ ԵՆ, ՈՐՊԵՍ ԿԱՊ, ԿԱՊ ԿԱՊ ԱՅԼ ORՐԱԳՐԱՅԻՆ ԿԱՄ ՄԵ US SOՐԱԳԻՐ. </ P>","text_about_content2":"<p> ԱՅՍ SERԱՌԱՅՈՒԹՅՈՒՆԸ ԿԱՐՈ Է ՍՏԱԵԼ GOOGLE- Ի ՀOWՈՐԱԳՐՈՎ ԹԱՐԳՄԱՆՈՒԹՅՈՒՆՆԵՐ: GOOGLE- ը ԲԱԱՀԱՅՏՈՒՄ Է ԲՈԼՈՐ ՊԱՀԱՆՆԵՐԻՆ, որոնք առնչվում են թարգմանություններին ՝ արտահայտված կամ ներդրված, ներառյալ ճշգրտության, հուսալիության և որևէ պատժելի երաշխիքներ առևտրաշրջանառության, ֆիթնես նյութի համար:","text_about_content3":"<p> Այս վեբ ծրագիրը թարգմանվել է ձեր հարմարության համար ՝ օգտագործելով Google Translate- ի կողմից աշխատող թարգմանչական ծրագրակազմ: Խելամիտ ջանքեր են գործադրվել ճշգրիտ թարգմանություն ապահովելու համար, այնուամենայնիվ, ոչ մի ավտոմատացված թարգմանություն կատարյալ չէ և չի նախատեսվում փոխարինել մարդկային թարգմանիչներին: Թարգմանությունները տրամադրվում են որպես ծառայություն marcoparrone.com կայքի օգտվողներին և տրամադրվում են «ինչպես կա»: Անգլերենից որևէ այլ լեզվով կատարված ցանկացած թարգմանության ճշգրտության, հուսալիության կամ ճշտության վերաբերյալ չի տրվում որևէ տեսակի երաշխիք, արտահայտված կամ ենթադրյալ: Որոշ բովանդակություն (ինչպիսիք են նկարները, տեսանյութերը, Flash- ը և այլն) կարող են ճշգրիտ չթարգմանվել թարգմանչական ծրագրակազմի սահմանափակումների պատճառով: </ p> <p> Պաշտոնական տեքստը կայքի անգլերեն տարբերակն է: Թարգմանության մեջ առաջացած որևէ անհամապատասխանություն կամ տարբերություն պարտադիր չէ և չունի իրավական ուժ `համապատասխանության կամ հարկադիր կատարման համար: Եթե թարգմանված կայքում պարունակվող տեղեկատվության ճշգրտության հետ կապված որևէ հարց է ծագում, դիմեք կայքի անգլերեն տարբերակին, որը պաշտոնական տարբերակն է: </ p>"}