{"text_appname":"Catatan","text_add_label":"tambahkan catatan","text_settings_label":"pengaturan","text_importexport_label":"mengimpor dan mengekspor catatan","text_help_label":"Tolong","text_about_label":"tentang","text_close_label":"Menutup","text_snack_mustbenum":"Nilai harus berupa angka!","text_snack_toobig":"Nilai yang dipilih terlalu besar!","text_snack_toosmall":"Nilai yang dipilih terlalu kecil!","text_edit_title":"Edit catatan","text_edit_type":"Tipe:","text_edit_note":"catatan","text_edit_folder":"map","text_edit_note_title":"Judul:","text_edit_content":"Kandungan:","text_delete":"Menghapus","text_back":"Kembali","text_save":"Menyimpan","text_settings_title":"Pengaturan","text_settings_content1":"Di sini Anda dapat mengkonfigurasi aplikasi.","text_yes":"Iya","text_no":"tidak","text_settings_showedit":"Tampilkan tombol edit:","text_settings_showmove":"Tampilkan tombol gerakan:","text_settings_showadd":"Tampilkan tombol \"tambahkan\" di folder:","text_settings_rows":"Baris area teks:","text_settings_columns":"Kolom area teks:","text_language":"Pilih bahasa:","text_close_button":"Menutup","text_importexport_title":"Ekspor Impor","text_importexport_content":"Di sini Anda dapat mengimpor dan mengekspor catatan Anda.","text_import":"Impor:","text_export":"Ekspor","text_error_loadfile":"kesalahan: tidak dapat memuat file.","text_error_fileformat":"error: format file salah.","text_example_title":"Contoh Judul","text_example_content":"Contoh Konten","text_open":"Buka","text_add":"Menambahkan","text_edit":"Edit","text_move_backward":"Mundur","text_move_forward":"Maju kedepan","text_move_upward":"Pindah ke Atas","text_move_downward":"Pindah ke Bawah","text_help_title":"Tolong","text_about_title":"Tentang","text_help_content":"<p> Notes adalah aplikasi untuk menyimpan dan mengatur catatan. </p> <p> Untuk membuat catatan baru, atau folder baru, tekan ikon \"plus\": pilih antara catatan dan folder, masukkan judul dan akhirnya konten, lalu tekan simpan untuk menyimpan perubahan, atau tekan delete untuk menghapus catatan, atau kembali untuk melewati perubahan tetapi menyimpan catatan. </p> <p> Tekan tombol \"buka\" di dekat catatan untuk membuka konten terkait . </p> <p> Tekan tombol \"tambah\" di dalam folder untuk menambahkan elemen baru ke dalamnya. </p> <p> Untuk catatan dan folder, tekan tombol \"edit\" untuk mengubahnya, tekan tombol \"mundur\" untuk menukar posisi dengan elemen sebelumnya, tekan tombol \"maju\" untuk menukar posisi dengan elemen berikutnya, tekan tombol \"pindah ke atas\" untuk memindahkan elemen keluar dari folder tempatnya saat ini, atau tekan tombol \"pindah ke bawah\" untuk memindahkan elemen ke dalam subfolder berikutnya. </p> <p> Di menu pengaturan, dapat diakses setelah mengklik ikon \"pengaturan\", Anda dapat menyembunyikan atau menampilkan pengeditan, pergerakan dan penambahan tombol ion. </p> <p> Untuk mengimpor atau mengekspor catatan, tekan ikon impor / ekspor. Catatan akan diimpor atau diekspor dalam file JSON khusus untuk aplikasi ini. Saat mengimpor catatan dari file, catatan saat ini akan dihapus dan ditimpa. </p> <p> Catatan adalah Aplikasi Web Progresif, yang berarti catatan ini berjalan di dalam browser. Saat Anda menginstalnya, sementara komponen browser tidak ditampilkan, itu masih berjalan di dalam browser. Catatan disimpan di localStorage browser untuk domain notes.marcoparrone.com. localStorage berfungsi dengan baik dengan browser Chrome, Edge, dan Firefox. Browser lain mungkin menghapus localStorage setelah beberapa waktu. Android secara default menggunakan Chrome, Windows secara default menggunakan Edge. Catatan saat ini tidak didukung pada produk Apple. Dengan tujuan untuk membantu mencegah hilangnya catatan, disarankan untuk membuat cadangan menggunakan fungsi \"ekspor\", setiap kali Anda membuat beberapa modifikasi yang tidak ingin hilang. </p> </div>","text_about_content1":"<p> Hak Cipta © 2017,2019,2020,2021 Marco Parrone. <br /> Semua Hak Dilindungi Undang-Undang. </p> <p> PERANGKAT LUNAK INI DISEDIAKAN \"SEBAGAIMANA ADANYA\", TANPA JAMINAN APA PUN, TERSURAT MAUPUN TERSIRAT, TERMASUK NAMUN TIDAK TERBATAS PADA JAMINAN DAPAT DIPERDAGANGKAN, KESESUAIAN UNTUK TUJUAN TERTENTU, DAN KETIDAKPADAAN. DALAM KEADAAN APA PUN PENULIS ATAU PEMEGANG HAK CIPTA BERTANGGUNG JAWAB ATAS KLAIM, KERUSAKAN, ATAU TANGGUNG JAWAB LAINNYA, BAIK DALAM TINDAKAN KONTRAK, TORTASI, ATAU LAINNYA, YANG TIMBUL DARI, KELUAR DARI ATAU SEHUBUNGAN DENGAN PERANGKAT LUNAK ATAU PENGGUNAAN ATAU PENANGANAN LAIN DALAM PERANGKAT LUNAK. </p>","text_about_content2":"<p> LAYANAN INI MUNGKIN BERISI TERJEMAHAN DIDUKUNG OLEH GOOGLE. GOOGLE MENYANGKAL SEMUA JAMINAN TERKAIT DENGAN TRANSLASI, TERSURAT MAUPUN TERSIRAT, TERMASUK JAMINAN AKURASI, KEANDALAN, DAN JAMINAN TERSIRAT ATAS DAPAT DIPERDAGANGKAN, KESESUAIAN UNTUK TUJUAN TERTENTU, DAN KETIDAKPADAAN. </p>","text_about_content3":"<p> Apl web ini telah diterjemahkan untuk kenyamanan Anda menggunakan perangkat lunak terjemahan yang diberdayakan oleh Google Terjemahan. Upaya yang wajar telah dilakukan untuk menyediakan terjemahan yang akurat, namun, tidak ada terjemahan otomatis yang sempurna juga tidak dimaksudkan untuk menggantikan penerjemah manusia. Terjemahan disediakan sebagai layanan untuk pengguna situs marcoparrone.com, dan disediakan \"sebagaimana adanya\". Tidak ada jaminan apa pun, baik tersurat maupun tersirat, yang dibuat untuk keakuratan, keandalan, atau kebenaran terjemahan apa pun yang dibuat dari bahasa Inggris ke bahasa lain. Beberapa konten (seperti gambar, video, Flash, dll.) Mungkin tidak diterjemahkan secara akurat karena keterbatasan perangkat lunak terjemahan. </p> <p> Teks resmi situs web adalah versi bahasa Inggris. Setiap perbedaan atau perbedaan yang dibuat dalam terjemahan tidak mengikat dan tidak memiliki pengaruh hukum untuk tujuan kepatuhan atau penegakan hukum. Jika timbul pertanyaan terkait keakuratan informasi yang terdapat dalam situs web yang diterjemahkan, lihat situs web versi bahasa Inggris yang merupakan versi resmi. </p>"}