{"text_appname":"Ihe edeturu","text_add_label":"tinye ihe edeturu","text_settings_label":"ntọala","text_importexport_label":"ibubata na mbupu ederede","text_help_label":"Enyemaka","text_about_label":"banyere","text_close_label":"mechie","text_snack_mustbenum":"Uru ga-abụ ọnụ ọgụgụ!","text_snack_toobig":"Nhọrọ ahọpụtara dị oke ibu!","text_snack_toosmall":"Ahọpụtara uru pere mpe!","text_edit_title":"Dezie ederede","text_edit_type":"Ụdị:","text_edit_note":"rịba ama","text_edit_folder":"folda","text_edit_note_title":"Aha:","text_edit_content":"Ọdịnaya:","text_delete":"Hichapụ","text_back":"Azụ","text_save":"Chekwa","text_settings_title":"Ntọala","text_settings_content1":"Lee ị nwere ike hazie ngwa ahụ.","text_yes":"ee","text_no":"mba","text_settings_showedit":"Gosi bọtịnụ dezie:","text_settings_showmove":"Gosi bọtịnụ mmegharị:","text_settings_showadd":"Gosi bọtịnụ \"tinye\" na folda:","text_settings_rows":"Ederede mpaghara ahịrị:","text_settings_columns":"Text ogidi:","text_language":"Họrọ asụsụ:","text_close_button":"Mechie","text_importexport_title":"Mbubata / mbupụ","text_importexport_content":"Ebe i nwere ike mbubata na mbupụ gị ndetu.","text_import":"Bubata:","text_export":"Mbupụ","text_error_loadfile":"njehie: enweghị ike ibudata faịlụ.","text_error_fileformat":"njehie: Ọkpụkpọ faịlụ ezighi ezi.","text_example_title":"Aha Okwu","text_example_content":"Ihe Nlereanya","text_open":"Meghee","text_add":"Tinye","text_edit":"Dezie","text_move_backward":"Bugharịa azụ","text_move_forward":"Gaa n'ihu","text_move_upward":"Gaa Na Na","text_move_downward":"Gaa na Ala","text_help_title":"Enyemaka","text_about_title":"Banyere","text_help_content":"<p> Ihe ndị edeturu bụ ngwa iji chekwaa ma hazie ndetu. </p> <p> Iji mepụta ederede ọhụrụ, ma ọ bụ folda ọhụrụ, pịa akara ngosi \"gbakwunyere\": họrọ n'etiti ederede na folda ahụ, tinye aha ya na n'ikpeazụ ọdịnaya, pịa pịa chekwaa iji chekwaa mgbanwe ndị ahụ, ma ọ bụ pịa hichapụ ka ihichapụ ihe edeturu, ma ọ bụ laa azụ ka agbanwee mgbanwe ndị ahụ mana debe ihe ahụ edeturu. </p> <p> Pịa bọtịnụ \"mepee\" n'akụkụ ihe edeturu iji mepee ọdịnaya metụtara ya . </p> <p> Pịa bọtịnụ \"tinye\" n'ime folda iji tinye ihe ọhụrụ na ya. </p> <p> Maka ederede abụọ na folda ahụ, pịa bọtịnụ \"dezie\" iji gbanwee ha, pịa \"bugharịa azụ\" iji gbanye ọnọdụ ya na ihe mbido, pịa bọtịnụ \"gaa n'ihu\" iji gbanwee ọnọdụ ya na ihe ọzọ na-esote, pịa bọtịnụ \"gaa n'elu\" iji mee ka mmewere si na folda ahụ ebe ọ dị ugbu a, ma ọ bụ pịa bọtịnụ \"kwaga ala\" iji bugharịa mmewere n'ime obere folda ọzọ. </p> <p> Na menu ntọala, enwere ike ịnweta ya mgbe ịpịrị akara ngosi \"ntọala\", ị nwere ike zoo ma ọ bụ gosi nhazi, mmegharị na mgbakwunye bọtịnụ ion. </p> <p> Iji bubata ma ọ bụ bupu ndetu ahụ, pịa akara ngosi mbubata / mbupụ. A ga-ebubata ma ọ bụ buputa ihe ndetu a na faịlụ JSON kpọmkwem na ngwa a. Mgbe ịbubata ihe ndị edeturu site na faịlụ, a ga-ehichapụ ma degharịa ndetu ndị dị ugbu a ma dezie ya. Mgbe ị rụnyere ya, ebe egosighi ihe nchọgharị, ọ ka na-agba n'ime ihe nchọgharị. A na-echekwa ihe ndetu na ihe nchọgharị nke localStorage maka ngalaba note.marcoparrone.com. localStorage na-arụ ọrụ nke ọma na ihe nchọgharị Chrome, Edge na Firefox. Ihe nchọgharị ndị ọzọ nwere ike ihichapụ nchekwa obodo mgbe oge ụfọdụ gasịrị. Android na ndabara na-eji Chrome, Windows na ndabara na-eji Edge. Notes ugbu a anaghị akwado na ngwaahịa Apple. Site na ebumnuche iji nyere aka igbochi ọnwụ nke ndetu ahụ, a na-atụ aro ka ịme ndabere site na iji ọrụ \"mbupụ\", oge ọ bụla ị mere ụfọdụ mgbanwe ị na-achọghị ka ọ tufuo.","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Ikike niile echekwabara. </p> <p> A NA-AH SOTA SOFTWARE \"D IS KA Ọ B\" \", N'AGBAT WARGH WAR Ikike nke ụdị ọ bụla, nkọwapụta ma ọ bụ ọrụ, gụnyere MA Ọ B LGH L TOB THER THE NKE AKW WARKWỌ OFBỌR M ỌR,, AKA NA-AH FOR AKW FORKWỌ AH P NA NTINRON AH.. N'ỌB EVGHENT Ọ B EV Ọ B AU ỌKPSTA Ọ B OR Ọ B OR Ọ B C Ọ B C Ọ B C Ọ B C Ọ B C Ọ BOP Ọ B L Ọ B FORR FOR FORBỌR FOR, ỌB ORR OR MA Ọ B L ỌB OTHERR OTHER N'ỌZỌ, MA Ọ B ACT N'CONBỌ NT CONR,, NT TP OR MA Ọ B OTHER ỌZỌ, NA-esite, NT ,TA MA Ọ BN N'NLỌ NT SOTA MA Ọ B OR N'USB OR AKW SOKWỌ. </p>","text_about_content2":"<p> Ọrụ a nwere ike ịnwe nkọwa ndị GOOGLE nwere ike. GOOGLE NA-AKWLAKWỌ ND ALL ỌZỌ D R N'TOLỌ NCHE A, KPỌTA MA Ọ B IM EBERE, G ANNYERE Ọ B WARRR NKE AKW ACKWỌ AKW ACKWỌ, IKWETA, NA AKWYKWỌ ND OF ỌZỌ B M N'>LỌ NCHE A>","text_about_content3":"Atụgharịala asụsụ ngwa weebụ a maka ọdịmma gị site na iji sọftụwia ntụgharị asụsụ nke Google Translate kwadoro. Emeela ezi uche iji wepụta nsụgharị ziri ezi, agbanyeghị, enweghị ntụgharị akpaghị aka zuru oke ma ọ bụ zubere iji dochie ndị ntụgharị mmadụ. A na-enye ntụgharị asụsụ dị ka ọrụ maka ndị ọrụ nke weebụsaịtị marcoparrone.com, ma nye ha \"dịka ọ dị.\" Enweghị ikike ọ bụla, nke egosiri ma ọ bụ nke ekwuputara, emere maka izi ezi, ntụkwasị obi, ma ọ bụ izi ezi nke ntụgharị ọ bụla sitere na Bekee gaa n'asụsụ ọ bụla. Contentfọdụ ọdịnaya (dị ka onyonyo, vidiyo, Flash, wdg) agaghị enwe ike ịtụgharị ya nke ọma n'ihi erughị eru nke ngwanrọ ntụgharị. </p> <p> Ederede ederede bụ ntụgharị asụsụ bekee nke weebụsaịtị. Ọdịiche ọ bụla ma ọ bụ ọdịiche dị iche iche emepụtara na ntụgharị ntụgharị anaghị ejide iwu yana enweghị mmetụta iwu kwadoro maka nnabata ma ọ bụ mmezu iwu. Ọ bụrụ na ajụjụ ọ bụla bilitere metụtara izi ezi nke ozi dị na weebụsaịtị ahụ atụgharịrị, rụtụ aka na ntụgharị bekee nke weebụsaịtị ahụ bụ nsụgharị gọọmentị. </p>"}