{"text_appname":"Skýringar","text_add_label":"bæta við athugasemd","text_settings_label":"stillingar","text_importexport_label":"inn- og útflutningsnótur","text_help_label":"hjálp","text_about_label":"um","text_close_label":"loka","text_snack_mustbenum":"Gildi verður að vera tala!","text_snack_toobig":"Valið gildi er of stórt!","text_snack_toosmall":"Valið gildi er of lítið!","text_edit_title":"Breyta athugasemd","text_edit_type":"Tegund:","text_edit_note":"ath","text_edit_folder":"möppu","text_edit_note_title":"Titill:","text_edit_content":"Innihald:","text_delete":"Eyða","text_back":"Aftur","text_save":"Vista","text_settings_title":"Stillingar","text_settings_content1":"Hér getur þú stillt forritið.","text_yes":"Já","text_no":"nei","text_settings_showedit":"Sýna breytingarhnappa:","text_settings_showmove":"Sýna hreyfihnappa:","text_settings_showadd":"Sýna „bæta við“ hnappa í möppum:","text_settings_rows":"Textaraðir línur:","text_settings_columns":"Textasvæðisdálkar:","text_language":"Veldu tungumál:","text_close_button":"Lokaðu","text_importexport_title":"Innflutningur útflutningur","text_importexport_content":"Hér getur þú flutt inn og flutt glósurnar þínar.","text_import":"Flytja inn:","text_export":"Útflutningur","text_error_loadfile":"villa: getur ekki hlaðið skrá.","text_error_fileformat":"villa: skráarsnið er rangt.","text_example_title":"DæmiTitill","text_example_content":"Dæmi Innihald","text_open":"Opið","text_add":"Bæta við","text_edit":"Breyta","text_move_backward":"Færðu þig aftur á bak","text_move_forward":"Halda áfram","text_move_upward":"Færðu þig upp á við","text_move_downward":"Færðu þig niður","text_help_title":"Hjálp","text_about_title":"Um það bil","text_help_content":"<p> Skýringar eru forrit til að vista og skipuleggja glósur. </p> <p> Til að búa til nýja glósu eða nýja möppu, ýttu á „plús“ táknið: veldu milli glósu og möppu, settu titilinn og að lokum efni, ýttu síðan á Vista til að vista breytingarnar, eða ýttu á delete til að eyða athugasemdinni, eða til baka til að sleppa breytingunum en geymdu athugasemdina. </p> <p> Ýttu á \"opna\" hnappinn nálægt athugasemd til að opna tengt efni . </p> <p> Ýttu á „bæta við“ hnappinn inni í möppu til að bæta við nýjum þætti við það. </p> <p> Fyrir bæði glósur og möppur, ýttu á „breyta“ hnappinn til að breyta þeim, ýttu á \"færa afturábak\" hnappinn til að skiptast á stöðu við fyrri þáttinn, ýttu á \"færa áfram\" hnappinn til að skipta um stöðu með næsta frumefni, ýttu á \"færa upp\" hnappinn til að færa þáttinn út úr möppunni þar sem hann er núna, eða ýttu á „færa niður“ hnappinn til að færa frumefnið í næstu undirmöppu. </p> <p> Í stillingarvalmyndinni, aðgengileg eftir að smella á „stillingar“ táknið, getur þú falið eða sýnt klippingu, hreyfingu og viðbót jónhnappa. </p> <p> Til að flytja inn eða flytja glósurnar, ýttu á táknið fyrir innflutning / útflutning. Skýringarnar verða fluttar inn eða fluttar út í JSON skrá sem er sértækt fyrir þetta app. Þegar athugasemdir eru fluttar inn úr skrá verður núverandi athugasemdum eytt og þær skrifaðar yfir. </p> <p> Notes er framsækið vefforrit, sem þýðir að það keyrir inni í vafra. Þegar þú setur það upp, meðan hluti vafrans er ekki sýndur, keyrir hann samt inni í vafra. Glósurnar eru vistaðar í localStorage vafrans fyrir lénið notes.marcoparrone.com. localStorage virkar fínt með Chrome, Edge og Firefox vöfrum. Aðrir vafrar geta eytt localStorage eftir nokkurn tíma. Android notar sjálfgefið Chrome, Windows notar sjálfgefið Edge. Athugasemdir sem stendur eru ekki studdar af Apple vörum. Í þeim tilgangi að hjálpa til við að koma í veg fyrir glósutapið er mælt með því að taka öryggisafrit með „útflutningi“ virkni í hvert skipti sem þú gerir nokkrar breytingar sem þú vilt ekki tapa. </p> </div>","text_about_content1":"<p> Höfundarréttur © 2017,2019,2020,2021 Marco Parrone. <br /> Öll réttindi áskilin. </p> <p> HUGBÚNAÐURINN ER BÚINN „SEM ÞAÐ er“, ÁN ÁBYRGÐAR HVERS VEGNA, TÆKT EÐA UNDANBEINT, ÞÁTT EN EKKI TAKMARKAÐAR Á ÁBYRGÐ SÖLUHÆTTIS, HÆFNI TIL SÉRSTAKTAR MARKMIÐ OG JÁRBRÉF. Höfundar eða handhafi höfundarréttar skulu í engum tilfellum vera ábyrgir fyrir einhverri kröfu, tjóni eða öðru ábyrgð, hvort sem er í aðgerð við samning, skaðabætur eða annað, sem stafar af, út úr eða í tengslum við hugbúnaðinn eða notkunina eða annan samning í viðskiptum. HUGBÚNAÐUR. </p>","text_about_content2":"<p> ÞJÓNUSTA ÞETTA GETUR INNIÐ ÞÝÐINGAR KRAFNAÐAR frá GOOGLE. GOOGLE VIRKAR ÖLLAR ÁBYRGÐIR TIL ÞJÁLFARINNAR, TÆPAR EÐA UNDIRBYGGðar, Þ.mt ÖLLAR ÁBYRGÐIR Á NÁkvæmni, Áreiðanleiki og Hvert óbeint ÁBYRGÐ á söluhæfileika, hæfileiki fyrir sérstakt framtak>.","text_about_content3":"<p> Þetta vefforrit hefur verið þýtt þér til hægðarauka með þýðing hugbúnaði sem knúinn er af Google Translate. Sanngjörn viðleitni hefur verið lögð í að veita nákvæma þýðingu, þó er engin sjálfvirk þýðing fullkomin né er henni ætlað að koma í stað þýðenda manna. Þýðingar eru veittar sem þjónusta við notendur vefsíðunnar marcoparrone.com og eru veittar eins og þeir eru. Engin ábyrgð af neinu tagi, hvorki gefin upp eða gefið í skyn, er sett á nákvæmni, áreiðanleika eða réttmæti þýðinga sem gerðar eru úr ensku yfir á annað tungumál. Sumt efni (svo sem myndir, myndskeið, Flash o.s.frv.) Er hugsanlega ekki þýtt nákvæmlega vegna takmarkana á þýðingarhugbúnaðinum. </p> <p> Opinberi textinn er enska útgáfan af vefsíðunni. Misræmi eða mismunur sem skapast í þýðingunni er ekki bindandi og hefur engin lagaleg áhrif í samræmi við eða framfylgd. Ef einhverjar spurningar vakna varðandi nákvæmni upplýsinganna á þýddu vefsíðunni, vísaðu til ensku útgáfu vefsíðunnar sem er opinber útgáfa. </p>"}