{
    "text_appname":"Appunti",
    "text_add_label":"aggiungi una nota",
    "text_settings_label":"impostazioni",
    "text_importexport_label":"importare ed esportare note",
    "text_help_label":"aiuto",
    "text_about_label":"a proposito",
    "text_close_label":"chiudi",
    "text_snack_mustbenum":"Il valore deve essere un numero!",
    "text_snack_toobig":"Il valore selezionato è troppo grande!",
    "text_snack_toosmall":"Il valore selezionato è troppo piccolo!",
    "text_edit_title":"Modifica nota",
    "text_edit_type":"Tipo:",
    "text_edit_note":"nota",
    "text_edit_folder":"cartella",
    "text_edit_note_title":"Titolo:",
    "text_edit_content":"Contenuto:",
    "text_delete":"Elimina",
    "text_back":"Indietro",
    "text_save":"Salva",
    "text_settings_title":"Impostazioni",
    "text_settings_content1":"Qui puoi configurare l'applicazione.",
    "text_yes":"sì",
    "text_no":"no",
    "text_settings_showedit":"Mostra pulsanti di modifica:",
    "text_settings_showmove":"Mostra pulsanti di movimento:",
    "text_settings_showadd":"Mostra i pulsanti \"aggiungi\" nelle cartelle:",
    "text_settings_rows":"Righe dell'area di testo:",
    "text_settings_columns":"Colonne dell'area di testo:",
    "text_language":"Scegli la lingua:",
    "text_close_button":"Chiudi",
    "text_importexport_title":"Importa / esporta",
    "text_importexport_content":"Qui puoi importare ed esportare le tue note.",
    "text_import":"Importa:",
    "text_export":"Esporta",
    "text_error_loadfile":"errore: impossibile caricare il file.",
    "text_error_fileformat":"errore: il formato del file è sbagliato.",
    "text_example_title":"Titolo di esempio",
    "text_example_content":"Contenuto di esempio",
    "text_open":"Apri",
    "text_add":"Aggiungi",
    "text_edit":"Modifica",
    "text_move_backward":"Sposta indietro",
    "text_move_forward":"Sposta avanti",
    "text_move_upward":"Sposta su",
    "text_move_downward":"Sposta giu",
    "text_help_title":"Aiuto",
    "text_about_title":"A proposito",
    "text_help_content":"<p> Notes è un'app per salvare e organizzare le note. </p> <p> Per creare una nuova nota, o una nuova cartella, premi l'icona \"più\": scegli tra nota e cartella, inserisci il titolo ed eventualmente il contenuto, quindi premere salva per salvare le modifiche, o premere elimina per eliminare la nota, o indietro per saltare le modifiche ma mantenere la nota. </p> <p> Premere il pulsante \"apri\" vicino a una nota per aprire il relativo contenuto . </p> <p> Premere il pulsante \"aggiungi\" all'interno di una cartella per aggiungere un nuovo elemento ad essa. </p> <p> Sia per le note che per le cartelle, premere il pulsante \"modifica\" per modificarle, premere il pulsante pulsante \"sposta indietro\" per scambiare la posizione con l'elemento precedente, premere il pulsante \"sposta avanti\" per scambiare la posizione con l'elemento successivo, premere il pulsante \"sposta su\" per spostare l'elemento fuori dalla cartella in cui si trova attualmente, oppure premere il pulsante \"sposta giù\" per spostare l'elemento all'interno della sottocartella successiva. </p> <p> Nel menu impostazioni, accessibile dopo aver cliccato sull'icona \"impostazioni\", è possibile nascondere o mostrare i pulsanti di modifica, di spostamento o di aggiunta.  Puoi anche configurare le colonne e le righe dell'area di testo della finestra di dialogo \"Modifica nota\". Puoi anche cambiare la lingua dell'interfaccia utente.</p> <p>Per importare o esportare le note, premere sull'icona di importazione / esportazione. Le note verranno importate o esportate in un file JSON specifico per questa app. Quando si importano le note da un file, le note correnti verranno eliminate e sovrascritte. </p> <p> Notes è un'applicazione Web progressiva, il che significa che viene eseguita all'interno di un browser. Quando lo installi, mentre i componenti del browser non vengono visualizzati, funziona comunque all'interno di un browser. Le note vengono salvate nel localStorage del browser per il dominio notes.marcoparrone.com. localStorage funziona bene con i browser Chrome, Edge e Firefox. Altri browser potrebbero eliminare localStorage dopo un po 'di tempo. Android per impostazione predefinita utilizza Chrome, Windows per impostazione predefinita utilizza Edge. Notes attualmente non è supportato sui prodotti Apple. Allo scopo di aiutare a prevenire la perdita delle note, si suggerisce di fare un backup utilizzando la funzionalità \"esporta\", ogni volta che si apportano delle modifiche che non si vogliono perdere. </p> </div>",
    "text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Tutti i diritti riservati. </p> <p> IL SOFTWARE VIENE FORNITO \"COSÌ COM'È\", SENZA GARANZIA DI ALCUN TIPO, ESPRESSA O IMPLICITA, COMPRESI MA NON LIMITATO ALLE GARANZIE DI COMMERCIABILITÀ, IDONEITÀ PER UNO SCOPO PARTICOLARE E NON VIOLAZIONE. IN NESSUN CASO GLI AUTORI OI TITOLARI DEL COPYRIGHT SARANNO RESPONSABILI PER QUALSIASI RIVENDICAZIONE, DANNO O ALTRA RESPONSABILITÀ, SIA IN AZIONE DI CONTRATTO, TORTO O ALTRO, DERIVANTE DAL, O IN CONNESSIONE CON IL SOFTWARE O L'USO O ALTRE RAPPORTI NEL SOFTWARE. </p>",
    "text_about_content2":"<p> QUESTO SERVIZIO PU CONTENERE TRADUZIONI FORNITE DA GOOGLE. GOOGLE NON RICONOSCE ALCUNA GARANZIA RELATIVA ALLE TRADUZIONI, ESPLICITE O IMPLICITE, COMPRESA QUALSIASI GARANZIA DI PRECISIONE, AFFIDABILITÀ E QUALSIASI GARANZIA IMPLICITA DI COMMERCIABILITÀ, IDONEITÀ PER UNO SCOPO PARTICOLARE E NON VIOLAZIONE. </p>",
    "text_about_content3":"<p> Questa app web è stata tradotta per tua comodità utilizzando un software di traduzione fornito da Google Translate. Sono stati compiuti sforzi ragionevoli per fornire una traduzione accurata, tuttavia, nessuna traduzione automatica è perfetta né intende sostituire i traduttori umani. Le traduzioni sono fornite come un servizio agli utenti del sito web marcoparrone.com e sono fornite \"così come sono\". Non viene fornita alcuna garanzia di alcun tipo, espressa o implicita, in merito all'accuratezza, affidabilità o correttezza delle traduzioni effettuate dall'inglese in qualsiasi altra lingua. Alcuni contenuti (come immagini, video, Flash, ecc.) Potrebbero non essere tradotti accuratamente a causa dei limiti del software di traduzione. </p> <p> Il testo ufficiale è la versione inglese del sito web. Eventuali discrepanze o differenze create nella traduzione non sono vincolanti e non hanno alcun effetto legale ai fini della conformità o dell'applicazione. In caso di domande relative all'accuratezza delle informazioni contenute nel sito Web tradotto, fare riferimento alla versione inglese del sito Web che è la versione ufficiale. </p>"
}