{"text_appname":"Cathetan","text_add_label":"nambah cathetan","text_settings_label":"setelan","text_importexport_label":"ngimpor lan ngekspor cathetan","text_help_label":"nulungi","text_about_label":"babagan","text_close_label":"cedhak","text_snack_mustbenum":"Regane kudu nomer!","text_snack_toobig":"Nilai sing dipilih gedhe banget!","text_snack_toosmall":"Nilai sing dipilih sithik banget!","text_edit_title":"Cathetan sunting","text_edit_type":"Jinis:","text_edit_note":"cathetan","text_edit_folder":"folder","text_edit_note_title":"Judul:","text_edit_content":"Konten:","text_delete":"Mbusak","text_back":"Bali","text_save":"Ngirit","text_settings_title":"Setelan","text_settings_content1":"Ing kene sampeyan bisa ngatur aplikasi kasebut.","text_yes":"iya","text_no":"ora","text_settings_showedit":"Tampilake tombol sunting:","text_settings_showmove":"Tampilake tombol gerakan:","text_settings_showadd":"Tampilake tombol \"tambah\" ing folder:","text_settings_rows":"Baris area teks:","text_settings_columns":"Kolom area teks:","text_language":"Pilih basa:","text_question_merge":"Gabung cathetan saiki karo cathetan sing diimpor utawa ganti?","text_merge":"lunga","text_replace":"ngganti","text_close_button":"Tutup","text_importexport_title":"Impor / ekspor","text_importexport_content":"Ing kene sampeyan bisa ngimpor lan ngekspor cathetan.","text_import":"Impor:","text_export":"Ekspor","text_error_loadfile":"kesalahan: ora bisa mbukak file.","text_error_fileformat":"kesalahan: format file salah.","text_example_title":"Judhul Tuladha","text_example_content":"Tuladha Isi","text_open":"Mbukak","text_add":"Tambah","text_edit":"Sunting","text_move_backward":"Pindhah mundur","text_move_forward":"Maju","text_move_upward":"Pindhah munggah","text_move_downward":"Pindhah mudhun","text_help_title":"Nulungi","text_about_title":"Babagan","text_help_content1":"Cathetan minangka aplikasi kanggo nyimpen lan ngatur cathetan.","text_help_content2":"Kanggo nggawe cathetan anyar, utawa folder anyar, pencet lambang \"plus\": pilih ing antarane cathetan lan folder, lebokake judhul lan pungkasane konten, banjur pencet simpen kanggo nyimpen pangowahan, utawa pencet delete kanggo mbusak cathetan, utawa bali kanggo ngliwati pangowahan nanging tetep cathetan.","text_help_content3":"Pencet tombol \"bukak\" ing cedhak cathetan kanggo mbukak konten sing gegandhengan.","text_help_content4":"Pencet tombol \"tambah\" ing njero folder kanggo nambah elemen anyar.","text_help_content5":"Kanggo cathetan lan folder, pencet tombol \"sunting\" kanggo ngowahi, pencet tombol \"mundur mundur\" kanggo ngganti posisi karo elemen sadurunge, pencet tombol \"maju\" kanggo ngganti posisi karo elemen sabanjure, pencet Tombol \"mindhah munggah\" kanggo mindhah elemen saka folder sing saiki ana, utawa pencet tombol \"mindhah mudhun\" kanggo mindhah elemen ing subfolder sabanjure.","text_help_content6":"Ing menu setelan, bisa diakses sawise ngeklik lambang \"setelan\", sampeyan bisa ndhelikake utawa nuduhake tombol sunting, gerakan lan tambahan. Sampeyan uga bisa ngatur baris lan kolom area teks kanggo kothak dialog \"sunting\". Sampeyan uga bisa ngganti basa antarmuka pangguna.","text_help_content7":"Kanggo ngimpor utawa ngekspor cathetan, pencet lambang impor / ekspor. Cathetan bakal diimpor utawa diekspor ing file JSON khusus kanggo aplikasi iki. Nalika ngimpor cathetan saka file, cathetan saiki bakal dibusak lan ditimpa.","text_help_content8":"Cathetan minangka Aplikasi Web Progresif, sing tegese mbukak ing njero browser. Nalika sampeyan instal, sanajan komponen browser ora ditampilake, isih mlaku ing njero browser. Cathetan kasebut disimpen ing browser lokal ing domain note.marcoparrone.com. localStorage bisa digunakake kanthi browser Chrome, Edge lan Firefox. Browser liyane bisa uga mbusak LocalStorage sawise suwe. Android kanthi standar nggunakake Chrome, Windows kanthi standar nggunakake Edge. Cathetan saiki ora didhukung ing produk Apple. Kanthi tujuan kanggo mbantu nyegah ilang cathetan, disaranake nggawe cadangan nggunakake fungsi \"ekspor\", saben-saben sampeyan nggawe modifikasi sing ora bakal ilang.","text_about_content1":"Hak cipta © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Kabeh Hak Dilindhungi.","text_about_content3":"SOFTWARE Kasedhiya \"AS IS\", TANPA JAMINAN KANGGO ANJARA, EXPRESS UTAWA DIPERAKA, Klebu ORA GARANSI GARANSI MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. TANPA KANGGO PUNING OTOTOR UTAWA Panyekel Hak Cipta Kasedhiya KANGGO TUNTUTAN, KERusakan UTAWA TANGGUNG JAWAB LAIN, APA KANGGO KONTRAK, TOR UTAWA APA APA, Muncul saka, Saka UTAWA Gandhengane SOFTWARE UTAWA NGGUNAKAN ATAU GUNUNG LAIN ING SOFTWARE.","text_about_content4":"LAYANAN INI MUNGKIN ngemot terjemahan sing dikuwasani dening GOOGLE. GOOGLE Nolak Kabeh JAMINAN Gandhengane karo TRANSLASI, EXPRESS UTAWA IMPLIED, Klebu APA JAMINAN AKURASI, KEPERCAYAAN, lan APA JAMINAN MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPEMENT AND NONINFRING.","text_about_content5":"Aplikasi web iki wis diterjemahake kanggo sampeyan kanthi nggunakake piranti lunak terjemahan sing didhukung dening Google Translate. Ana upaya sing cukup kanggo nyedhiyakake terjemahan sing akurat, nanging ora ana terjemahan otomatis sing sampurna utawa uga tujuane kanggo ngganti penerjemah manungsa. Terjemahan diwenehake minangka layanan kanggo pangguna situs web marcoparrone.com, lan diwenehake \"kaya saiki.\" Ora ana garansi apa wae, sing ditulis utawa ora disirnakake, kanggo nggawe akurasi, keandalan, utawa bener terjemahan sing digawe saka basa Inggris menyang basa liyane. Sawetara konten (kayata gambar, video, Flash, lsp) bisa uga ora diterjemahake kanthi akurat amarga ana watesan saka piranti lunak terjemahan.","text_about_content6":"Teks resmi yaiku versi situs web Inggris. Apa bedane utawa beda sing digawe ing terjemahan ora bisa diikat lan ora ana pengaruh legal kanggo netepi utawa ngetrapake tujuan. Yen ana pitakon sing ana gandhengane karo akurasi informasi sing ana ing situs web sing dijarwakake, waca versi Inggris situs web sing versi resmi."}