{"text_appname":"Ескертулер","text_add_label":"ескерту қосу","text_settings_label":"параметрлер","text_importexport_label":"импорт және экспорт ноталары","text_help_label":"Көмектесіңдер","text_about_label":"туралы","text_close_label":"жабық","text_snack_mustbenum":"Мән сан болуы керек!","text_snack_toobig":"Таңдалған мән тым үлкен!","text_snack_toosmall":"Таңдалған мән тым аз!","text_edit_title":"Жазбаны өңдеу","text_edit_type":"Түрі:","text_edit_note":"Ескерту","text_edit_folder":"папка","text_edit_note_title":"Атауы:","text_edit_content":"Мазмұны:","text_delete":"Жою","text_back":"Артқа","text_save":"Сақтау","text_settings_title":"Параметрлер","text_settings_content1":"Мұнда сіз қосымшаны теңшей аласыз.","text_yes":"иә","text_no":"жоқ","text_settings_showedit":"Өңдеу түймелерін көрсету:","text_settings_showmove":"Қозғалыс түймелерін көрсету:","text_settings_showadd":"«Қосу» батырмаларын қалталарда көрсету:","text_settings_rows":"Мәтін жолының жолдары:","text_settings_columns":"Мәтін аймағының бағандары:","text_language":"Тілді таңдаңыз:","text_close_button":"Жабық","text_importexport_title":"Импорт экспорт","text_importexport_content":"Мұнда сіз өзіңіздің жазбаларыңызды импорттай және экспорттай аласыз.","text_import":"Импорт:","text_export":"Экспорттау","text_error_loadfile":"қате: файлды жүктеу мүмкін емес.","text_error_fileformat":"қате: файл пішімі дұрыс емес","text_example_title":"ExampleTitle","text_example_content":"ExampleContent","text_open":"Ашық","text_add":"Қосу","text_edit":"Өңдеу","text_move_backward":"Артқа жылжу","text_move_forward":"Алға жылжу","text_move_upward":"Жоғары қарай жылжу","text_move_downward":"Төмен қарай жылжытыңыз","text_help_title":"Көмектесіңдер","text_about_title":"Туралы","text_help_content":"<p> Notes - бұл жазбаларды сақтауға және жүйелеуге арналған бағдарлама. </p> <p> Жаңа жазбаны немесе жаңа қалтаны жасау үшін «плюс» белгішесін басыңыз: жазба мен қалтаны таңдап, тақырыпты енгізіп, соңында мазмұнын өзгертіңіз, содан кейін өзгертулерді сақтау үшін сақтау түймесін басыңыз немесе жазбаны жою үшін жою батырмасын басыңыз немесе өзгертулерді өткізіп жіберіп, жазбаны сақтаңыз. </p> <p> Қатысты мазмұнды ашу үшін жазбаның жанындағы «ашу» батырмасын басыңыз. . </p> <p> Жаңа элемент қосу үшін қалта ішіндегі «қосу» батырмасын басыңыз. </p> <p> Жазбалар мен қалталар үшін оларды өзгерту үшін «өңдеу» батырмасын басыңыз, позицияны алдыңғы элементпен алмастыру үшін «артқа жылжу» батырмасын басыңыз, позицияны келесі элементпен алмастыру үшін «алға жылжыту» батырмасын басыңыз, элементті қазіргі қалтадан шығару үшін «жоғары жылжу» батырмасын басыңыз, немесе келесі ішкі қалта ішіндегі элементті жылжыту үшін «төмен қарай жылжу» батырмасын басыңыз. </p> <p> «Параметрлер» белгішесін басқаннан кейін қол жетімді параметрлер мәзірінде сіз өңдеуді, қозғалысты және қосымшаны жасыра аласыз немесе көрсете аласыз. иондық батырмалар. </p> <p> Ескертулерді импорттау немесе экспорттау үшін импорттау / экспорттау белгішесін басыңыз. Жазбалар осы бағдарламаға тән JSON файлына импортталады немесе экспортталады. Жазбаларды файлдан импорттау кезінде ағымдағы жазбалар жойылып, қайта жазылады. </p> <p> Notes - бұл прогрессивті веб-қосымша, яғни ол шолғыш ішінде жұмыс істейді. Сіз оны орнатқан кезде, шолғыш құрамдастары көрсетілмеген кезде, ол шолғыш ішінде жұмыс істейді. Жазбалар браузердің localStorage-де notes.marcoparrone.com доменіне сақталады. localStorage Chrome, Edge және Firefox браузерлерімен жақсы жұмыс істейді. Басқа браузерлер біраз уақыттан кейін localStorage бағдарламасын жоя алады. Әдепкіде Android Chrome қолданады, Windows әдепкі бойынша Edge пайдаланады. Қазіргі уақытта Apple өнімдерінде жазбаларға қолдау көрсетілмейді. Ескертулердің жоғалуын болдырмауға көмектесу үшін, сіз жоғалтқыңыз келмейтін кейбір өзгертулер жасаған сайын, «экспорттау» функциясын пайдаланып сақтық көшірме жасау ұсынылады. </p> </div>","text_about_content1":"<p> Авторлық құқық © 2017,2019,2020,2021. Марко Парроне. <br /> Барлық құқықтар қорғалған. </p> <p> БАҒДАРЛАМАЛЫҚ ҚАНДАЙ ТҮРЛІ КЕПІЛДІКСІЗ, ОНЫҢ БІРІНЕ БІЛМЕЙТІН, КЕПІЛДІКСІЗ «БАР БОЛҒАНДА» БЕРІЛЕДІ БІРАҚ САТЫП АЛУ КЕПІЛДІГІМЕН ШЕКТЕЛМЕЙТІН, МАҚСАТТЫ МАҚСАТ ЖӘНЕ ҚҰҚЫҚ БҰЗУШЫЛЫҚҚА СӘЙКЕСТІК. Ешқандай жағдайда, авторлар немесе авторлық құқық иелері кез-келген талап, залал немесе басқа жауапкершілік үшін, келісім-шарт, азаптау немесе басқаша түрде, бағдарламадан немесе басқаға байланысты БАҒДАРЛАМАЛЫҚ ҚҰРАЛ. </p>","text_about_content2":"<p> БҰЛ ҚЫЗМЕТ GOOGLE БІЛГЕН АУДАРМАЛАРДЫ ҚАМТУЫ МҮМКІН. GOOGLE АУДАРМАЛАРҒА АРНАЛҒАН, АЙНАЛҒАН НЕМЕСЕ ЖАСАЛҒАН БАРЛЫҚ КЕПІЛДІКТЕРДІҢ ТҮСІНДІГІНЕ, СЕНІМДІЛІГІНЕ ЖӘНЕ САТЫП АЛУШЫЛЫҒЫНЫҢ КЕПІЛДІГІНЕ АРНАЛҒАН КЕПІЛДІКТЕРДІ БІЛДІРМЕЙДІ </FONT>","text_about_content3":"<p> Бұл веб-бағдарлама Google Translate арқылы жұмыс жасайтын аударма бағдарламасының көмегімен сізге ыңғайлы болу үшін аударылған. Дәл аударманы қамтамасыз ету үшін ақылға қонымды күш-жігер жұмсалды, бірақ бірде-бір автоматтандырылған аударма жетілдірілмеген және ол аудармашылардың орнын басуға арналмаған. Аудармалар marcoparrone.com веб-сайтының пайдаланушыларына қызмет ретінде ұсынылады және «сол күйінде» беріледі. Ағылшын тілінен басқа тілге аударылған кез-келген аударманың дәлдігіне, сенімділігіне немесе дұрыстығына қандай-да бір кепілдік берілмейді. Кейбір мазмұн (мысалы, суреттер, бейнелер, Flash және т.б.) аударма бағдарламасының шектеулілігіне байланысты дәл аударылмауы мүмкін. </p> <p> Ресми мәтін - бұл веб-сайттың ағылшын тіліндегі нұсқасы. Аудармада жасалған кез-келген сәйкессіздіктер мен айырмашылықтар міндетті емес және сәйкестік немесе мәжбүрлеу мақсатында заңды күші жоқ. Аударылған веб-сайттағы ақпараттың дәлдігіне қатысты сұрақтар туындаса, ресми нұсқасы болып табылатын веб-сайттың ағылшын тіліндегі нұсқасына жүгініңіз. </p>"}