{"text_appname":"កំណត់ចំណាំ","text_add_label":"បន្ថែមចំណាំ","text_settings_label":"ការកំណត់","text_importexport_label":"នាំចូលនិងនាំចេញកំណត់ត្រា","text_help_label":"ជួយ","text_about_label":"អំពី","text_close_label":"បិទ","text_snack_mustbenum":"តម្លៃត្រូវតែជាលេខ!","text_snack_toobig":"តម្លៃដែលបានជ្រើសរើសធំពេក!","text_snack_toosmall":"តម្លៃដែលបានជ្រើសរើសតូចពេក!","text_edit_title":"កែសម្រួលកំណត់ចំណាំ","text_edit_type":"ប្រភេទ:","text_edit_note":"ចំណាំ","text_edit_folder":"ថតឯកសារ","text_edit_note_title":"ចំណងជើង៖","text_edit_content":"មាតិកា៖","text_delete":"លុប","text_back":"ថយក្រោយ","text_save":"រក្សាទុក","text_settings_title":"ការកំណត់","text_settings_content1":"នៅទីនេះអ្នកអាចកំណត់រចនាសម្ព័ន្ធកម្មវិធី។","text_yes":"បាទ / ចាស","text_no":"ទេ","text_settings_showedit":"បង្ហាញប៊ូតុងកែប្រែ៖","text_settings_showmove":"បង្ហាញប៊ូតុងចលនា៖","text_settings_showadd":"បង្ហាញប៊ូតុង \"បន្ថែម\" នៅក្នុងថតឯកសារ៖","text_settings_rows":"ជួរអត្ថបទផ្ទៃ៖","text_settings_columns":"ជួរឈរតំបន់អត្ថបទ៖","text_language":"ជ្រើសរើសភាសា៖","text_close_button":"បិទ","text_importexport_title":"នាំចូល​នាំចេញ","text_importexport_content":"នៅទីនេះអ្នកអាចនាំចូលនិងនាំចេញកំណត់ត្រារបស់អ្នក។","text_import":"នាំចូល៖","text_export":"នាំចេញ","text_error_loadfile":"កំហុស៖ មិនអាចផ្ទុកឯកសារបានទេ។","text_error_fileformat":"កំហុស៖ ទ្រង់ទ្រាយឯកសារមិនត្រឹមត្រូវ។","text_example_title":"ចំណងជើងឧទាហរណ៍","text_example_content":"មាតិកាឧទាហរណ៍","text_open":"បើក","text_add":"បន្ថែម","text_edit":"កែសម្រួល","text_move_backward":"ផ្លាស់ទីថយក្រោយ","text_move_forward":"ទៅមុខ","text_move_upward":"រំកិលទៅមុខ","text_move_downward":"ផ្លាស់ទីចុះក្រោម","text_help_title":"ជំនួយ","text_about_title":"អំពី","text_help_content":"<p> កំណត់ចំណាំគឺជាកម្មវិធីដើម្បីរក្សាទុកនិងរៀបចំកំណត់ចំណាំ។ </p> <p> ដើម្បីបង្កើតកំណត់ត្រាថ្មីឬថតឯកសារថ្មីសូមចុចរូបតំណាង“ បូក”៖ ជ្រើសរើសរវាងចំណាំនិងសឺមីបញ្ចូលចំណងជើងហើយទីបំផុត មាតិកាបន្ទាប់មកចុចរក្សាទុកដើម្បីរក្សាទុកការផ្លាស់ប្តូរឬចុចលុបដើម្បីលុបកំណត់ត្រាឬថយក្រោយដើម្បីរំលងការផ្លាស់ប្តូរប៉ុន្តែរក្សាកំណត់ត្រា។ </p> <p> ចុចប៊ូតុង \"បើក\" នៅជិតចំណាំដើម្បីបើកមាតិកាដែលទាក់ទង </p> <p> ចុចប៊ូតុង \"បន្ថែម\" នៅខាងក្នុងថតដើម្បីបន្ថែមធាតុថ្មីទៅវា។ </p> <p> សម្រាប់ទាំងកំណត់ត្រានិងថតសូមចុចប៊ូតុង \"កែសម្រួល\" ដើម្បីកែប្រែពួកវាចុច ប៊ូតុង \"រំកិលទៅក្រោយ\" ដើម្បីផ្លាស់ប្តូរទីតាំងជាមួយធាតុមុនចុចប៊ូតុង \"ទៅមុខ\" ដើម្បីផ្លាស់ប្តូរទីតាំងជាមួយធាតុបន្ទាប់ចុចប៊ូតុង \"រំកិលទៅមុខ\" ដើម្បីផ្លាស់ទីធាតុចេញពីថតដែលបច្ចុប្បន្នស្ថិតនៅ។ ឬចុចប៊ូតុង \"រំកិលចុះក្រោម\" ដើម្បីផ្លាស់ទីធាតុទៅក្នុងថតរងបន្ទាប់។ </p> <p> នៅក្នុងម៉ឺនុយការកំណត់អាចចូលដំណើរការបានបន្ទាប់ពីចុចលើរូបតំណាង \"ការកំណត់\" អ្នកអាចលាក់ឬបង្ហាញការកែសម្រួលចលនានិងបន្ថែម។ ប៊ូតុងអ៊ីយ៉ុង។ អ្នកក៏អាចកំណត់រចនាសម្ព័ន្ធជួរដេកអត្ថបទនិងជួរឈរសម្រាប់ប្រអប់ \"កែសម្រួល\" ។ វាក៏អាចផ្លាស់ប្តូរភាសានៃចំណុចប្រទាក់អ្នកប្រើផងដែរ។ </p> <p> ដើម្បីនាំចូលឬនាំចេញកំណត់ចំណាំសូមចុចលើរូបតំណាងនាំចូល / នាំចេញ។ កំណត់ត្រានឹងត្រូវបាននាំចូលឬនាំចេញក្នុងឯកសារ JSON ជាក់លាក់ទៅកម្មវិធីនេះ។ នៅពេលនាំចូលកំណត់ត្រាពីឯកសារកំណត់ត្រាបច្ចុប្បន្ននឹងត្រូវបានលុបចោលហើយសរសេរជាន់ពីលើ។ </p> <p> កំណត់ត្រាគឺជាកម្មវិធីវឌ្ឍនភាពបណ្តាញដែលមានន័យថាវាដំណើរការនៅលើកម្មវិធីអ៊ីនធឺណិត។ នៅពេលអ្នកតំឡើងវាខណៈពេលដែលសមាសធាតុ browser មិនត្រូវបានបង្ហាញវានៅតែដំណើរការនៅខាងក្នុង browser ។ កំណត់ចំណាំទាំងនេះត្រូវបានរក្សាទុកនៅក្នុងគេហទំព័រមូលដ្ឋានរបស់កម្មវិធីរុករកសម្រាប់ដែនកំណត់ត្រា .marcoparrone.com ។ localStorage ដំណើរការបានល្អជាមួយកម្មវិធីរុករក Chrome, Edge និង Firefox ។ កម្មវិធីរុករកផ្សេងទៀតអាចលុប localStorage បន្ទាប់ពីពេលខ្លះ។ តាមប្រព័ន្ធប្រតិបត្តិការ Android តាមលំនាំដើមប្រើ Chrome, វីនដូតាមលំនាំដើមប្រើគែម។ បច្ចុប្បន្នកំណត់ត្រាមិនត្រូវបានគាំទ្រលើផលិតផលអេបផលទេ។ ជាមួយនឹងគោលបំណងដើម្បីជួយការពារការបាត់បង់ការកត់សំគាល់វាត្រូវបានគេណែនាំឱ្យធ្វើការបម្រុងទុកដោយប្រើមុខងារ \"នាំចេញ\" រាល់ពេលដែលអ្នកធ្វើការកែប្រែខ្លះដែលអ្នកមិនចង់បាត់បង់។ </p> </div>","text_about_content1":"<p> រក្សាសិទ្ធិ© 2017,2019,2020,2021 Marco Parrone ។ <br /> រក្សាសិទ្ធិគ្រប់យ៉ាង។ </p> <p> កម្មវិធីនេះត្រូវបានផ្តល់ជូន \"AS IS\" ដោយមិនមានការធានាពីក្រុមហ៊ុនណាមួយការលើកស្ទួយឬការអនុវត្តន៍បញ្ចូលទៅក្នុងក្រុមហ៊ុន។ ប៉ុន្តែមិនត្រូវបានកំណត់ចំពោះការធានានៃភាពជាម្ចាស់ការ, សម្រាប់គោលបំណងនិងគោលបំណងមិនមាន។ មិនមានអ្នកណាម្នាក់ត្រូវអនុញ្ញាតឱ្យអ្នកនិពន្ធឬអ្នកលក់ដែលមានសិទ្ធិទទួលខុសត្រូវចំពោះការទាមទារការខូចខាតឬការទទួលខុសត្រូវផ្សេងទៀតដែលទាក់ទងនឹងសកម្មភាពនៃកិច្ចសន្យាការធ្វើជំនួញឬការប៉ះពាល់ផ្សេងៗដែលកើតឡើងពីឬទាក់ទងជាមួយកម្មវិធីឬកិច្ចព្រមព្រៀងប្រើប្រាស់ផ្សេងទៀត សូហ្វវែរ។ </p>","text_about_content2":"<p> សេវាកម្មនេះអាចផ្ទេរការផ្លាស់ប្តូរដោយហ្គូហ្គោល។ GOOGLE បដិសេធរាល់ការធានាដែលទាក់ទងនឹងការផ្ទេរប្រាក់ការអនុវត្តន៍ឬការអនុវត្តន៍ដោយរួមបញ្ចូលនូវការធានាណាមួយនៃភាពជឿជាក់ភាពជឿជាក់និងការធានាណាមួយដែលបានអនុវត្តដោយឯករាជ្យភាពរបស់ក្រុមហ៊ុន។","text_about_content3":"<p> គេហទំព័រនេះត្រូវបានបកប្រែសម្រាប់ភាពងាយស្រួលរបស់អ្នកដោយប្រើកម្មវិធីបកប្រែដែលដំណើរការដោយកម្មវិធីបកប្រែហ្គូហ្គល។ ការខិតខំប្រឹងប្រែងដែលសមហេតុផលត្រូវបានធ្វើឡើងដើម្បីផ្តល់ការបកប្រែត្រឹមត្រូវទោះបីយ៉ាងណាក៏ដោយក៏គ្មានការបកប្រែស្វ័យប្រវត្តិល្អឥតខ្ចោះហើយក៏មិនមានបំណងជំនួសអ្នកបកប្រែមនុស្សដែរ។ ការបកប្រែត្រូវបានផ្តល់ជាសេវាកម្មដល់អ្នកប្រើប្រាស់នៃគេហទំព័រ marcoparrone.com ហើយត្រូវបានផ្តល់ជូន \"ដូចគ្នានឹង\" ។ គ្មានការធានានៃប្រភេទណាមួយទាំងការសម្តែងឬការបញ្ជាក់ត្រូវបានធ្វើឡើងចំពោះភាពត្រឹមត្រូវភាពជឿជាក់ឬភាពត្រឹមត្រូវនៃការបកប្រែណាមួយដែលធ្វើឡើងពីភាសាអង់គ្លេសទៅជាភាសាដទៃទៀត។ ខ្លឹមសារខ្លះ (ដូចជារូបភាពវីដេអូអូឡៃ។ ល។ ) ប្រហែលជាមិនត្រូវបានបកប្រែត្រឹមត្រូវទេដោយសារការដាក់កម្រិតនៃកម្មវិធីបកប្រែ។ </p> <p> អត្ថបទផ្លូវការគឺជាគេហទំព័រអង់គ្លេស។ ភាពខុសគ្នាឬភាពខុសគ្នាណាមួយដែលត្រូវបានបង្កើតនៅក្នុងការបកប្រែមិនត្រូវបានចងនិងមិនមានប្រសិទ្ធិភាពផ្លូវច្បាប់សម្រាប់គោលបំណងអនុលោមតាមច្បាប់ឬការអនុវត្តឡើយ។ ប្រសិនបើមានសំណួរណាមួយកើតឡើងទាក់ទងនឹងភាពត្រឹមត្រូវនៃព័ត៌មានដែលមាននៅក្នុងគេហទំព័រដែលបានបកប្រែសូមយោងទៅភាសាអង់គ្លេសនៃគេហទំព័រដែលជាឯកសារផ្លូវការ។ </p>"}