{"text_appname":"ಟಿಪ್ಪಣಿಗಳು","text_add_label":"ಟಿಪ್ಪಣಿ ಸೇರಿಸಿ","text_settings_label":"ಸಂಯೋಜನೆಗಳು","text_importexport_label":"ಆಮದು ಮತ್ತು ರಫ್ತು ಟಿಪ್ಪಣಿಗಳು","text_help_label":"ಸಹಾಯ","text_about_label":"ಸುಮಾರು","text_close_label":"ಮುಚ್ಚಿ","text_snack_mustbenum":"ಮೌಲ್ಯವು ಒಂದು ಸಂಖ್ಯೆಯಾಗಿರಬೇಕು!","text_snack_toobig":"ಆಯ್ದ ಮೌಲ್ಯವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ!","text_snack_toosmall":"ಆಯ್ದ ಮೌಲ್ಯವು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ!","text_edit_title":"ಟಿಪ್ಪಣಿ ಸಂಪಾದಿಸಿ","text_edit_type":"ಮಾದರಿ:","text_edit_note":"ಸೂಚನೆ","text_edit_folder":"ಫೋಲ್ಡರ್","text_edit_note_title":"ಶೀರ್ಷಿಕೆ:","text_edit_content":"ವಿಷಯ:","text_delete":"ಅಳಿಸಿ","text_back":"ಹಿಂದೆ","text_save":"ಉಳಿಸಿ","text_settings_title":"ಸಂಯೋಜನೆಗಳು","text_settings_content1":"ಇಲ್ಲಿ ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಬಹುದು.","text_yes":"ಹೌದು","text_no":"ಇಲ್ಲ","text_settings_showedit":"ಸಂಪಾದನೆ ಗುಂಡಿಗಳನ್ನು ತೋರಿಸಿ:","text_settings_showmove":"ಚಲನೆಯ ಗುಂಡಿಗಳನ್ನು ತೋರಿಸಿ:","text_settings_showadd":"ಫೋಲ್ಡರ್‌ಗಳಲ್ಲಿ \"ಸೇರಿಸು\" ಗುಂಡಿಗಳನ್ನು ತೋರಿಸಿ:","text_settings_rows":"ಪಠ್ಯ ಪ್ರದೇಶದ ಸಾಲುಗಳು:","text_settings_columns":"ಪಠ್ಯ ಪ್ರದೇಶದ ಕಾಲಮ್‌ಗಳು:","text_language":"ಭಾಷೆಯನ್ನು ಆರಿಸಿ:","text_close_button":"ಮುಚ್ಚಿ","text_importexport_title":"ಆಮದು ರಫ್ತು","text_importexport_content":"ಇಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಟಿಪ್ಪಣಿಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಬಹುದು ಮತ್ತು ರಫ್ತು ಮಾಡಬಹುದು.","text_import":"ಆಮದು:","text_export":"ರಫ್ತು ಮಾಡಿ","text_error_loadfile":"ದೋಷ: ಫೈಲ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.","text_error_fileformat":"ದೋಷ: ಫೈಲ್ ಸ್ವರೂಪ ತಪ್ಪಾಗಿದೆ.","text_example_title":"ಉದಾಹರಣೆ ಶೀರ್ಷಿಕೆ","text_example_content":"ಉದಾಹರಣೆ ವಿಷಯ","text_open":"ತೆರೆಯಿರಿ","text_add":"ಸೇರಿಸಿ","text_edit":"ತಿದ್ದು","text_move_backward":"ಹಿಂದಕ್ಕೆ ಸರಿಸಿ","text_move_forward":"ಮುಂದಕ್ಕೆ ಸರಿಸಿ","text_move_upward":"ಮೇಲಕ್ಕೆ ಸರಿಸಿ","text_move_downward":"ಕೆಳಕ್ಕೆ ಸರಿಸಿ","text_help_title":"ಸಹಾಯ","text_about_title":"ಬಗ್ಗೆ","text_help_content":"<p> ಟಿಪ್ಪಣಿಗಳು ಟಿಪ್ಪಣಿಗಳನ್ನು ಉಳಿಸಲು ಮತ್ತು ಸಂಘಟಿಸಲು ಒಂದು ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ. </ p> <p> ಹೊಸ ಟಿಪ್ಪಣಿ ಅಥವಾ ಹೊಸ ಫೋಲ್ಡರ್ ರಚಿಸಲು, \"ಪ್ಲಸ್\" ಐಕಾನ್ ಒತ್ತಿರಿ: ಟಿಪ್ಪಣಿ ಮತ್ತು ಫೋಲ್ಡರ್ ನಡುವೆ ಆಯ್ಕೆ ಮಾಡಿ, ಶೀರ್ಷಿಕೆಯನ್ನು ಸೇರಿಸಿ ಮತ್ತು ಅಂತಿಮವಾಗಿ ವಿಷಯ, ನಂತರ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲು ಉಳಿಸು ಒತ್ತಿ, ಅಥವಾ ಟಿಪ್ಪಣಿಯನ್ನು ಅಳಿಸಲು ಅಳಿಸು ಒತ್ತಿ, ಅಥವಾ ಬದಲಾವಣೆಗಳನ್ನು ಬಿಟ್ಟು ಹಿಂತಿರುಗಿ ಆದರೆ ಟಿಪ್ಪಣಿಯನ್ನು ಇರಿಸಿ. </ p> <p> ಸಂಬಂಧಿತ ವಿಷಯವನ್ನು ತೆರೆಯಲು ಟಿಪ್ಪಣಿ ಬಳಿ \"ತೆರೆಯಿರಿ\" ಗುಂಡಿಯನ್ನು ಒತ್ತಿ . </ p> <p> ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಹೊಸ ಅಂಶವನ್ನು ಸೇರಿಸಲು \"ಸೇರಿಸು\" ಗುಂಡಿಯನ್ನು ಒತ್ತಿ. </ p> <p> ಟಿಪ್ಪಣಿಗಳು ಮತ್ತು ಫೋಲ್ಡರ್‌ಗಳಿಗಾಗಿ, ಅವುಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು \"ಸಂಪಾದಿಸು\" ಗುಂಡಿಯನ್ನು ಒತ್ತಿ, ಒತ್ತಿರಿ ಹಿಂದಿನ ಅಂಶದೊಂದಿಗೆ ಸ್ಥಾನವನ್ನು ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳಲು \"ಹಿಂದಕ್ಕೆ ಸರಿಸಿ\" ಗುಂಡಿಯನ್ನು ಒತ್ತಿ, ಮುಂದಿನ ಅಂಶದೊಂದಿಗೆ ಸ್ಥಾನವನ್ನು ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳಲು \"ಮುಂದಕ್ಕೆ ಸರಿಸಿ\" ಗುಂಡಿಯನ್ನು ಒತ್ತಿ, ಅಂಶವು ಪ್ರಸ್ತುತ ಇರುವ ಫೋಲ್ಡರ್‌ನಿಂದ ಹೊರಕ್ಕೆ \"ಮೇಲಕ್ಕೆ ಸರಿಸಿ\" ಗುಂಡಿಯನ್ನು ಒತ್ತಿ, ಅಥವಾ ಮುಂದಿನ ಸಬ್‌ಫೋಲ್ಡರ್ ಒಳಗೆ ಅಂಶವನ್ನು ಸರಿಸಲು \"ಕೆಳಕ್ಕೆ ಸರಿಸಿ\" ಗುಂಡಿಯನ್ನು ಒತ್ತಿ. </ p> <p> ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೆನುವಿನಲ್ಲಿ, \"ಸೆಟ್ಟಿಂಗ್‌ಗಳು\" ಐಕಾನ್ ಕ್ಲಿಕ್ ಮಾಡಿದ ನಂತರ ಪ್ರವೇಶಿಸಬಹುದು, ನೀವು ಸಂಪಾದನೆ, ಚಲನೆ ಮತ್ತು ಸೇರ್ಪಡೆಗಳನ್ನು ಮರೆಮಾಡಬಹುದು ಅಥವಾ ತೋರಿಸಬಹುದು ಅಯಾನ್ ಗುಂಡಿಗಳು. \"ಸಂಪಾದಿಸು\" ಸಂವಾದ ಪೆಟ್ಟಿಗೆಗಾಗಿ ನೀವು ಪಠ್ಯ ಪ್ರದೇಶದ ಸಾಲುಗಳು ಮತ್ತು ಕಾಲಮ್‌ಗಳನ್ನು ಸಹ ಸಂರಚಿಸಬಹುದು. ಬಳಕೆದಾರ ಇಂಟರ್ಫೇಸ್ನ ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಲು ಸಹ ಸಾಧ್ಯವಿದೆ. </ P> <p> ಟಿಪ್ಪಣಿಗಳನ್ನು ಆಮದು ಮಾಡಲು ಅಥವಾ ರಫ್ತು ಮಾಡಲು, ಆಮದು / ರಫ್ತು ಐಕಾನ್ ಒತ್ತಿರಿ. ಟಿಪ್ಪಣಿಗಳನ್ನು ಈ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ನಿರ್ದಿಷ್ಟವಾದ JSON ಫೈಲ್‌ನಲ್ಲಿ ಆಮದು ಮಾಡಿಕೊಳ್ಳಲಾಗುತ್ತದೆ ಅಥವಾ ರಫ್ತು ಮಾಡಲಾಗುತ್ತದೆ. ಫೈಲ್‌ನಿಂದ ಟಿಪ್ಪಣಿಗಳನ್ನು ಆಮದು ಮಾಡುವಾಗ, ಪ್ರಸ್ತುತ ಟಿಪ್ಪಣಿಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ತಿದ್ದಿ ಬರೆಯಲಾಗುತ್ತದೆ. </ P> <p> ಟಿಪ್ಪಣಿಗಳು ಪ್ರಗತಿಶೀಲ ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ, ಅಂದರೆ ಅದು ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಚಲಿಸುತ್ತದೆ. ನೀವು ಅದನ್ನು ಸ್ಥಾಪಿಸಿದಾಗ, ಬ್ರೌಸರ್ ಘಟಕಗಳನ್ನು ತೋರಿಸದಿದ್ದರೂ, ಅದು ಇನ್ನೂ ಬ್ರೌಸರ್ ಒಳಗೆ ಚಲಿಸುತ್ತದೆ. ಟಿಪ್ಪಣಿಗಳನ್ನು ಟಿಪ್ಪಣಿಗಳಿಗಾಗಿ ಬ್ರೌಸರ್‌ನ ಸ್ಥಳೀಯ ಸಂಗ್ರಹದಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ. ಮಾರ್ಕೊಪಾರ್ರೋನ್.ಕಾಮ್ ಡೊಮೇನ್. ಲೋಕಲ್ ಸ್ಟೋರೇಜ್ ಕ್ರೋಮ್, ಎಡ್ಜ್ ಮತ್ತು ಫೈರ್ಫಾಕ್ಸ್ ಬ್ರೌಸರ್ಗಳೊಂದಿಗೆ ಉತ್ತಮವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ಇತರ ಬ್ರೌಸರ್‌ಗಳು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಸ್ಥಳೀಯ ಸಂಗ್ರಹಣೆಯನ್ನು ಅಳಿಸಬಹುದು. ಆಂಡ್ರಾಯ್ಡ್ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಕ್ರೋಮ್ ಅನ್ನು ಬಳಸುತ್ತದೆ, ವಿಂಡೋಸ್ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಎಡ್ಜ್ ಅನ್ನು ಬಳಸುತ್ತದೆ. ಆಪಲ್ ಉತ್ಪನ್ನಗಳಲ್ಲಿ ಟಿಪ್ಪಣಿಗಳನ್ನು ಪ್ರಸ್ತುತ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ಟಿಪ್ಪಣಿಗಳ ನಷ್ಟವನ್ನು ತಡೆಗಟ್ಟಲು ಸಹಾಯ ಮಾಡುವ ಉದ್ದೇಶದಿಂದ, \"ರಫ್ತು\" ಕಾರ್ಯವನ್ನು ಬಳಸಿಕೊಂಡು ಬ್ಯಾಕಪ್ ಮಾಡಲು ಸೂಚಿಸಲಾಗಿದೆ, ಪ್ರತಿ ಬಾರಿ ನೀವು ಕಳೆದುಕೊಳ್ಳಲು ಬಯಸದ ಕೆಲವು ಮಾರ್ಪಾಡುಗಳನ್ನು ಮಾಡಿದಾಗ. </ P> </div>","text_about_content1":"<p> ಕೃತಿಸ್ವಾಮ್ಯ © 2017,2019,2020,2021 ಮಾರ್ಕೊ ಪರೋನ್. <br /> ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ. ಆದರೆ ವ್ಯಾಪಾರದ ಖಾತರಿ ಕರಾರುಗಳಿಗೆ ಸೀಮಿತವಾಗಿಲ್ಲ, ನಿರ್ದಿಷ್ಟ ಉದ್ದೇಶ ಮತ್ತು ಅನಿಯಂತ್ರಿತತೆಗೆ ಫಿಟ್‌ನೆಸ್. ಯಾವುದೇ ಸಂದರ್ಭದಲ್ಲಿ, ಯಾವುದೇ ಹಕ್ಕು, ಹಾನಿ ಅಥವಾ ಇತರ ಹೊಣೆಗಾರಿಕೆಗಳಿಗೆ ಲೇಖಕರು ಅಥವಾ ಕಾಪಿರೈಟ್ ಹೋಲ್ಡರ್‌ಗಳು ಜವಾಬ್ದಾರರಾಗಿರುವುದಿಲ್ಲ, ಸಂವಹನ, ಟಾರ್ಟ್ ಅಥವಾ ಇತರ ಕಾರ್ಯಗಳು, ಅಲ್ಲಿಂದ ಹೊರಗಡೆ ಅಥವಾ ಹೊರಗಿನ ಅಥವಾ ಸಂಪರ್ಕದಲ್ಲಿ. ಸಾಫ್ಟ್‌ವೇರ್. </ P>","text_about_content2":"<p> ಈ ಸೇವೆಯು ಗೂಗಲ್‌ನಿಂದ ನಿಯಂತ್ರಿಸಲ್ಪಡುವ ಅನುವಾದಗಳನ್ನು ಮುಂದುವರಿಸಬಹುದು. ಅನುವಾದಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲ ಖಾತರಿಗಳನ್ನು ಗೂಗಲ್ ನಿರಾಕರಿಸುತ್ತದೆ, ವ್ಯಕ್ತಪಡಿಸಲಾಗಿದೆ ಅಥವಾ ಅಳವಡಿಸಲಾಗಿದೆ, ನಿಖರತೆ, ವಿಶ್ವಾಸಾರ್ಹತೆ, ಮತ್ತು ವ್ಯಾಪಾರೋದ್ಯಮ ಮತ್ತು ಸಾಮರ್ಥ್ಯದ ಯಾವುದೇ ಅನುಷ್ಠಾನದ ಖಾತರಿಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ .ಪ್ರತಿನಿಧಿ ಮತ್ತು ಲಾಭದಾಯಕತೆ.","text_about_content3":"<p> ಗೂಗಲ್ ಅನುವಾದದಿಂದ ನಡೆಸಲ್ಪಡುವ ಅನುವಾದ ಸಾಫ್ಟ್‌ವೇರ್ ಬಳಸಿ ನಿಮ್ಮ ಅನುಕೂಲಕ್ಕಾಗಿ ಈ ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅನುವಾದಿಸಲಾಗಿದೆ. ನಿಖರವಾದ ಅನುವಾದವನ್ನು ಒದಗಿಸಲು ಸಮಂಜಸವಾದ ಪ್ರಯತ್ನಗಳನ್ನು ಮಾಡಲಾಗಿದೆ, ಆದಾಗ್ಯೂ, ಯಾವುದೇ ಸ್ವಯಂಚಾಲಿತ ಅನುವಾದವು ಪರಿಪೂರ್ಣವಾಗಿಲ್ಲ ಅಥವಾ ಮಾನವ ಭಾಷಾಂತರಕಾರರನ್ನು ಬದಲಿಸುವ ಉದ್ದೇಶವನ್ನು ಹೊಂದಿಲ್ಲ. ಮಾರ್ಕೊಪಾರ್ರೋನ್.ಕಾಮ್ ವೆಬ್‌ಸೈಟ್‌ನ ಬಳಕೆದಾರರಿಗೆ ಅನುವಾದಗಳನ್ನು ಸೇವೆಯಾಗಿ ಒದಗಿಸಲಾಗಿದೆ ಮತ್ತು ಅವುಗಳನ್ನು \"ಇರುವಂತೆಯೇ\" ಒದಗಿಸಲಾಗಿದೆ. ಇಂಗ್ಲಿಷ್‌ನಿಂದ ಬೇರೆ ಯಾವುದೇ ಭಾಷೆಗೆ ಮಾಡಿದ ಯಾವುದೇ ಅನುವಾದಗಳ ನಿಖರತೆ, ವಿಶ್ವಾಸಾರ್ಹತೆ ಅಥವಾ ನಿಖರತೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವುದೇ ರೀತಿಯ ಖಾತರಿ, ವ್ಯಕ್ತಪಡಿಸಿದ ಅಥವಾ ಸೂಚಿಸಲ್ಪಟ್ಟಿಲ್ಲ. ಅನುವಾದ ಸಾಫ್ಟ್‌ವೇರ್‌ನ ಮಿತಿಗಳಿಂದಾಗಿ ಕೆಲವು ವಿಷಯವನ್ನು (ಚಿತ್ರಗಳು, ವೀಡಿಯೊಗಳು, ಫ್ಲ್ಯಾಶ್, ಇತ್ಯಾದಿ) ನಿಖರವಾಗಿ ಅನುವಾದಿಸಲಾಗುವುದಿಲ್ಲ. </ P> <p> ಅಧಿಕೃತ ಪಠ್ಯವು ವೆಬ್‌ಸೈಟ್‌ನ ಇಂಗ್ಲಿಷ್ ಆವೃತ್ತಿಯಾಗಿದೆ. ಅನುವಾದದಲ್ಲಿ ರಚಿಸಲಾದ ಯಾವುದೇ ವ್ಯತ್ಯಾಸಗಳು ಅಥವಾ ವ್ಯತ್ಯಾಸಗಳು ಬಂಧಿಸುವುದಿಲ್ಲ ಮತ್ತು ಅನುಸರಣೆ ಅಥವಾ ಜಾರಿಗೊಳಿಸುವ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಯಾವುದೇ ಕಾನೂನು ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ. ಅನುವಾದಿತ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿರುವ ಮಾಹಿತಿಯ ನಿಖರತೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳು ಉದ್ಭವಿಸಿದರೆ, ಅಧಿಕೃತ ಆವೃತ್ತಿಯಾದ ವೆಬ್‌ಸೈಟ್‌ನ ಇಂಗ್ಲಿಷ್ ಆವೃತ್ತಿಯನ್ನು ನೋಡಿ. </ P>"}