{"text_appname":"Nîşe","text_add_label":"notek lê zêde bike","text_settings_label":"mîhengan","text_importexport_label":"notên îthal û derxînin","text_help_label":"alîkarî","text_about_label":"ji dor","text_close_label":"nêzîkî","text_snack_mustbenum":"Divê nirx hejmar be!","text_snack_toobig":"Nirxa hilbijartî pir mezin e!","text_snack_toosmall":"Nirxa hilbijartî pir piçûk e!","text_edit_title":"Nîşe biguherîne","text_edit_type":"Awa:","text_edit_note":"not","text_edit_folder":"pêçek","text_edit_note_title":"Nav:","text_edit_content":"Dilşad:","text_delete":"Jêbirin","text_back":"Paş","text_save":"Rizgarkirin","text_settings_title":"Mîhengên","text_settings_content1":"Li vir hûn dikarin serîlêdanê vesaz bikin.","text_yes":"Erê","text_no":"na","text_settings_showedit":"Bişkojkên guhertinê nîşan bide:","text_settings_showmove":"Bişkojên tevgerê nîşan bide:","text_settings_showadd":"Bişkojkên \"lê zêde bike\" di peldankan de nîşan bikin:","text_settings_rows":"Rêzikên qada nivîsê:","text_settings_columns":"Stûnên qada nivîsê:","text_language":"Ziman hilbijêrin:","text_question_merge":"Nîşeyên heyî bi notên îthalkirî re bike yek an li şûna wan bigire?","text_merge":"çûyin","text_replace":"diberdaxistin","text_close_button":"Nêzîkî","text_importexport_title":"Import / hinardekirin","text_importexport_content":"Li vir hûn dikarin notên xwe îthal û hinarde bikin.","text_import":"Malanîn:","text_export":"Eksport","text_error_loadfile":"xelet: nikare pelê bar bike.","text_error_fileformat":"xelet: pelê pelê çewt e.","text_example_title":"Sernavê Mînakê","text_example_content":"Naveroka Nimûne","text_open":"Vekirî","text_add":"Lêzêdekirin","text_edit":"Weşandin","text_move_backward":"Bi paş ve bizivirin","text_move_forward":"Here pêş","text_move_upward":"Ber bi jor ve biçin","text_move_downward":"Ber bi jêr ve biçin","text_help_title":"Alîkarî","text_about_title":"Ji dor","text_help_content1":"Notes sepanek e ku notan tomar dike û saz dike.","text_help_content2":"Ji bo afirandina notek nû, an peldankek nû, îkona \"plus\" bikirtînin: di navbera nîşe û peldankê de hilbijêrin, sernav û paşiya naverokê têxin navnîşê, dûv re hilanînê bikirtînin da ku guhartinan tomar bikin, an jî bişkojkê bişkînin da ku notê jêbirin, an jî paşve da ku guherînan derbas bikin lê notê bigirin.","text_help_content3":"Bişkojka \"vekirinê\" ya li nêzîkê nîşeyek bikirtînin da ku naveroka têkildar vebikin.","text_help_content4":"Di hundurê peldankê de bişkoja \"lê zêde bike\" bikirtînin da ku hêmanek nû lê zêde bikin.","text_help_content5":"Hem ji bo not û peldankan, bişkoja \"biguherîne\" biguhezînin da ku wan biguhezîne, bişkoja \"paşde biçin\" bikişîne da ku pozîsyona bi hêmana berê veguherîne, bişkoja \"ber bi pêş\" ve bikişîne da ku pozîsyona bi hêmana paşîn veguherîne, bişkojk bike bişkoja \"hilkişin jor\" da ku hêmanê ji peldanka ku ew tê de ye bikişîne, an jî bişkoja \"berjêr berjêr bike\" da ku hêmanê di hundurê peldanka paşîn de hilîne.","text_help_content6":"Di menuya mîhengan de, ku piştî tikandina ser îkona \"mîhengan\" tê gihîştin, hûn dikarin bişkojên sererastkirinê, tevger û pêvekirinê veşêrin an nîşan bidin. Her weha hûn dikarin rêz û stûnên qada nivîsê ji bo qutîka guftûgoyê \"biguherînin\" mîheng bikin. Di heman demê de gengaz e ku meriv zimanê navrûya bikarhênerê jî biguheze.","text_help_content7":"Ji bo têketin an hinardekirina notayan, îkona îtxalat / îxracatê bişkînin. Têbînî dê di pelê JSON-ê ya taybetî ya vê sepanê de werin anîn an hinardekirin. Dema ku notên ji pelê îthal dikin, dê notên heyî werin jêbirin û ji nû ve werin nivîsandin.","text_help_content8":"Nîşe Sepanek Tevne Pêşverû ye, ku tê vê wateyê ku ew di hundurê rûgerek de dimeşe. Gava ku hûn wê saz dikin, dema ku hêmanên gerokê nayên xuyang kirin, ew hîn jî di hundurê gerokê de dimeşe. Nîşe ji bo navnîşên.markoparrone.com di localStorage ya gerokê de têne tomar kirin. localStorage bi gerokên Chrome, Edge û Firefox re baş dixebite. Gerokên din dikarin piştî demekê localStorage jêbirin. Android bi default Chrome-ê, Windows bi default Edge-yê bikar tîne. Nîşe niha li ser hilberên Sêvê nayê piştgirî kirin. Bi mebesta alîkarîkirina pêşîgirtina li windabûna notan, tête pêşniyar kirin ku hûn bi karanîna \"îxracatê\", her ku hûn hin guherandinên ku hûn naxwazin winda bikin bikin, hilanînê bikin.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Hemû maf parastî ne.","text_about_content3":"SOFTWARE \"WEK W IS\" T PRO TNE, B W GARANYAN ÇAWIN CIHAN, EXFREY I NMPDEB ,T INT IN, D IN LI SER GARANIY OFN B MXWNE B FXWNE, FITNESS JI BO Armancek Taybet û Nerazîbûn. QET BI QEDEXE NIV ORS ORN H XWEDKIRANPN Mafên Mafê Mafê DERBAR BI ÇI DAYAN, ZIRANAN OR B LXW OTHERNE D OTHERYAR DIN, KU DI ÇALAKYEK DEYAN CON T ORTORTKENCE OR DINW DEWLET, KU JI DEST DIN, JI DEST DI GIRECTNGIY SON SVAN OR TEN DE YA HEM SOFTWARE.","text_about_content4":"VIS SERVICESAN DIKARIN TERGLNN KU BI GOOGLE KIRIN. GOOGLE HEM ALL GARANNN LI SER wergerandinê, ORFREKIRIN OR BMP DESTPK ,T ,Y,, B INXWNE BYXWNE B OFXWNE B RXWNE, BELXWNE, AN BYXWNE BMPXWNE B OFXWNE B ,XWNE B FXWNE BITXWNE BITXWNE BITXWNE BITXWNE BITXWNE BITXWNE.","text_about_content5":"Vê sepana tevnê ji bo rehetiya we bi karanîna nermalava wergerandinê ya ku ji hêla Google Translate ve hatî xebitandin hate wergerandin. Hewldanên maqûl hatine kirin da ku wergêrek rastîn peyda bikin, lêbelê, ti wergerandinek otomatîkî ne tekûz e û ne jî ew e ku li şûna wergêrên mirovî be. Werger wekî karûbar ji bikarhênerên malpera marcoparrone.com re têne peyda kirin, û \"wekî ku hene\" têne peyda kirin. Ji bo durustî, pêbawerî, an rastbûna wergerên ku ji Englishngilîzî bi zimanek din hatine çêkirin, ji her cûre garantî nayê dayîn. Hin naverok (wekî wêne, vîdyo, Flash, û hwd.) Dibe ku ji ber sînorên nermalava wergerandinê bi duristî neyê wergerandin.","text_about_content6":"Nivîsa fermî guhertoya Englishngilîzî ya malperê ye. Her cûdahî an cûdahiyek ku di wergerandinê de hatî afirandin ne mecbûrî ye û ji bo peyman an armancên sepandinê tu bandorek hiqûqî tune. Ger pirsek têkildarî rastbûna agahdariya ku di malpera wergerkirî de heye, derkeve, serî li guhertoya Englishngilîzî ya malperê bidin ku guhertoya fermî ye."}