{"text_appname":"Эскертүүлөр","text_add_label":"жазуу кошуу","text_settings_label":"орнотуулар","text_importexport_label":"импорттук жана экспорттук ноталар","text_help_label":"жардам","text_about_label":"жөнүндө","text_close_label":"жакын","text_snack_mustbenum":"Мааниси бир сан болушу керек!","text_snack_toobig":"Тандалган маани өтө чоң!","text_snack_toosmall":"Тандалган маани өтө эле аз!","text_edit_title":"Кыска жазууну түзөтүү","text_edit_type":"Түрү:","text_edit_note":"Эскертүү","text_edit_folder":"папка","text_edit_note_title":"Аталышы:","text_edit_content":"Мазмуну:","text_delete":"Жок кылуу","text_back":"Артка","text_save":"Сактоо","text_settings_title":"Орнотуулар","text_settings_content1":"Бул жерден сиз колдонмону конфигурациялай аласыз.","text_yes":"Ооба","text_no":"жок","text_settings_showedit":"Түзөтүү баскычтарын көрсөтүү:","text_settings_showmove":"Кыймыл баскычтарын көрсөтүү:","text_settings_showadd":"Папкалардагы \"кошуу\" баскычтарын көрсөтүү:","text_settings_rows":"Текст аймагынын саптары:","text_settings_columns":"Текст аймагынын тилкелери:","text_language":"Тил тандоо:","text_question_merge":"Белгиленген ноталарды импорттолгон ноталар менен бириктиресизби же аларды алмаштырасызбы?","text_merge":"кет","text_replace":"алмаштыруу","text_close_button":"Жабуу","text_importexport_title":"Импорттоо / экспорттоо","text_importexport_content":"Бул жерден сиз ноталарыңызды импорттоп жана экспорттой аласыз.","text_import":"Импорт:","text_export":"Экспорттоо","text_error_loadfile":"ката: файл жүктөлбөй жатат.","text_error_fileformat":"ката: файл форматы туура эмес","text_example_title":"Үлгүнүн аталышы","text_example_content":"Мазмундун үлгүсү","text_open":"Ачуу","text_add":"Кошуу","text_edit":"Түзөтүү","text_move_backward":"Артка жылдыруу","text_move_forward":"Алга жылуу","text_move_upward":"Жогору жылыңыз","text_move_downward":"Ылдый жылдыруу","text_help_title":"Жардам","text_about_title":"Жөнүндө","text_help_content1":"Notes - жазууларды сактоо жана иреттөө үчүн колдонмо.","text_help_content2":"Жаңы нотаны же жаңы папканы түзүү үчүн, \"кошуу\" сүрөтчөсүн басыңыз: нота менен папканы тандап, аталышын жана аягында мазмунун киргизиңиз, андан кийин өзгөртүүлөрдү сактоо үчүн Сактоо баскычын басыңыз же жазууну жок кылуу үчүн Жок кылууну басыңыз же артка өзгөртүүлөрдү өткөрүп жиберүү үчүн, бирок жазууну сактап калуу.","text_help_content3":"Тиешелүү мазмунду ачуу үчүн, нотанын жанындагы \"ачуу\" баскычын басыңыз.","text_help_content4":"Ага жаңы элемент кошуу үчүн папканын ичиндеги \"кошуу\" баскычын басыңыз.","text_help_content5":"Нота жана папкалар үчүн, аларды өзгөртүү үчүн \"түзөтүү\" баскычын басып, позицияны мурунку элемент менен алмашуу үчүн \"артка жылуу\" баскычын, кийинки элемент менен позицияны алмаштыруу үчүн \"алдыга жылуу\" баскычын басыңыз, \"жогоруга жылдыруу\" баскычы элементти учурда турган папкадан алып чыгуу үчүн, же кийинки кичи папканын ичинде элементти жылдыруу үчүн \"ылдый жылдыруу\" баскычын басыңыз.","text_help_content6":"\"Орнотуулар\" сүрөтчөсүн чыкылдаткандан кийин орнотуулар менюсунда түзөтүү, кыймылдоо жана кошуу баскычтарын жашырып же көрсөтсөңүз болот. Ошондой эле, \"түзөтүү\" диалог терезеси үчүн текст аймагынын саптарын жана тилкелерин конфигурациялай аласыз. Ошондой эле колдонуучу интерфейсинин тилин өзгөртүүгө болот.","text_help_content7":"Эскертүүлөрдү импорттоо же экспорттоо үчүн, импорттоо / экспорттоо сүрөтчөсүн басыңыз. Эскертүүлөр ушул колдонмого мүнөздүү JSON файлында импорттолот же экспорттолот. Файлдан ноталарды импорттоодо учурдагы ноталар жок кылынат жана алардын ордуна жазылат.","text_help_content8":"Notes бул Прогрессивдүү Веб тиркеме, демек, ал браузердин ичинде иштейт. Аны орнотуп жатканда, браузердин компоненттери көрсөтүлбөсө дагы, ал браузердин ичинде иштей берет. Эскертмелер браузердин localStorage-де notes.marcoparrone.com домени үчүн сакталат. localStorage Chrome, Edge жана Firefox браузерлери менен жакшы иштейт. Башка браузерлер бир аз убакыт өткөндөн кийин localStorage программасын жок кылышы мүмкүн. Демейки боюнча Android Chrome колдонот, Windows демейки Edge колдонот. Эскертүүлөр учурда Apple өнүмдөрүндө колдоого алынбайт. Эскертүүлөрдүн жоголуп кетишине жол бербөө максатында, жоготууну каалабаган айрым өзгөртүүлөрдү киргизген сайын, \"экспорттоо\" функциясын колдонуп, резервдик көчүрмө жасап туруу сунушталат.","text_about_content1":"Автордук укук © 2017,2019,2020,2021 Марко Парроне.","text_about_content2":"Бардык укуктар корголгон.","text_about_content3":"ПРОГРАММА КАНДАЙ КЕПИЛДИКСИЗ БОЛСО, БИР БОЛГОНДУГУ МААНИЛҮҮ БОЛГОН ЖАНА САТЫП АЛУУЧУЛУГУНУН КЕПИЛДИКТЕРИ МЕНЕН ЧЕКТЕЛБЕГЕН, АЙРЫМ МАКСАТТАРГА ЖАНА НОНФРИЗМЕНТКЕ ЫЙМАНДУУЛУГУ ЖОК \"КАЛГАНДАЙ\" КОЛДОНУЛАТ. ЭЧ КАНДАЙ БОЛСО, ПРОГРАММАДАГЫ КОЛДОНУУЛАРГА ЖАНА БАШКАРУУГА АРНАЛГАН ЖАНА ПАЙДАЛАНУУЧУ ЖАРДАМГА ЖАНА БАШКА ШАРТТАРДЫ, КЫЙНАЛЫШТАРДЫ ЖАНА БАШКА ШАРТТАРДА, КЫЙЫНЧЫЛЫКТАРДА ЖАНА БАШКА ЖОГОРКУ ДОГОНДОР, ЗЫЯНДАР ЖАНА БАШКА ЖООПКЕРЧИЛИК ҮЧҮН АВТОРЛОР ЖАНА Автордук укуктун ээлери жооптуу болбойт. ПРОГРАММА","text_about_content4":"БУЛ КЫЗМАТ GOOGLE КУБАТТАГАН КОТОРМОЛОРДУ КАМТЫШЫ МҮМКҮН. GOOGLE КОТОРМОЛОРГО, ТУУРАЛУУЛУККА, ИШЕНИМДҮҮЛҮККӨ ЖАНА КАНДАЙ КЕПИЛДИКТЕРДИ КОРГОГОНДО, КОТОРМОГО КАТАРЛЫК БИЛДИРҮҮДӨ, БИЛДИРҮҮДӨ ЖАНА ИШКЕРҮҮЛӨРДҮ ЧЕКТЕЙТ.","text_about_content5":"Бул веб колдонмо сизге ыңгайлуу болуш үчүн Google Translate тарабынан которулган программаны колдонуп которулган. Так котормону камсыз кылуу үчүн акылга сыярлык иш-аракеттер жасалды, бирок эч кандай автоматташтырылган котормо кемчиликсиз жана адам котормочуларын алмаштырууга багытталган эмес. Которуулар marcoparrone.com веб-сайтын колдонуучуларга кызмат катары берилет жана \"кандай болсо ошондой\" берилет. Англис тилинен башка тилге которулган котормолордун тактыгына, ишенимдүүлүгүнө же тууралыгына карата эч кандай кепилдик берилген эмес. Котормо программасынын чектелгендигине байланыштуу кээ бир мазмун (мисалы, сүрөттөр, видеолор, Flash ж.б.) так которулбай калышы мүмкүн.","text_about_content6":"Расмий текст - бул веб-сайттын англис тилиндеги версиясы. Котормодо келтирилген ар кандай дал келбөөчүлүктөр же айырмачылыктар милдеттүү эмес жана талаптарга жооп берүү же аткаруу максатында юридикалык күчкө ээ эмес. Которулган веб-сайтта камтылган маалыматтын тактыгына байланыштуу суроолор жаралса, расмий версия болгон веб-сайттын англис тилиндеги нускасына кайрылыңыз."}