{"text_appname":"notas","text_add_label":"note addere","text_settings_label":"occasus","text_importexport_label":"notas important et export","text_help_label":"auxilium","text_about_label":"fere","text_close_label":"prope","text_snack_mustbenum":"Valorem numeri debet esse!","text_snack_toobig":"Electus magni pretii est?","text_snack_toosmall":"Electus valorem nimis parvum!","text_edit_title":"note Edit","text_edit_type":"typus:","text_edit_note":"nota","text_edit_folder":"folder","text_edit_note_title":"Title:","text_edit_content":"content:","text_delete":"Delete","text_back":"Back","text_save":"salvare","text_settings_title":"Optiones","text_settings_content1":"Hic applicationem ad configurare potes.","text_yes":"etiam","text_no":"nihil","text_settings_showedit":"Recensere ostende bullarum;","text_settings_showmove":"Ostende motus bullarum;","text_settings_showadd":"Ostende \"addere\" bullarum in folders,","text_settings_expandbydefault":"Expand folder per default est:","text_settings_rows":"Text area antes:","text_settings_columns":"Text columnas regio:","text_language":"Elige linguis:","text_question_merge":"Merge nunc notas importari per notas et eas reponere?","text_merge":"ire","text_replace":"reponere","text_close_button":"prope","text_importexport_title":"Export import","text_importexport_content":"Hic vos can patefacio vestri et importare notas.","text_import":"Import;","text_export":"export","text_error_loadfile":"error: non load lima.","text_error_fileformat":"Error: q.e. est.","text_example_title":"exemplum Titulus","text_example_content":"exemplum Content","text_open":"patentibus","text_add":"addere","text_edit":"recensere","text_move_backward":"RECIPROCO","text_move_forward":"Movere deinceps","text_move_upward":"ADSCENDO","text_move_downward":"movere deorsum","text_expand_less":"Unexpand","text_expand_more":"Expand","text_help_title":"auxilium","text_about_title":"circa","text_help_content1":"Praecipua est ordinare saxa app notitia.","text_help_content2":"Ad partum a novus nota, non novi folder, premere \"plus\" icon, sumo inter nota quod folder, inserta titulo et deinceps contentus, deinde nisi ad servare mutationes vel torcular delere delere de nota aut retro note to skip mutationes et custodire.","text_help_content3":"Press \"aperta\" puga pyga iuxta nota est aperire related to content.","text_help_content4":"Press per \"addendi\" puga pyga in medio folder addere novam elementum ad eam.","text_help_content5":"Namque voces folder premunt \"edit\" puga modificant premunt \"ire retrorsum 'ipsum commutare locum priorum elementum premere\" procedat \"puga commutare situm elementum premunt \"sursum\" puga pyga ut movere elementum est currently de quo folder vel ad torcular \"deorsum\" puga pyga ut movere elementum subfolder altera intus.","text_help_content6":"In menu occasus, accessible post clicking a \"occasus\" icon, ostende te potest abscondere nec in emendo, et etiam motus bullarum. Configurare potes textus in ordine structam et columnas area pro \"edit\" alternis sermonibus arca archa. Etiam potest mutare lingua user interface.","text_help_content7":"Ad importare et export et notas, torcular in import / export icon. Et notas et exportatis et importatis in JSON file specifica ad hoc app. Cum notas reliquarum ex file: et deleta et overwritten hodiernam notas.","text_help_content8":"Web Application Est Progressive notas, quae intus est quod decurrit a pasco. Cum install is, dum pasco components non ostensum, quod adhuc interius decurrit a pasco. In notis sub linea servata est scriptor pasco pro localStorage notes.marcoparrone.com domain. localStorage bene operatur cum Chrome, Edge quod Incendia pasco. Alii localStorage delete pasco ut post aliquos dies. Android per default utitur Chrome, a Fenestra Usus Edge default. Notas currently non praebetur a Apple products. Cum ad auxilium ne in damnum de notas, ut suggesserant facere in tergum usura \"export\" functionality, omnis hora te quaedam immutationes sunt quae non volunt perdere.","text_about_content1":"Copyright © Marcus Parrone 2017,2019,2020,2021.","text_about_content2":"All Rights Reserved.","text_about_content3":"SOFTWARE SIT MODO \"QUALIS EI EST\", sine SPONSUS quibuscunque perturbato, OR PROLOQUOR TACITUS, possidet sed non unice tribuunt WARRANTIES DE MERCHANTABILITY, FITNESS IN SPECIE DE FINE et NONINFRINGEMENT. NUSQUAM EVENT SHALL THE AUTHORS VEL COPYRIGHT HOLDERS DEBEO EX QUACUNQUE CLAIM, DAMAGES VEL ALIIS INPEDIMENTUM, UTRUM IN ACCIONE LOCATIO, TORT VEL aliter:, oriunda ex, E VEL ERGO SOFTWARE VEL Usus mediorum VEL ALIIS DEALINGS IN THE Software.","text_about_content4":"Celebrabis hunc morem sacrorum contineat redemptor gentium | Potentia a Google. GOOGLE disclaims all warranties ad translationes, OR PROLOQUOR TACITUS, UBI DE CURA QUIS WARRANTIES, FIDE ET DE ullis WARRANTIES MERCHANTABILITY, FITNESS IN SPECIE DE FINE et NONINFRINGEMENT.","text_about_content5":"Web app translata est hoc propter commodum usura software translationem A Google Translate. Rationabile nisus fuisset factum providere in translatione accurate, tamen non est perfecta automated translationem nec quod sit reponere animo humano translators. Vulgate sunt, provisum est pro ministerio users de marcoparrone.com website et es provisum 'quod sit.' Warrentum non habuerit de aliqua, aut expressa aut tacita, hoc est, sicut est veritas reliability vel recte atque ordine factum quasvis translationes ex lingua Latina in aliquo alio. Quidam contentus (ut imagines, videos, Flash, etc.) non esse accurate translatum ex limitations in translatione software.","text_about_content6":"Quod textus officialis est Anglica in website. Sibylla Erythraea sive translatione aliqua de differences creata sunt et non binding legalis proposita cogendi aut effectus pro obsequio. Si subortae fuerint quaestiones subtiliter ad indicium continebat in website translata fuerit, referte ad Anglica versio a website, quae publica sit."}