{"text_appname":"notas","text_add_label":"note addere","text_settings_label":"occasus","text_importexport_label":"notas important et export","text_help_label":"auxilium","text_about_label":"fere","text_close_label":"prope","text_snack_mustbenum":"Valorem numeri debet esse!","text_snack_toobig":"Electus magni pretii est?","text_snack_toosmall":"Electus valorem nimis parvum!","text_edit_title":"note Edit","text_edit_type":"typus:","text_edit_note":"nota","text_edit_folder":"folder","text_edit_note_title":"Title:","text_edit_content":"content:","text_delete":"Delete","text_back":"Back","text_save":"salvare","text_settings_title":"Optiones","text_settings_content1":"Hic applicationem ad configurare potes.","text_yes":"etiam","text_no":"nihil","text_settings_showedit":"Recensere ostende bullarum;","text_settings_showmove":"Ostende motus bullarum;","text_settings_showadd":"Ostende \"addere\" bullarum in folders,","text_settings_rows":"Text area antes:","text_settings_columns":"Text columnas regio:","text_language":"Elige linguis:","text_close_button":"prope","text_importexport_title":"Export import","text_importexport_content":"Hic vos can patefacio vestri et importare notas.","text_import":"Import;","text_export":"export","text_error_loadfile":"error: non load lima.","text_error_fileformat":"Error: q.e. est.","text_example_title":"exemplum Titulus","text_example_content":"exemplum Content","text_open":"patentibus","text_add":"addere","text_edit":"recensere","text_move_backward":"RECIPROCO","text_move_forward":"Movere deinceps","text_move_upward":"ADSCENDO","text_move_downward":"movere deorsum","text_help_title":"auxilium","text_about_title":"circa","text_help_content":"<P> Study Notes est app servare et organize notas. </ P> <p> Ad partum a novus nota, non novi folder, press per \"plus\" icon, sumo inter nota quod folder, inserta titulo et deinceps contentus, deinde animam servare mutationes vel torcular delere delere de nota aut ad skip mutationes et custodire nota. </ p> <p> Press \"aperta\" puga pyga iuxta annotare aperire related contentus . </ p> <p> Press per \"addere\" puga pyga intus a folder addere novam elementum ad eam. </ p> <p> enim tam notas ac folders, torcular in \"edit\" puga pyga ut modify eis torcular ad 'movere retrorsum' conjunctionem secum mutatam ita se habet cum prior elementum, press per \"movere deinceps\" puga pyga ut emes ex eadem loco ex altera elementum, press per \"sursum\" puga pyga ut movere elementum ex folder quo currently est, et torcular per \"deorsum\" puga pyga ut movere elementum intra proximam subfolder. </ p> <p> in occasus menu, accessible post clicking a \"occasus\" icon, vos can abscondere, vel ostendere in edendis, motus et addit: Bullae Ion. Configurare potes textus in ordine structam et columnas area pro \"edit\" alternis sermonibus arca archa. Etiam potest mutare lingua user interface. </ P> <p> Ut in export importare et notas, torcular in import / export icon. Et notas et exportatis et importatis in JSON file specifica ad hoc app. Cum notas reliquarum ex file: et deleta et overwritten hodiernam notas. </ P> <p> Web Application Notes est Progressive, quae intus significat quod decurrit a pasco. Cum install is, dum pasco components non ostensum, quod adhuc interius decurrit a pasco. In notis sub linea servata est scriptor pasco pro localStorage notes.marcoparrone.com domain. localStorage bene operatur cum Chrome, Edge quod Incendia pasco. Alii localStorage delete pasco ut post aliquos dies. Android per default utitur Chrome, a Fenestra Usus Edge default. Notas currently non praebetur a Apple products. Cum ad auxilium ne in damnum de notas, ut suggesserant facere in tergum usura \"export\" functionality, omnis hora te quaedam immutationes sunt quae non volunt perdere. </ P> </ div>","text_about_content1":"<P> Marcus Parrone Copyright © 2017,2019,2020,2021. <br /> ligula. </ P> <p> SIT MODO SOFTWARE \"QUALIS EI EST\", sine SPONSUS quibuscunque perturbato, OR PROLOQUOR TACITUS, comprehendo et quod non unice tribuunt WARRANTIES DE MERCHANTABILITY, FITNESS IN SPECIE DE FINE et NONINFRINGEMENT. NUSQUAM EVENT SHALL THE AUTHORS VEL COPYRIGHT HOLDERS DEBEO EX QUACUNQUE CLAIM, DAMAGES VEL ALIIS INPEDIMENTUM, UTRUM IN ACCIONE LOCATIO, TORT VEL aliter:, oriunda ex, E VEL ERGO SOFTWARE VEL Usus mediorum VEL ALIIS DEALINGS IN THE Software. </ p>","text_about_content2":"<P> ministerium huius officii capiat redemptor gentium | Potentia a Google. GOOGLE disclaims all warranties ad translationes, OR PROLOQUOR TACITUS, UBI DE CURA QUIS WARRANTIES, FIDE ET DE ullis WARRANTIES MERCHANTABILITY, FITNESS IN SPECIE DE FINE et NONINFRINGEMENT. </ P>","text_about_content3":"<P> Hoc web app translata est propter commodum usura software translationem A Google Translate. Rationabile nisus fuisset factum providere in translatione accurate, tamen non est perfecta automated translationem nec quod sit reponere animo humano translators. Vulgate sunt, provisum est pro ministerio users de marcoparrone.com website et es provisum 'quod sit.' Warrentum non habuerit de aliqua, aut expressa aut tacita, hoc est, sicut est veritas reliability vel recte atque ordine factum quasvis translationes ex lingua Latina in aliquo alio. Quidam contentus (ut imagines, videos, Flash, etc.) non esse accurate translatum ex limitations in software translationem. </ P> <p> Quod enim est textus officialis Anglica in website. Sibylla Erythraea sive translatione aliqua de differences creata sunt et non binding legalis proposita cogendi aut effectus pro obsequio. Si subortae fuerint quaestiones subtiliter ad indicium continebat in website translata fuerit, referte ad Anglica versio a website, quae publica sit. </ P>"}