{"text_appname":"Notizen","text_add_label":"eng Notiz bäifügen","text_settings_label":"Astellungen","text_importexport_label":"Import an Export Notizen","text_help_label":"hëllefen","text_about_label":"iwwer","text_close_label":"zoumaachen","text_snack_mustbenum":"Wäert muss eng Zuel sinn!","text_snack_toobig":"Ausgewielte Wäert ass ze grouss!","text_snack_toosmall":"Ausgewielte Wäert ass ze kleng!","text_edit_title":"Notiz änneren","text_edit_type":"Typ:","text_edit_note":"Notiz","text_edit_folder":"Dossier","text_edit_note_title":"Titel:","text_edit_content":"Inhalt:","text_delete":"Läschen","text_back":"Zréck","text_save":"Späicheren","text_settings_title":"Astellungen","text_settings_content1":"Hei kënnt Dir d'Applikatioun konfiguréieren.","text_yes":"jo","text_no":"Nee","text_settings_showedit":"Weist Edit Knäppercher:","text_settings_showmove":"Bewegungsknäpper weisen:","text_settings_showadd":"Weist \"add\" Knäppercher an Ordner:","text_settings_rows":"Textberäich Reien:","text_settings_columns":"Textberäich Säulen:","text_language":"Wielt d'Sprooch:","text_close_button":"Zoumaachen","text_importexport_title":"Import / Export","text_importexport_content":"Hei kënnt Dir Är Notizen importéieren an exportéieren.","text_import":"Importéieren:","text_export":"Exportéieren","text_error_loadfile":"Feeler: kann d'Datei net lueden.","text_error_fileformat":"Feeler: Dateiformat ass falsch.","text_example_title":"Beispill Titel","text_example_content":"Beispill Inhalt","text_open":"Opmaachen","text_add":"Dobäizemaachen","text_edit":"Änneren","text_move_backward":"Réckelen","text_move_forward":"Géi weider","text_move_upward":"Beweegt sech erop","text_move_downward":"Réckelen no ënnen","text_help_title":"Hëllef","text_about_title":"Iwwer","text_help_content":"<p> Notes ass eng App fir Noten ze späicheren an z'organiséieren. </p> <p> Fir eng nei Notiz ze kreéieren, oder en neien Dossier, dréckt op d'Ikon \"plus\": wielt tëscht Notiz an Dossier, setzt den Titel a schliisslech den Inhalt, dréckt dann op späicheren fir d'Ännerungen ze späicheren, oder dréckt läschen fir d'Notiz ze läschen, oder zréck fir d'Ännerungen ze sprangen awer d'Notiz ze halen. </p> <p> Dréckt den \"opmaachen\" Knäppchen bei enger Notiz fir den Zesummenhang Inhalt opzemaachen . </p> <p> Dréckt de \"add\" Knäppchen an engem Dossier fir en neit Element derbäi ze bäidroen. </p> <p> Fir béid Notizen a Classeure, dréckt op de \"edit\" Knäppchen fir se z'änneren, dréckt op \"no hannen réckelen\" Knäppchen fir d'Positioun mam fréiere Element auszetauschen, dréckt op de \"réck vir\" Knäppchen fir d'Positioun mam nächsten Element auszetauschen, dréckt de \"réck erop\" fir d'Element aus dem Dossier ze réckelen, wou et de Moment ass, oder dréckt op de \"réckelen no ënnen\" Knäppchen fir d'Element an den nächsten Ënnerfolder ze réckelen. </ p> <p> Am Astellungsmenü, zougänglech nodeems Dir op d'Ikon \"Astellungen\" geklickt hutt, kënnt Dir d'Redaktioun, d'Bewegung an d'Zousaz verstoppen oder weisen Ion Buttons. </p> <p> Fir d'Noten z'importéieren oder exportéieren, dréckt op d'Import / Export Ikon. D'Noten ginn an enger JSON Datei spezifesch fir dës App importéiert oder exportéiert. Wann Dir d'Noten aus enger Datei importéiert, ginn déi aktuell Noten geläscht an iwwerschriwwe. </p> <p> Notes ass eng Progressiv Webapplikatioun, dat heescht datt se an engem Browser leeft. Wann Dir et installéiert, wärend d'Browser Komponente net gewise ginn, leeft se nach ëmmer an engem Browser. D'Noten ginn am Browser localStorage fir d'Notes.marcoparrone.com Domain gespäichert. localStorage funktionnéiert gutt mat Chrome, Edge a Firefox Browser. Aner Browser kënne localStorage no enger Zäit läschen. Android benotzt standard Chrome, Windows Standard benotzt Edge. Notize ginn de Moment net op Apple Produkter ënnerstëtzt. Mam Zweck ze hëllefen de Verloscht vun den Noten ze vermeiden, gëtt et virgeschloen e Backup ze maachen mat der \"Export\" Funktionalitéit, all Kéiers wann Dir e puer Ännerunge maacht déi Dir net wëllt verléieren. </p> </div>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> All Rechter reservéiert. </p> <p> D'Software gëtt \"AS IS\", OUNI GARANTI VUN ALL AART, EXPRESS ODER IMPLISIERT, INKLUDÉIEREN MEE NET BEZUELT OP D'GARANTIEN VUN HANDELBARHEIT, FITNESS FIR ENG BESTËNNT ZIEL AN NONINFRINGEMENT. A KEEN EVENT SINN D'AUTHEIEREN ODER COPYRIGHT HOLDERS VIR ENGER Fuerderung, Schued oder aner Verantwortung, SINN AN ENGER AKTIOUN VUN KONTRAKT, TORT ODER ANERWÄIT, AUSSCHLÉISEN, OUNI AUSS VERBINDUNG MAT DER SOFTWARE ODER DER BENOTZUNG ODER ANER BEHANDLINGEN AN DER SOFTWARE. </p>","text_about_content2":"<p> DEI SERVICE KËNNT TRANSLATIOUNEN AUS GOOGLE BEHALTEN. GOOGLE DISCLAIMÉIERT ALL GARANTI BEZUELT OP D'IWERSETZUNGEN, EXPRESS ODER IMPLICIERT, INKLUDÉIEREN ALLEGUER GARANTI FIR NUWERHËNNUNG, Zouverlässegkeet, AN KEE IMPLISÉIEREN GARANTIEN VUN VERKAAFBARHEIT, FITNESS FIR ENG BESTËMMTENZEIWWERUNG.","text_about_content3":"<p> Dës Web App gouf fir Äert Komfort iwwersat mat Iwwersetzungssoftware ugedriwwe vu Google Translate. Raisonnabel Efforte goufe gemaach fir eng korrekt Iwwersetzung ze bidden, awer keng automatiséiert Iwwersetzung ass perfekt an ass och net fir mënschlech Iwwersetzer ze ersetzen. Iwwersetzunge ginn als Service u Benotzer vun der marcoparrone.com Websäit geliwwert, a gi \"wéi et ass.\" Keng Garantie vun iergendenger Aart, ausdrécklech oder implizit, gëtt gemaach wat d'Genauegkeet, Zouverlässegkeet oder Richtegkeet vun all Iwwersetzungen aus Englesch an eng aner Sprooch gemaach huet. E puer Inhalter (wéi Biller, Videoen, Flash, asw.) Kënne wéinst der Limitatioun vun der Iwwersetzungssoftware net korrekt iwwersat ginn. </p> <p> Den offiziellen Text ass déi englesch Versioun vun der Websäit. All Ënnerscheeder oder Ënnerscheeder, déi an der Iwwersetzung entstinn, sinn net verbindlech an hu kee legale Effekt fir Konformitéits- oder Duerchféierungzwecker. Wann iergendeng Froen opstinn, bezunn op d'Genauegkeet vun den Informatiounen, déi an der iwwersat Websäit enthale sinn, bezitt Iech op déi englesch Versioun vun der Websäit déi offiziell Versioun ass. </p>"}