{"text_appname":"Notizen","text_add_label":"eng Notiz bäifügen","text_settings_label":"Astellungen","text_importexport_label":"Import an Export Notizen","text_help_label":"hëllefen","text_about_label":"iwwer","text_close_label":"zoumaachen","text_snack_mustbenum":"Wäert muss eng Zuel sinn!","text_snack_toobig":"Ausgewielte Wäert ass ze grouss!","text_snack_toosmall":"Ausgewielte Wäert ass ze kleng!","text_edit_title":"Notiz änneren","text_edit_type":"Typ:","text_edit_note":"Notiz","text_edit_folder":"Dossier","text_edit_note_title":"Titel:","text_edit_content":"Inhalt:","text_delete":"Läschen","text_back":"Zréck","text_save":"Späicheren","text_settings_title":"Astellungen","text_settings_content1":"Hei kënnt Dir d'Applikatioun konfiguréieren.","text_yes":"jo","text_no":"Nee","text_settings_showedit":"Weist Edit Knäppercher:","text_settings_showmove":"Bewegungsknäpper weisen:","text_settings_showadd":"Weist \"add\" Knäppercher an Ordner:","text_settings_expandbydefault":"Erweitert d'Dossiere par défaut:","text_settings_rows":"Textberäich Reien:","text_settings_columns":"Textberäich Säulen:","text_language":"Wielt d'Sprooch:","text_question_merge":"Presentéiert Notizen mat den importéierten Notizen fusionéieren oder ersetzen?","text_merge":"goen","text_replace":"ersetzen","text_close_button":"Zoumaachen","text_importexport_title":"Import / Export","text_importexport_content":"Hei kënnt Dir Är Notizen importéieren an exportéieren.","text_import":"Importéieren:","text_export":"Exportéieren","text_error_loadfile":"Feeler: kann d'Datei net lueden.","text_error_fileformat":"Feeler: Dateiformat ass falsch.","text_example_title":"Beispill Titel","text_example_content":"Beispill Inhalt","text_open":"Opmaachen","text_add":"Dobäizemaachen","text_edit":"Änneren","text_move_backward":"Réckelen","text_move_forward":"Géi weider","text_move_upward":"Beweegt sech erop","text_move_downward":"Réckelen no ënnen","text_expand_less":"Ausbauen","text_expand_more":"Erweideren","text_help_title":"Hëllef","text_about_title":"Iwwer","text_help_content1":"Notes ass eng App fir Notizen ze späicheren an z'organiséieren.","text_help_content2":"Fir eng nei Notiz ze kreéieren, oder en neien Dossier, dréckt op de \"Plus\" Ikon: wielt tëscht Notiz an Dossier, setzt den Titel a schliisslech den Inhalt an, dréckt dann op späicheren fir d'Ännerungen ze späicheren, oder dréckt läschen fir d'Notiz ze läschen, oder zréck d'Ännerungen ze sprangen awer d'Notiz ze halen.","text_help_content3":"Dréckt den \"opmaachen\" Knäppchen no bei enger Notiz fir de verbonne Inhalt opzemaachen.","text_help_content4":"Dréckt op den \"add\" Knäppchen an engem Ordner fir en neit Element derbäi ze ginn.","text_help_content5":"Fir béid Notizen a Classeure, dréckt op den \"Änneren\" Knäppchen fir se z'änneren, dréckt de \"Réck réckelen\" Knäppchen fir d'Positioun mat dem fréieren Element auszetauschen, dréckt de \"réck vir\" Knäppchen fir d'Positioun mat dem nächsten Element auszetauschen, dréckt op \"no uewen réckelen\" Knäppchen fir d'Element aus dem Dossier ze réckelen wou et am Moment ass, oder dréckt op de \"réckelen no ënnen\" Knäppchen fir d'Element am nächsten Ënnerfolder ze réckelen.","text_help_content6":"Am Astellungsmenü, zougänglech nodeems Dir op d'Ikon \"Astellungen\" geklickt hutt, kënnt Dir d'Redaktiouns-, Bewegungs- an Zousatzknäppercher verstoppen oder weisen. Dir kënnt och d'Textfeld Reihen a Spalten fir den Dialogfeld \"editéieren\" konfiguréieren. Et ass och méiglech d'Sprooch vun der User Interface z'änneren.","text_help_content7":"Fir d'Noten z'importéieren oder exportéieren, dréckt op d'Import / Export Ikon. D'Noten ginn an enger JSON Datei spezifesch fir dës App importéiert oder exportéiert. Wann Dir d'Noten aus enger Datei importéiert, ginn déi aktuell Noten geläscht an iwwerschriwwe.","text_help_content8":"Notes ass eng Progressiv Webapplikatioun, dat heescht datt se an engem Browser leeft. Wann Dir et installéiert, wärend d'Browser Komponente net gewise ginn, leeft se nach ëmmer an engem Browser. D'Noten ginn am Browser localStorage fir d'Notes.marcoparrone.com Domain gespäichert. localStorage funktionnéiert gutt mat Chrome, Edge a Firefox Browser. Aner Browser kënne localStorage no enger Zäit läschen. Android benotzt standard Chrome, Windows Standard benotzt Edge. Notize ginn de Moment net op Apple Produkter ënnerstëtzt. Mam Zweck ze hëllefen de Verloscht vun den Noten ze vermeiden, gëtt et virgeschloen e Backup ze maachen mat der \"Export\" Funktionalitéit, all Kéier wann Dir e puer Ännerunge maacht déi Dir net wëllt verléieren.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"All Rechter reservéiert.","text_about_content3":"D 'SOFTWARE GËTT \"AS IS\", OUNI GARANTI VUN ENGER AART, EXPRESS ODER IMPLISÉIERT, INKLUSIV MEE NET BEZUELT OP D'GARANTIEN VUN HANDELBARHEET, FITNESS FIR E BESCHÉINEN ZIEL AN NONFRINGEMENT. A KEEN EVENT SINN D'AUTHIEREN ODER COPYRIGHT HOLDERS SINN IWWERT FIR ALLEGUER Fuerderung, Schued oder aner Verantwortung, SIE AN ENGER AKTIOUN VUN KONTRAKT, TORT ODER ANERWÄIT, AUSSCHLÉIST, AUS, ODER A Verbindung MAT der SOFTWARE ODER ASSAZUNG ODER ANER BEHANDLINGEN AN DER SOFTWARE.","text_about_content4":"DEI SERVICE KËNNT TRANSLATIOUNEN BEHALBEN VUN GOOGLE. GOOGLE BESCHWÄNNT ALL GARANTIËN BEI D'IWERSETZUNGEN, EXPRESS ODER IMPLISIERT, INKLUSIV ALLEGUER GARANTI FIR Richtegkeet, Zouverlässegkeet, AN ALL IMPLIÉIERT GARANTI FIR VERKAAFBAARHEIT, FITNESS FIR ENG BESTËMMT ZÄITZÄIT.","text_about_content5":"Dës Web App gouf fir Äert Komfort iwwersat mat Iwwersetzungssoftware ugedriwwe vu Google Translate. Raisonnabel Efforte goufe gemaach fir eng korrekt Iwwersetzung ze bidden, awer keng automatiséiert Iwwersetzung ass perfekt an ass och net fir mënschlech Iwwersetzer ze ersetzen. Iwwersetzunge ginn als Service u Benotzer vun der marcoparrone.com Websäit geliwwert, a gi \"wéi et ass.\" Keng Garantie vun iergendenger Aart, ausdrécklech oder implizit, gëtt gemaach wat d'Genauegkeet, Zouverlässegkeet oder Richtegkeet vun all Iwwersetzungen aus Englesch an eng aner Sprooch gemaach huet. E puer Inhalter (wéi Biller, Videoen, Flash, asw.) Kënne wéinst der Limitatioun vun der Iwwersetzungssoftware net korrekt iwwersat ginn.","text_about_content6":"Den offiziellen Text ass déi englesch Versioun vun der Websäit. All Ënnerscheeder oder Ënnerscheeder, déi an der Iwwersetzung entstinn, sinn net verbindlech an hu kee legale Effekt fir Konformitéits- oder Duerchféierungzwecker. Wann iergendeng Froen opstinn, bezunn op d'Genauegkeet vun den Informatiounen, déi an der iwwersat Websäit enthale sinn, kuckt op déi englesch Versioun vun der Websäit déi offiziell Versioun ass."}