{"text_appname":"ບັນທຶກ","text_add_label":"ເພີ່ມບັນທຶກ","text_settings_label":"ການຕັ້ງຄ່າ","text_importexport_label":"ບັນທຶກການ ນຳ ເຂົ້າແລະສົ່ງອອກ","text_help_label":"ຊ່ວຍເຫຼືອ","text_about_label":"ກ່ຽວກັບ","text_close_label":"ປິດ","text_snack_mustbenum":"ຄຸນຄ່າຕ້ອງເປັນຕົວເລກ!","text_snack_toobig":"ມູນຄ່າທີ່ເລືອກແມ່ນໃຫຍ່ເກີນໄປ!","text_snack_toosmall":"ມູນຄ່າທີ່ເລືອກແມ່ນນ້ອຍເກີນໄປ!","text_edit_title":"ແກ້ໄຂບັນທຶກ","text_edit_type":"ປະເພດ:","text_edit_note":"ຫມາຍ​ເຫດ​","text_edit_folder":"ໂຟນເດີ","text_edit_note_title":"ຊື່ເລື່ອງ:","text_edit_content":"ເນື້ອໃນ:","text_delete":"ລົບ","text_back":"ກັບໄປ","text_save":"ບັນທຶກ","text_settings_title":"ການຕັ້ງຄ່າ","text_settings_content1":"ໃນທີ່ນີ້ທ່ານສາມາດຕັ້ງຄ່າການສະ ໝັກ ໄດ້.","text_yes":"ແມ່ນແລ້ວ","text_no":"ບໍ່","text_settings_showedit":"ສະແດງປຸ່ມແກ້ໄຂ:","text_settings_showmove":"ສະແດງປຸ່ມເຄື່ອນໄຫວ:","text_settings_showadd":"ສະແດງປຸ່ມ \"ເພີ່ມ\" ໃສ່ໃນແຟ້ມ:","text_settings_rows":"ແຖວແຖວຂໍ້ຄວາມ:","text_settings_columns":"ຖັນເນື້ອທີ່ຂໍ້ຄວາມ:","text_language":"ເລືອກພາສາ:","text_question_merge":"ຮວມບັນທຶກ ນຳ ສະ ເໜີ ດ້ວຍບັນທຶກທີ່ ນຳ ເຂົ້າຫຼືປ່ຽນແທນມັນບໍ?","text_merge":"ໄປ","text_replace":"ທົດແທນ","text_close_button":"ປິດ","text_importexport_title":"ການ ນຳ ເຂົ້າ / ສົ່ງອອກ","text_importexport_content":"ໃນທີ່ນີ້ທ່ານສາມາດ ນຳ ເຂົ້າແລະສົ່ງອອກບັນທຶກຂອງທ່ານ.","text_import":"ນຳ ເຂົ້າ:","text_export":"ການສົ່ງອອກ","text_error_loadfile":"ຂໍ້ຜິດພາດ: ບໍ່ສາມາດໂຫລດໄຟລ໌ໄດ້.","text_error_fileformat":"ຂໍ້ຜິດພາດ: ຮູບແບບເອກະສານບໍ່ຖືກຕ້ອງ.","text_example_title":"ຫົວຂໍ້ຕົວຢ່າງ","text_example_content":"ເນື້ອຫາຕົວຢ່າງ","text_open":"ເປີດ","text_add":"ຕື່ມ","text_edit":"ແກ້ໄຂ","text_move_backward":"ຍ້າຍຖອຍຫລັງ","text_move_forward":"ກ້າວ​ໄປ​ຂ້າງ​ຫນ້າ","text_move_upward":"ຍ້າຍຂຶ້ນ","text_move_downward":"ຍ້າຍລົງລຸ່ມ","text_help_title":"ຊ່ວຍເຫຼືອ","text_about_title":"ກ່ຽວກັບ","text_help_content1":"ໝາຍ ເຫດແມ່ນແອັບທີ່ບັນທຶກແລະຈັດແຈງບັນທຶກ.","text_help_content2":"ເພື່ອສ້າງບັນທຶກ ໃໝ່ ຫລືໂຟນເດີ ໃໝ່, ກົດປຸ່ມ \"ບວກ\": ເລືອກລະຫວ່າງບັນທຶກແລະໂຟນເດີ, ໃສ່ຫົວຂໍ້ແລະໃນທີ່ສຸດເນື້ອຫາ, ຈາກນັ້ນກົດປຸ່ມບັນທຶກເພື່ອບັນທຶກການປ່ຽນແປງ, ຫລືກົດປຸ່ມລົບເພື່ອລຶບບັນທຶກ, ຫລືກັບຄືນ ເພື່ອຂ້າມການປ່ຽນແປງແຕ່ໃຫ້ເກັບຮັກສາບັນທຶກ.","text_help_content3":"ກົດປຸ່ມ \"ເປີດ\" ໃກ້ບັນທຶກເພື່ອເປີດເນື້ອຫາທີ່ກ່ຽວຂ້ອງ.","text_help_content4":"ກົດປຸ່ມ \"ຕື່ມ\" ພາຍໃນໂຟນເດີເພື່ອເພີ່ມອົງປະກອບ ໃໝ່ ໃສ່ມັນ.","text_help_content5":"ສຳ ລັບທັງບັນທຶກແລະໂຟນເດີ, ກົດປຸ່ມ \"ແກ້ໄຂ\" ເພື່ອດັດແປງພວກມັນ, ກົດປຸ່ມ \"ຖອຍຫລັງ\" ເພື່ອແລກປ່ຽນ ຕຳ ແໜ່ງ ກັບອົງປະກອບກ່ອນ ໜ້າ ນີ້, ກົດປຸ່ມ \"ກ້າວໄປຂ້າງ ໜ້າ\" ເພື່ອແລກປ່ຽນ ຕຳ ແໜ່ງ ກັບອົງປະກອບຕໍ່ໄປ, ກົດປຸ່ມ ກົດປຸ່ມ \"ຍ້າຍຂຶ້ນ\" ເພື່ອຍ້າຍອົງປະກອບອອກຈາກໂຟນເດີທີ່ມັນຢູ່ປະຈຸບັນ, ຫລືກົດປຸ່ມ \"ເລື່ອນລົງ\" ເພື່ອຍ້າຍອົງປະກອບພາຍໃນໂຟເດີຍ່ອຍຕໍ່ໄປ.","text_help_content6":"ໃນເມນູການຕັ້ງຄ່າ, ສາມາດເຂົ້າເຖິງໄດ້ຫຼັງຈາກທີ່ກົດປຸ່ມ \"ຕັ້ງຄ່າ\", ທ່ານສາມາດເຊື່ອງຫຼືສະແດງປຸ່ມແກ້ໄຂ, ເຄື່ອນໄຫວແລະປຸ່ມເພີ່ມ. ທ່ານຍັງສາມາດ ກຳ ນົດແຖວແຖວແລະເນື້ອໃນຂອງຂໍ້ຄວາມ ສຳ ລັບກ່ອງໂຕ້ຕອບ \"ດັດແກ້\". ມັນຍັງເປັນໄປໄດ້ທີ່ຈະປ່ຽນພາສາຂອງອິນເຕີເຟດຜູ້ໃຊ້.","text_help_content7":"ເພື່ອ ນຳ ເຂົ້າຫລືສົ່ງອອກບັນທຶກ, ກົດໃສ່ຮູບສັນຍາລັກການ ນຳ ເຂົ້າ / ສົ່ງອອກ. ບັນທຶກຈະຖືກ ນຳ ເຂົ້າຫຼືສົ່ງອອກໃນແຟ້ມເອກະສານ JSON ສຳ ລັບແອັບນີ້. ເມື່ອ ນຳ ເຂົ້າບັນທຶກຈາກເອກະສານ, ບັນທຶກປະຈຸບັນຈະຖືກລຶບອອກແລະຂຽນທັບ.","text_help_content8":"ຫມາຍເຫດແມ່ນໂປແກຼມກ້າວ ໜ້າ ທາງດ້ານເວບໄຊທ໌, ເຊິ່ງ ໝາຍ ຄວາມວ່າມັນຢູ່ໃນຕົວທ່ອງເວັບ. ເມື່ອທ່ານຕິດຕັ້ງມັນ, ໃນຂະນະທີ່ສ່ວນປະກອບຂອງໂປຣແກຣມທ່ອງເວັບບໍ່ສະແດງ, ມັນກໍ່ຍັງຢູ່ພາຍໃນ browser. ບັນທຶກຈະຖືກບັນທຶກໄວ້ໃນ localStorage ຂອງ browser ສຳ ລັບໂດເມນ notes.marcoparrone.com. localStorage ເຮັດວຽກໄດ້ດີກັບຕົວທ່ອງເວັບຂອງ Chrome, Edge ແລະ Firefox. ຕົວທ່ອງເວັບອື່ນໆອາດຈະລຶບ localStorage ພາຍຫຼັງບາງເວລາ. ໂດຍລະບົບ Android ໂດຍໃຊ້ Chrome, Windows ໂດຍໃຊ້ຄ່າ Default. ປະຈຸບັນບັນທຶກບໍ່ໄດ້ຮັບການສະ ໜັບ ສະ ໜູນ ໃນຜະລິດຕະພັນຂອງ Apple. ດ້ວຍຈຸດປະສົງເພື່ອຊ່ວຍໃນການປ້ອງກັນການສູນເສຍຂໍ້ມູນ, ແນະ ນຳ ໃຫ້ເຮັດ ສຳ ຮອງໂດຍໃຊ້ຟັງຊັນ \"ສົ່ງອອກ\", ທຸກໆຄັ້ງທີ່ທ່ານເຮັດການດັດແປງບາງຢ່າງທີ່ທ່ານບໍ່ຕ້ອງການສູນເສຍ.","text_about_content1":"ລິຂະສິດ© 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"ລິຂະສິດ:.","text_about_content3":"ຊອບແວໄດ້ຮັບການສະ ໜັບ ສະ ໜູນ \"ເປັນ IS\", ໂດຍບໍ່ໄດ້ຮັບການຮັບປະກັນໃດໆ, ຍົກສູງຫຼືປະຕິບັດ, ລວມທັງແຕ່ບໍ່ໄດ້ ຈຳ ກັດຕໍ່ການຮັບປະກັນຂອງຄວາມ ໝັ້ນ ຄົງ, ຄວາມ ເໝາະ ສົມ ສຳ ລັບຈຸດປະສົງສ່ວນບຸກຄົນແລະການບໍ່ປະ ໝາດ. ໃນກໍລະນີໃດກໍ່ຕາມ, ບໍ່ຄວນສົ່ງສິດ ອຳ ນາດຫຼືສິດທິຜູ້ຖືວ່າເປັນຄວາມຮັບຜິດຊອບຕໍ່ການຮ້ອງຂໍໃດໆ, ຄວາມສ່ຽງຫຼືຄວາມຮັບຜິດຊອບອື່ນໆ, ໃນກໍລະນີຂອງສັນຍາ, ການຕິດຕໍ່ຫຼືສິ່ງອື່ນໆ, ເກີດຂື້ນຈາກ, ຫຼືໃນການຕິດຕໍ່ກັບຊອບແວຫຼືຜົນປະໂຫຍດອື່ນໆ ຊອບແວ.","text_about_content4":"ການບໍລິການນີ້ອາດຈະມີການໂອນເງິນໂດຍ GOOGLE. GOOGLE ແຈ້ງທຸກການຄ້ ຳ ປະກັນທີ່ກ່ຽວຂ້ອງກັບການໂອນຍ້າຍ, ການສົ່ງເສີມຫຼືການ ນຳ ໃຊ້, ລວມທັງການຮັບປະກັນໃດໆຂອງຄວາມເປັນຈິງ, ຄວາມເຊື່ອຖື, ແລະການຮັບປະກັນໃດໆທີ່ກ່ຽວຂ້ອງກັບຄວາມ ໝັ້ນ ຄົງ, ຄວາມຈິງໃຈ ສຳ ລັບຄວາມເປັນສ່ວນຕົວ.","text_about_content5":"ເວບໄຊທ໌ນີ້ໄດ້ຖືກແປເພື່ອຄວາມສະດວກຂອງທ່ານໂດຍໃຊ້ໂປແກຼມການແປທີ່ຖືກແປໂດຍ Google Translate. ຄວາມພະຍາຍາມທີ່ສົມເຫດສົມຜົນໄດ້ເຮັດໃຫ້ການແປທີ່ຖືກຕ້ອງ, ເຖິງຢ່າງໃດກໍ່ຕາມ, ບໍ່ມີການແປພາສາແບບອັດຕະໂນມັດທີ່ສົມບູນແບບແລະບໍ່ມີຈຸດປະສົງເພື່ອທົດແທນຜູ້ແປພາສາຂອງມະນຸດ. ການແປແມ່ນຖືກໃຫ້ບໍລິການແກ່ຜູ້ໃຊ້ຂອງເວັບໄຊທ໌ marcoparrone.com, ແລະໄດ້ຖືກສະ ໜອງ ໃຫ້ \"ຄືກັນ.\" ບໍ່ມີການຮັບປະກັນໃດໆ, ບໍ່ວ່າຈະເປັນການສະແດງອອກຫລືເວົ້າເຖິງຄວາມຖືກຕ້ອງ, ຄວາມ ໜ້າ ເຊື່ອຖື, ຫຼືຄວາມຖືກຕ້ອງຂອງການແປໃດກໍ່ຕາມທີ່ເຮັດຈາກພາສາອັງກິດເປັນພາສາອື່ນ. ບາງເນື້ອໃນ (ເຊັ່ນ: ຮູບພາບ, ວິດີໂອ, Flash, ແລະອື່ນໆ) ອາດຈະບໍ່ຖືກແປໃຫ້ຖືກຕ້ອງເນື່ອງຈາກຂໍ້ ຈຳ ກັດຂອງຊອບແວການແປພາສາ.","text_about_content6":"ຂໍ້ຄວາມທາງການແມ່ນສະບັບພາສາອັງກິດຂອງເວບໄຊທ໌. ຄວາມແຕກຕ່າງຫຼືຄວາມແຕກຕ່າງທີ່ສ້າງຂື້ນໃນການແປແມ່ນບໍ່ມີຜົນບັງຄັບໃຊ້ແລະບໍ່ມີຜົນທາງກົດ ໝາຍ ສຳ ລັບຈຸດປະສົງການປະຕິບັດຫຼືບັງຄັບໃຊ້. ຖ້າມີ ຄຳ ຖາມໃດໆທີ່ກ່ຽວຂ້ອງກັບຄວາມຖືກຕ້ອງຂອງຂໍ້ມູນທີ່ມີຢູ່ໃນເວບໄຊທ໌ທີ່ແປແລ້ວ, ອ້າງອີງເຖິງສະບັບພາສາອັງກິດຂອງເວບໄຊທ໌ເຊິ່ງເປັນສະບັບທາງການ."}