{"text_appname":"Pastabos","text_add_label":"Pridėti užrašą","text_settings_label":"parametrus","text_importexport_label":"importo ir eksporto užrašai","text_help_label":"pagalba","text_about_label":"apie","text_close_label":"Uždaryti","text_snack_mustbenum":"Vertė turi būti skaičius!","text_snack_toobig":"Pasirinkta vertė per didelė!","text_snack_toosmall":"Pasirinkta vertė per maža!","text_edit_title":"Redaguoti užrašą","text_edit_type":"Tipas:","text_edit_note":"pastaba","text_edit_folder":"aplanką","text_edit_note_title":"Pavadinimas:","text_edit_content":"Turinys:","text_delete":"Ištrinti","text_back":"Atgal","text_save":"Sutaupyti","text_settings_title":"Nustatymai","text_settings_content1":"Čia galite sukonfigūruoti programą.","text_yes":"taip","text_no":"ne","text_settings_showedit":"Rodyti redagavimo mygtukus:","text_settings_showmove":"Rodyti judesio mygtukus:","text_settings_showadd":"Rodyti aplankų mygtukus „pridėti“:","text_settings_rows":"Teksto srities eilutės:","text_settings_columns":"Teksto srities stulpeliai:","text_language":"Pasirinkite kalbą:","text_close_button":"Uždaryti","text_importexport_title":"Importas eksportas","text_importexport_content":"Čia galite importuoti ir eksportuoti savo užrašus.","text_import":"Importuoti:","text_export":"Eksportuoti","text_error_loadfile":"klaida: negalima įkelti failo.","text_error_fileformat":"klaida: neteisingas failo formatas.","text_example_title":"Pavadinimas","text_example_content":"PavyzdysTurinys","text_open":"Atviras","text_add":"Papildyti","text_edit":"Redaguoti","text_move_backward":"Judėk atgal","text_move_forward":"Judėti į priekį","text_move_upward":"Judėti aukštyn","text_move_downward":"Judėti žemyn","text_help_title":"Pagalba","text_about_title":"Apie","text_help_content":"<p> Užrašai yra programa, skirta įrašams išsaugoti ir tvarkyti. </p> <p> Jei norite sukurti naują užrašą ar naują aplanką, paspauskite „pliuso“ piktogramą: pasirinkite tarp užrašo ir aplanko, įterpkite pavadinimą ir galiausiai turinį, tada paspauskite „Išsaugoti“, kad išsaugotumėte pakeitimus, arba paspauskite „Ištrinti“, jei norite ištrinti užrašą, arba „Atgal“, jei norite praleisti pakeitimus, bet palikti užrašą. . </p> <p> Paspauskite mygtuką „Pridėti“ aplanke, kad į jį pridėtumėte naują elementą. </p> <p> Ir užrašams, ir aplankams, norėdami juos modifikuoti, paspauskite mygtuką „Redaguoti“, paspauskite Mygtukas „judėti atgal“ keičiasi padėtimi su ankstesniu elementu, paspauskite mygtuką „judėti pirmyn“, jei norite keistis pozicija su kitu elementu, spauskite mygtuką „judėti aukštyn“, norėdami perkelti elementą iš aplanko, kuriame jis šiuo metu yra, arba paspauskite mygtuką „judėti žemyn“, kad perkeltumėte elementą į kitą poaplankį. </p> <p> Nustatymų meniu, kurį galite pasiekti spustelėję piktogramą „Nustatymai“, galite paslėpti arba parodyti redagavimą, judėjimą ir pridėjimą jonų mygtukai. </p> <p> Norėdami importuoti ar eksportuoti užrašus, paspauskite importavimo / eksportavimo piktogramą. Užrašai bus importuoti arba eksportuoti į JSON failą, skirtą šiai programai. Importuojant užrašus iš failo, dabartiniai užrašai bus ištrinti ir perrašyti. </p> <p> „Notes“ yra progresyvioji žiniatinklio programa, o tai reiškia, kad ji veikia naršyklėje. Kai ją įdiegiate, naršyklės komponentai nerodomi, ji vis tiek veikia naršyklėje. Užrašai išsaugomi naršyklės vietiniame saugykloje, skirtoje domenui notes.marcoparrone.com. „localStorage“ puikiai veikia su „Chrome“, „Edge“ ir „Firefox“ naršyklėmis. Kitos naršyklės po kurio laiko gali ištrinti „localStorage“. „Android“ pagal numatytuosius nustatymus naudoja „Chrome“, „Windows“ pagal numatytuosius nustatymus naudoja „Edge“. Pastabos šiuo metu nepalaikomos „Apple“ gaminiuose. Kad būtų išvengta pastabų praradimo, siūloma padaryti atsarginę kopiją naudojant „eksportavimo“ funkciją, kiekvieną kartą atliekant kai kuriuos pakeitimus, kurių nenorite prarasti. </p> </div>","text_about_content1":"<p> Autorių teisės © 2017,2019,2020,2021 Marco Parrone. <br /> Visos teisės saugomos. </ p> BET neapsiriboja vien tik perkamumo, tinkamumo konkrečiam tikslui ir neatitikimo garantijomis. NIEKADA AUTORIAI AR AUTORIŲ TEISIŲ TURĖTOJAI NETURI ATSAKOMYBĖS DĖL KOKIŲ PAREIŠKIMŲ, ŽALŲ ARBA KITOS ATSAKOMYBĖS, ARBA VYKDANT SUTARTĮ, DETAROJANT ARBA KITAIP, KILIANTIS PROGRAMINĖS PRIEMONĖS ARBA NEJE, IR NAUDOJIMASIS AR KITAIS PASIŪLYMAIS PROGRAMINĖ ĮRANGA. </p>","text_about_content2":"<p> ŠI PASLAUGA GALI TURĖTI „GOOGLE“ VERTIMUS. „GOOGLE“ NETEIKIA VISŲ GARANTIJŲ, SUSIJUSIŲ SU ATSAKYTAIS AR TIESIOGINIAIS VERTIMAIS, ĮSKAITANT VISUS TIKSLUMO, PATIKIMUMO GARANTIJAS IR VISUS NETIESIOGINIUS PREKYBINĖS, TINKAMOS KONKREČIO PASKIRSTYBĖS IR.","text_about_content3":"<p> Ši žiniatinklio programa buvo išversta jūsų patogumui naudojant „Google“ vertėjo teikiamą vertimo programinę įrangą. Buvo imtasi pagrįstų pastangų, kad būtų pateiktas tikslus vertimas, tačiau joks automatinis vertimas nėra tobulas ir jis nėra skirtas pakeisti vertėjus žmonėms. Vertimai teikiami kaip paslauga marcoparrone.com svetainės vartotojams ir teikiami „tokie, kokie yra“. Jokia nei išreikšta, nei numanoma garantija nėra suteikta vertimų iš anglų kalbos į bet kurią kitą kalbą tikslumui, patikimumui ar teisingumui. Kai kurie turiniai (pvz., Vaizdai, vaizdo įrašai, „Flash“ ir kt.) Gali būti netinkamai išversti dėl vertimo programinės įrangos apribojimų. </p> <p> Oficialus tekstas yra angliška svetainės versija. Visi vertime sukurti neatitikimai ar skirtumai nėra privalomi ir neturi teisinio poveikio atitikimo ar vykdymo tikslais. Jei kyla klausimų, susijusių su išverstoje svetainėje esančios informacijos tikslumu, skaitykite oficialią svetainės versiją angliškai. </p>"}