{"text_appname":"Piezīmes","text_add_label":"pievienot piezīmi","text_settings_label":"iestatījumi","text_importexport_label":"importa un eksporta piezīmes","text_help_label":"palīdzība","text_about_label":"par","text_close_label":"tuvu","text_snack_mustbenum":"Vērtībai jābūt skaitlim!","text_snack_toobig":"Atlasītā vērtība ir pārāk liela!","text_snack_toosmall":"Atlasītā vērtība ir pārāk maza!","text_edit_title":"Rediģēt piezīmi","text_edit_type":"Tips:","text_edit_note":"Piezīme","text_edit_folder":"mapi","text_edit_note_title":"Nosaukums:","text_edit_content":"Saturs:","text_delete":"Dzēst","text_back":"Atpakaļ","text_save":"Saglabāt","text_settings_title":"Iestatījumi","text_settings_content1":"Šeit jūs varat konfigurēt lietojumprogrammu.","text_yes":"Jā","text_no":"Nē","text_settings_showedit":"Rādīt rediģēšanas pogas:","text_settings_showmove":"Rādīt kustību pogas:","text_settings_showadd":"Rādīt mapēs pogas “pievienot”:","text_settings_expandbydefault":"Paplašiniet mapes pēc noklusējuma:","text_settings_rows":"Teksta apgabala rindas:","text_settings_columns":"Teksta apgabala kolonnas:","text_language":"Izvēlieties valodu:","text_question_merge":"Vai apvienot esošās piezīmes ar importētajām piezīmēm vai aizstāt tās?","text_merge":"aiziet","text_replace":"aizvietot","text_close_button":"Aizvērt","text_importexport_title":"Importa eksporta","text_importexport_content":"Šeit jūs varat importēt un eksportēt savas piezīmes.","text_import":"Importēt:","text_export":"Eksportēt","text_error_loadfile":"kļūda: nevar ielādēt failu.","text_error_fileformat":"kļūda: faila formāts ir nepareizs.","text_example_title":"Nosaukuma piemērs","text_example_content":"Satura piemērs","text_open":"Atvērt","text_add":"Pievienot","text_edit":"Rediģēt","text_move_backward":"Pārvietoties atpakaļ","text_move_forward":"Virzīties uz priekšu","text_move_upward":"Virzīties uz augšu","text_move_downward":"Pārvietoties uz leju","text_expand_less":"Paplašināt","text_expand_more":"Izvērst","text_help_title":"Palīdzība","text_about_title":"Par","text_help_content1":"Piezīmes ir lietotne, lai saglabātu un kārtotu piezīmes.","text_help_content2":"Lai izveidotu jaunu piezīmi vai jaunu mapi, nospiediet pluszīmes ikonu: izvēlieties starp piezīmi un mapi, ievietojiet virsrakstu un galu galā saturu, pēc tam nospiediet Saglabāt, lai saglabātu izmaiņas, vai nospiediet Dzēst, lai izdzēstu piezīmi, vai atpakaļ izlaist izmaiņas, bet saglabāt piezīmi.","text_help_content3":"Nospiediet pogu \"atvērt\" pie piezīmes, lai atvērtu saistīto saturu.","text_help_content4":"Nospiediet pogu \"pievienot\" mapes iekšpusē, lai tai pievienotu jaunu elementu.","text_help_content5":"Gan piezīmēm, gan mapēm nospiediet pogu \"rediģēt\", lai tos modificētu, nospiediet pogu \"pārvietoties atpakaļ\", lai mainītu pozīciju ar iepriekšējo elementu, nospiediet pogu \"pārvietoties uz priekšu\", lai mainītu pozīciju ar nākamo elementu, nospiediet taustiņu \"pārvietot uz augšu\" pogu, lai pārvietotu elementu no mapes, kur tas pašlaik atrodas, vai nospiediet pogu \"pārvietoties uz leju\", lai pārvietotu elementu nākamajā apakšmapē.","text_help_content6":"Iestatījumu izvēlnē, kas pieejama pēc noklikšķināšanas uz ikonas \"Iestatījumi\", varat paslēpt vai parādīt rediģēšanas, pārvietošanas un pievienošanas pogas. Varat arī konfigurēt teksta apgabala rindas un kolonnas dialoglodziņam \"rediģēt\". Ir arī iespējams mainīt lietotāja saskarnes valodu.","text_help_content7":"Lai importētu vai eksportētu piezīmes, nospiediet importēšanas / eksportēšanas ikonu. Piezīmes tiks importētas vai eksportētas JSON failā, kas paredzēts tieši šai lietotnei. Importējot piezīmes no faila, pašreizējās piezīmes tiks izdzēstas un pārrakstītas.","text_help_content8":"Piezīmes ir progresīva tīmekļa lietojumprogramma, kas nozīmē, ka tā darbojas pārlūkprogrammā. Kad to instalējat, pārlūka komponenti netiek rādīti, tas joprojām darbojas pārlūkprogrammā. Piezīmes tiek saglabātas pārlūkprogrammas localStorage domēnam notes.marcoparrone.com. localStorage lieliski darbojas ar pārlūkiem Chrome, Edge un Firefox. Citas pārlūkprogrammas pēc kāda laika var izdzēst vietni LocalStorage. Android pēc noklusējuma izmanto pārlūku Chrome, Windows pēc noklusējuma izmanto Edge. Piezīmes pašlaik netiek atbalstītas Apple produktos. Lai palīdzētu novērst piezīmju nozaudēšanu, ieteicams veikt dublējumu, izmantojot \"eksportēšanas\" funkcionalitāti, katru reizi, kad veicat dažas modifikācijas, kuras nevēlaties zaudēt.","text_about_content1":"Autortiesības © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Visas tiesības aizsargātas.","text_about_content3":"PROGRAMMATŪRA IR NODROŠINĀTA \"TĀDA, KĀDA IR\", BEZ JEBKĀDA VEIDA GARANTIJAS, TIEŠI VAI NETIEKAMU, IETVEROT, BET NEIEROBEŽOŠANU TIRDZNIECĪBAS GARANTIJĀM, PIEMĒROTĪBAI KONKRĒTIEM MĒRĶIEM UN NEPIELABOŠANAI. AUTORI UN AUTORTIESĪBU ĪPAŠNIEKI NEKĀDĀDĀ NEDRĪKST ATBILDĪBU PAR JEBKĀDU PRASĪBU, ZAUDĒJUMIEM UN CITU ATBILDĪBU NEPIECIEŠOTIES LĪGUMA, SPORTAMĪBAS UN CITĀDĀ RĪCĪBĀ, KAS IZRĀDĀS NO PROGRAMMATŪRAS, SAVIENOJUMĀ AR SAVIENOJUMU AR TO, NE IZMANTOŠANĀS VAI LIETOŠANAI VAI CITIEM DARĪJUMIEM PROGRAMMATŪRA.","text_about_content4":"ŠIS PAKALPOJUMS VAR SŪTĪT TULKOJUMUS, KO VADĪTĀ GOOGLE. GOOGLE ATBILST VISĀM GARANTIJĀM, KAS SAISTĪTAS AR TIEŠĀM VAI TIEŠĀM TULKOJUMIEM, TARPOT VISUS GARANTIJUS PAR PRECIZITĀTI, UZTICAMĪBU UN VISĀM TIEŠĀM TIRDZNIECĪBAS GARANTIJĀM, PIEMĒROJAMĪBU UN PIEMĒROŠANU.","text_about_content5":"Šī tīmekļa lietotne jūsu ērtībai ir tulkota, izmantojot tulkošanas programmatūru, ko nodrošina Google tulkotājs. Ir veikti saprātīgi centieni nodrošināt precīzu tulkojumu, tomēr neviens automatizēts tulkojums nav ideāls, un tas nav paredzēts cilvēku tulkotāju aizstāšanai. Tulkojumi tiek sniegti kā pakalpojums marcoparrone.com vietnes lietotājiem un tiek sniegti \"tādi, kādi tie ir\". Nekāda tieša vai netieša garantija par jebkādu tulkojumu, kas veikti no angļu valodas uz jebkuru citu valodu, precizitāti, uzticamību vai pareizību netiek sniegta. Daļa satura (piemēram, attēli, videoklipi, Flash utt.) Tulkošanas programmatūras ierobežojumu dēļ var nebūt precīzi tulkoti.","text_about_content6":"Oficiālais teksts ir vietnes angļu versija. Jebkuras tulkošanā radušās neatbilstības vai atšķirības nav saistošas, un tām nav juridiska spēka atbilstības vai izpildes nolūkos. Ja rodas kādi jautājumi par tulkotās tīmekļa vietnes informācijas precizitāti, skatiet vietnes oficiālo versiju angļu valodā."}