{"text_appname":"-tsoratra","text_add_label":"ampio naoty","text_settings_label":"Fikirana","text_importexport_label":"fanafarana sy fanondranana","text_help_label":"Vonjeo","text_about_label":"momba ny","text_close_label":"AKAIKY","text_snack_mustbenum":"Ny isa dia tokony ho isa!","text_snack_toobig":"Lehibe loatra ny sanda voafantina!","text_snack_toosmall":"Kely loatra ny sandam-pifidianana!","text_edit_title":"Hanova naoty","text_edit_type":"Karazana:","text_edit_note":"Fanamarihana","text_edit_folder":"lahatahiry","text_edit_note_title":"Lohateny:","text_edit_content":"Atiny:","text_delete":"Mamafa","text_back":"indray","text_save":"afa-tsy","text_settings_title":"Fikirana","text_settings_content1":"Eto dia azonao atao ny manamboatra ny rindranasa.","text_yes":"ENY","text_no":"tsy misy","text_settings_showedit":"Asehoy ny bokotra fanovana:","text_settings_showmove":"Asehoy ny bokotra fihetsika:","text_settings_showadd":"Asehoy ny bokotra \"manampy\" ao anaty lahatahiry:","text_settings_expandbydefault":"Hanitatra ny fampirimana amin'ny alàlan'ny default:","text_settings_rows":"Andalana faritra an-tsoratra:","text_settings_columns":"Tsanganana faritra:","text_language":"Safidio ny fiteny:","text_question_merge":"Amboary ireo naoty natolotra miaraka amin'ireo naoty naondrana sa soloina?","text_merge":"Mandehana","text_replace":"hanoloana","text_close_button":"AKAIKY","text_importexport_title":"Manafatra / manondrana","text_importexport_content":"Eto dia azonao atao ny manafatra sy manondrana ny naotinao.","text_import":"Import:","text_export":"fanondranana","text_error_loadfile":"hadisoana: tsy afaka mamoaka rakitra.","text_error_fileformat":"hadisoana: tsy mety ny endrika fisie.","text_example_title":"Lohateny ohatra","text_example_content":"Ohatra anatiny","text_open":"Misokatra","text_add":"hametraka","text_edit":"Ovay","text_move_backward":"Mandrosoa","text_move_forward":"Mandroso","text_move_upward":"Mandrosoa miakatra","text_move_downward":"Mandrosoa mankany ambany","text_expand_less":"Unexpand","text_expand_more":"hanitatra","text_help_title":"Vonjeo","text_about_title":"About","text_help_content1":"Ny Notes dia fampiharana hitahiry sy handamina naoty.","text_help_content2":"Mba hamoronana naoty vaovao, na fampirimana vaovao, kitiho ny kisary \"plus\": misafidy eo anelanelan'ny naoty sy ny fampirimana, ampidiro ny lohateny ary amin'ny farany ny atiny, dia tsindrio ny save raha te hitahiry ireo fanovana, na tsindrio hamafana hamafana ilay naoty, na miverina mandingana ireo fanovana fa tazomy ilay naoty.","text_help_content3":"Tsindrio ny bokotra \"sokafy\" eo akaikin'ny naoty hanokafana ny atiny mifandraika amin'izany.","text_help_content4":"Tsindrio ny bokotra \"manampy\" ao anaty fampirimana iray hanampiana singa vaovao ao aminy.","text_help_content5":"Ho an'ireo naoty na lahatahiry dia tsindrio ny bokotra \"edit\" hanovana azy ireo, tsindrio ny bokotra \"mandroso aoriana\" hanakalo ny toerana misy ilay singa teo aloha, tsindrio ny bokotra \"mandrosoa\" hanakalo ny toerana misy ny singa manaraka, kitiho ny bokotra \"mandroso miakatra\" hamindrana ilay singa avy ao anaty fampirimana misy azy ankehitriny, na tsindrio ny bokotra \"mandroso midina\" hamindrana ilay singa ao anatin'ny subfolder manaraka.","text_help_content6":"Ao amin'ny menio fanovana, azo idirana aorian'ny fikitihana ny kisary \"setting\", azonao atao ny manafina na mampiseho ny bokotra fanovana, hetsika ary fanampiana. Azonao atao koa ny manefy ny tsipika sy tsanganana amin'ny faritra ho an'ny boaty fifanakalozan-kevitra \"edit\". Azo atao koa ny manova ny fitenin'ny mpampiasa interface.","text_help_content7":"Raha manafatra na manondrana ireo naoty, dia tsindrio ny kisary import / export. Ny naoty dia hafarana na haondrana ao anaty rakitra JSON manokana ho an'ity fampiharana ity. Rehefa manafatra ireo naoty avy amina rakitra dia hofafana sy hosoratana ireo naoty ankehitriny.","text_help_content8":"Notes dia Progressive Web Application, izay midika fa mandeha ao anaty browser izy io. Rehefa apetrakao io, na dia tsy aseho aza ny singa fitety, dia mbola ao anaty tranokala. Voatahiry ao amin'ny localStorage an'ny browser ny naoty ho an'ny domain note.marcoparrone.com. localStorage dia miasa tsara amin'ny Browser Chrome, Edge ary Firefox. Ireo mpitety tranonkala hafa dia mety mamafa ny localStorage eo an-toerana rehefa afaka kelikely. Ny Android amin'ny alàlan'ny default dia mampiasa Chrome, ny Windows amin'ny alàlan'ny default dia mampiasa Edge. Ny fanamarihana amin'izao fotoana izao dia tsy anohana amin'ny vokatra Apple. Miaraka amin'ny tanjona hanampiana amin'ny fisorohana ny fahaverezan'ny naoty dia soso-kevitra ny hanao backup amin'ny alàlan'ny fampiasa \"fanondranana\", isaky ny manamboatra fanovana izay tsy tianao ho very ianao.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Zo rehetra voatokana.","text_about_content3":"NY SOFTWARE dia omena \"TOA\", TSY MISY antoka amin'ny karazana, famoahana na famoahana, tafiditra ao anatin'izany FA TSY voafetra amin'ny fiantohana ny fahamendrehana, FITNESS ho an'ny tanjona sy ny tsy fitoviana. NA INTSONY AZA AZA ATAO AZA AZA ATAO AZA ATAO AZA MISAOTRA NY MPANORATRA NA MPANJAKA AZA MIASA, NA AMIN'NY FAHAMARINANA, NA AMIN'NY FANORENANA, TORITRA, NA AMIN'NY LAINGA hafa, nipoitra avy, na avy amin'ny fifandraisana amin'ny SOFTWARE na ny fampiasana na ny fomba hafa ao amin'ny SOFTWARE.","text_about_content4":"Ity serivisy ity dia mety hahitana fandikan-teny ampiasain'i GOOGLE. I GOOGLE dia manambara ny fiantohana rehetra mifandraika amin'ny fandikana, ny fanambarana na ny fampiharana azy, ao anatin'izany ny fiantohana, ny fifandraisan-davitra, ary ny fiantohana mivaingana amin'ny fahamendrehana sy ny tsy fitoviana amin'ny tanjona sy ny tsy fitoviana.","text_about_content5":"Nadika ity fampiharana tranonkala ity ho an'ny fahafaha-mampiasa anao amin'ny alàlan'ny rindrambaiko fandikan-teny izay ampandehanin'i Google Translate Niezaka mafy ny nanome fandikan-teny marina, kanefa, tsy nisy fandikan-teny mandeha ho azy tonga lafatra ary tsy natao hanolo ny mpandika tenin'olombelona. Ny fandikan-teny dia omena ho serivisy ho an'ireo mpampiasa ny tranokala marcoparrone.com ary omena \"as is.\" Tsy misy fiantohana na inona na inona karazana, na voalaza na tsy tiana holazaina, momba ny maha-marina, azo itokisana na marina ny fandikan-teny vita avy amin'ny teny anglisy amin'ny fiteny hafa. Ny atiny sasany (toy ny sary, horonan-tsary, Flash sns) dia mety tsy voadika araka ny marina noho ny fetran'ny rindrambaiko fandikan-teny.","text_about_content6":"Ny lahatsoratra ofisialy dia ny kinova amin'ny tranokala amin'ny teny anglisy. Izay tsy fitoviana na fahasamihafana namboarina dia tsy mamatotra ary tsy misy akony ara-dalàna amin'ny fanarahan-dalàna na fampiharana. Raha misy ny fanontaniana mipoitra mifandraika amin'ny maha-marina ny fampahalalana voarakitra ao amin'ilay tranonkala voadika, dia jereo ny kinova amin'ny tranokala anglisy izay kinova ofisialy."}