{"text_appname":"Panui","text_add_label":"taapirihia he panui","text_settings_label":"tautuhinga","text_importexport_label":"kawemai me te tuhipoka kaweake","text_help_label":"awhina","text_about_label":"e pā ana ki","text_close_label":"kati","text_snack_mustbenum":"He tau te uara!","text_snack_toobig":"He nui rawa te uara kua tohua!","text_snack_toosmall":"He iti rawa te uara kua tohua!","text_edit_title":"Panui whakatika","text_edit_type":"Momo:","text_edit_note":"tuhipoka","text_edit_folder":"kōpaki","text_edit_note_title":"Taitara:","text_edit_content":"Ihirangi:","text_delete":"Mukua","text_back":"Hoki","text_save":"Penapena","text_settings_title":"Tautuhinga","text_settings_content1":"I konei ka taea e koe te whirihora i te tono.","text_yes":"āe","text_no":"kāo","text_settings_showedit":"Whakaatuhia nga paatene whakatika:","text_settings_showmove":"Whakaatuhia nga paatene nekehanga:","text_settings_showadd":"Whakaatuhia nga \"taapiri\" ki nga konae:","text_settings_expandbydefault":"Whakaroha taunoa nga kōpaki:","text_settings_rows":"Haupae rohe kuputuhi:","text_settings_columns":"Tīwae rohe kupu:","text_language":"Kōwhiri reo:","text_question_merge":"Hanumi tuhipoka o naianei me nga panui kua kawemai hei whakakapi ranei?","text_merge":"haere","text_replace":"whakakapi","text_close_button":"Katia","text_importexport_title":"Kawemai / kaweake","text_importexport_content":"I konei ka taea e koe te kawemai me te kaweake i o tuhinga.","text_import":"Kawemai:","text_export":"Kaweake","text_error_loadfile":"hapa: kaore e taea te uta i te konae.","text_error_fileformat":"hapa: he he te whakatakotoranga konae.","text_example_title":"Taitara Tauira","text_example_content":"Tauira Tauira","text_open":"Whakatuwhera","text_add":"Taapirihia","text_edit":"Whakatika","text_move_backward":"Neke whakamuri","text_move_forward":"Haere whakamua","text_move_upward":"Neke Whakarunga","text_move_downward":"Neke Whakararo","text_expand_less":"Whakakore","text_expand_more":"Roha","text_help_title":"Awhina","text_about_title":"Mō","text_help_content1":"Ko te Notes he taupānga hei penapena me te whakarite tuhipoka.","text_help_content2":"Hei waihanga i tetahi tuhipoka hou, i tetahi kōpaki hou ranei, paatohia te tohu \"taapiri\": kowhiria i waenga i te tuhipoka me te kōpaki, whakauruhia te taitara me te mutunga o nga korero, ka penapena penapena hei penapena kia pekehia nga panoni engari kia mau ki te tuhi.","text_help_content3":"Patohia te paatene \"tuwhera\" tata ki te tuhipoka hei whakatuwhera i nga korero e pa ana.","text_help_content4":"Patohia te paatene \"taapiri\" ki roto i te kōpaki hei taapiri i tetahi waahanga hou ki a ia.","text_help_content5":"Mo nga tuhipoka me nga kōpaki e rua, paatohia te paatene \"whakatika\" hei whakarereke, paatene te paatene \"neke whakamuri\" ki te whakawhiti i te waahi me te waahanga o mua, paatohia te paatene \"neke whakamua\" ki te whakawhiti i te waahi me te waahanga e whai ake nei, paatohia te Paatene \"neke whakarunga\" ki te neke i te huanga mai i te kōpaki kei konaa i tenei wa, ka peehi ranei i te paatene \"neke whakararo\" ki te neke i te waahanga ki roto i te raarangiaroto e whai ake nei.","text_help_content6":"I te raarangi tautuhinga, ka waatea i muri i te paatene i te tohu \"tautuhinga\", ka taea e koe te huna, te whakaatu ranei i nga paatene whakatika, nekehanga me te taapiri. Ka taea hoki e koe te whirihora i nga raina tuhinga me nga pou mo te pouaka korero \"whakatika\". Ka taea hoki te whakarereke i te reo o te atanga kaiwhakamahi.","text_help_content7":"Hei kawemai, kaweake ranei i nga tuhipoka, paatohia te ata kawemai / kaweake. Ka kawemai, ka kaweake ranei nga tuhipoka ki te konae JSON e tau ana ki tenei taupānga. Ka kawemai ana i nga tuhipoka mai i te konae, ka mukua nga tuhipoka onāianei ka tuhirua.","text_help_content8":"Ko te Tuhipoka he Tono Paetukutuku Whakamua, te tikanga e rere ana i roto i te tirotiro. Ka whakauruhia e koe, kaore i te whakaatuhia nga waahanga tirotiro, ka rere tonu ki roto i te tirotiro. Kei te penapenahia nga tuhipoka ki te roheTakawaenga o te kaitirotiro mo te rohe note.marcoparrone.github.io. he pai te mahi a te localStorage me nga kaitirotiro Chrome, Edge me Firefox. Ko etahi o nga kaitirotiro ka aukati i te roheToko i muri i etahi waa. Ma te taunoa te whakamahi a Android i te Chrome, ma te whakamahi taunoa a Edge i te Edge. Ko nga tuhipoka i tenei wa kaore i te tautokohia mo nga hua a Apple. Ma te kaupapa ki te awhina ki te aukati i te ngaro o nga tuhipoka, ko te whakaaro kia mahi taapiri ma te whakamahi i te mahi \"kaweake\", i nga waa katoa ka whakarerekehia e koe kaore e hiahia kia ngaro.","text_about_content1":"Mana pupuri © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Tika katoa.","text_about_content3":"HE KOREUTU I TAPUIA KI TE \"AS IS\", KORE HE WHAKAMAHI KI TE ATU ANGA, KI TE WHAKATU, KI TE KAUPAPA, KI TE KAUPAPA KI TE WHAKAMAHI KI TE MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. KAUPAPA KAUPAPA KAUPAPA KAUPAPA KAUPAPA KI TE KAUPAPA KAUPAPA KI TE KAUPAPA, KAUPAPA, KI TE KAUPAPA ANA, HEI KI TE MAHI KOREUTU, TE WHAKARITENGA, KI TE KAUPAPA ANA, I TE KAUPAPA, I TE KAUPAPA I TE WHAKAMAHI, I TE WHAKAMAHI, I TE KAUPONO ATU, I TE WHAKAMAHI KAUPAPA ranei I TE WHAKAMAHI NGA MAHI TUPUNA.","text_about_content4":"TENEI TAUANGA KAUPAPA I TE WHAKAMAHI KAUPAPA KAUPAPA E GOOGLE. KAUPAPA KAUPAPA KAUPAPA KAUPAPA KAUPAPA KAUPAPA KAUPAPA KAUPAPA, KAUPAPA, ME NGA KAUPAPA KAUPAPA KAUPAPA, KAUPAPA KI TE WHAKAMAHI KAUPAPA ME TE KAUPAPA.","text_about_content5":"Kua whakamaorihia tenei mahinga paetukutuku ma te mea pai ki a koe ma te whakamahi i te raupaparorohiko whakamaori i whakamanahia e Google Translate. He kaha te whakapau kaha ki te whakarato i te whakamaoritanga tika, heoi, kaore he whakamaoritanga aunoatanga e tino tika ana, kaore ano hoki kia whakamaheretia nga kaiwhakamaori tangata. Ko nga whakamaoritanga ka tohaina hei ratonga ki nga kaiwhakamahi o te paetukutuku marcoparrone.github.io, ka tohaina \"rite tonu.\" Kaore he momo taurangi, ahakoa he whakaputa, he tohu ranei, i puta mo te tika, te pono, te tika ranei o nga whakamaoritanga mai i te Ingarihi ki tetahi atu reo. Ko etahi korero (penei i nga whakaahua, riipene ataata, Flash, me etahi atu) kaore pea i tika te whakamaoritia na te kaha o te raupaparorohiko whakamaori.","text_about_content6":"Ko te tuhinga mana te tuhinga Ingarihi o te paetukutuku. Ko nga rereketanga me nga rereketanga i hangaia i te whakamaoritanga kaore e herea ana kaore he painga o te ture mo te whakatutukitanga, ki te kaupapa whakahaere ranei. Mena he paatai ka pa ana ki te tika o nga korero kei roto i te paetukutuku kua whakamaorihia, tirohia te whakaputanga Ingarihi o te paetukutuku ko te putanga mana."}