{"text_appname":"Белешки","text_add_label":"додадете белешка","text_settings_label":"поставки","text_importexport_label":"увоз и извоз белешки","text_help_label":"помош","text_about_label":"за","text_close_label":"блиски","text_snack_mustbenum":"Вредноста мора да биде број!","text_snack_toobig":"Избраната вредност е преголема!","text_snack_toosmall":"Избраната вредност е премала!","text_edit_title":"Уредете белешка","text_edit_type":"Тип:","text_edit_note":"Забелешка","text_edit_folder":"папка","text_edit_note_title":"Наслов:","text_edit_content":"Содржина:","text_delete":"Избриши","text_back":"Назад","text_save":"Зачувај","text_settings_title":"Поставки","text_settings_content1":"Овде можете да ја конфигурирате апликацијата.","text_yes":"да","text_no":"не","text_settings_showedit":"Прикажи ги копчињата за уредување:","text_settings_showmove":"Покажете ги копчињата за движење:","text_settings_showadd":"Покажете ги копчињата „додавање“ во папки:","text_settings_rows":"Редови на областа за текст:","text_settings_columns":"Колони за област со текст:","text_language":"Изберете јазик:","text_close_button":"Затвори","text_importexport_title":"Увоз извоз","text_importexport_content":"Тука можете да ги увезувате и извезувате вашите белешки.","text_import":"Увоз:","text_export":"Извоз","text_error_loadfile":"грешка: не може да се вчита датотеката.","text_error_fileformat":"грешка: форматот на датотеката е погрешен.","text_example_title":"ПримерНаслов","text_example_content":"Пример Содржина","text_open":"Отворено","text_add":"Додади","text_edit":"Уредување","text_move_backward":"Движете се наназад","text_move_forward":"Движи се напред","text_move_upward":"Движете се нагоре","text_move_downward":"Движете се надолу","text_help_title":"Помош","text_about_title":"За","text_help_content":"<p> Белешките е апликација за зачувување и организирање белешки. </p> <p> За да креирате нова белешка или нова папка, притиснете ја иконата „плус“: изберете помеѓу белешка и папка, вметнете го насловот и на крајот содржина, потоа притиснете зачувај за да ги зачувате промените, или притиснете избришете за да ја избришете белешката, или назад за да ги прескокнете промените, но задржете ја белешката. . </p> <p> Притиснете го копчето \"додаде\" во папката за да и додадете нов елемент. </p> <p> И за белешките и за папките, притиснете го копчето \"уреди\" за да ги измените, притиснете го копчето „движете се назад“ за да ја размените позицијата со претходниот елемент, притиснете го копчето „движи напред“ за да ја размените позицијата со следниот елемент, притиснете го копчето „помести нагоре“ за да го поместите елементот од папката каде што е моментално, или притиснете го копчето „движење надолу“ за да го преместите елементот во следната подпапка. </p> <p> Во менито за поставки, достапно откако ќе кликнете на иконата „поставки“, можете да ги скриете или прикажете уредувањето, движењето и додавањето јонски копчиња. </p> <p> За увоз или извоз на белешките, притиснете на иконата за увоз / извоз. Белешките ќе бидат увезени или извезени во датотека JSON специфична за оваа апликација. Кога ги увезувате белешките од датотека, тековните белешки ќе бидат избришани и пребришани. Кога ќе го инсталирате, додека компонентите на прелистувачот не се прикажани, тој сè уште работи во прелистувачот. Белешките се зачувуваат во локалниот пребарувач на прелистувачот за доменот notes.marcoparrone.com. localStorage работи добро со прелистувачите Chrome, Edge и Firefox. Другите прелистувачи може да го избришат локалното складирање по некое време. Андроид по дифолт го користи Chrome, Windows по дифолт го користи Edge. Белешките во моментов не се поддржани на производите на Apple. Со цел да се помогне да се спречи загубата на белешките, се предлага да направите резервна копија со користење на функцијата „извоз“, секогаш кога ќе направите некои измени што не сакате да ги изгубите. </p> </div>","text_about_content1":"<p> Заштитени со авторски права © 2017,2019,2020,2021 Марко Пароне. <br /> Сите права се задржани. НО НЕ СЕ ОГРАНИЧУВАНИ СО ГАРАНЦИИТЕ ЗА ТРГОВИЛНОСТ, ПОДОБНОСТ ЗА ОСОБЕНА ЦЕЛ И НЕОДВЕЕЕ. Во никој случај, авторите или носителите на авторските права не се одговорни за какво било тврдење, штети или друга одговорност, без оглед на дејствието на договор, тортура или друго, што произлегува од, надвор или во врска со софтверот или на друг софтвер или на друг СОФТВЕР. </p>","text_about_content2":"<p> ОВАА УСЛУГА МОAYЕ ДА СОДРИ ПРЕВЕДУВАА ОБВИНА ОД GOOGLE. Гугл ги отфрла сите гаранции поврзани со преводите, изразени или имплементирани, вклучително и какви било гаранции за точност, сигурност и какви било имплементирани гаранции за трговска размена, фитнес","text_about_content3":"<p> Оваа веб-апликација е преведена за ваша погодност користејќи софтвер за превод напојуван од Google Translate. Направени се разумни напори да се обезбеди точен превод, сепак, ниту еден автоматски превод не е совршен, ниту има за цел да замени човечки преведувачи. Преводите се даваат како услуга за корисниците на веб-страницата marcoparrone.com и се дадени „како што е“. Не се дава никаква гаранција, изразена или имплицитна, за точноста, веродостојноста или точноста на кој било превод направен од англиски на кој било друг јазик. Некои содржини (како што се слики, видеа, Флеш, итн.) Можеби не се прецизно преведени поради ограничувањата на софтверот за превод. </p> <p> Официјалниот текст е англиска верзија на веб-страницата. Било какви разлики или разлики создадени во преводот не се обврзувачки и немаат правно дејство заради усогласеност или цели на извршување. Доколку се појават прашања во врска со точноста на информациите содржани во преведената веб-страница, упатете се на англиската верзија на веб-страницата што е официјална верзија. </p>"}