{"text_appname":"കുറിപ്പുകൾ","text_add_label":"ഒരു കുറിപ്പ് ചേർക്കുക","text_settings_label":"ക്രമീകരണങ്ങൾ","text_importexport_label":"ഇറക്കുമതി, കയറ്റുമതി കുറിപ്പുകൾ","text_help_label":"സഹായിക്കൂ","text_about_label":"കുറിച്ച്","text_close_label":"അടയ്ക്കുക","text_snack_mustbenum":"മൂല്യം ഒരു സംഖ്യ ആയിരിക്കണം!","text_snack_toobig":"തിരഞ്ഞെടുത്ത മൂല്യം വളരെ വലുതാണ്!","text_snack_toosmall":"തിരഞ്ഞെടുത്ത മൂല്യം വളരെ ചെറുതാണ്!","text_edit_title":"കുറിപ്പ് എഡിറ്റുചെയ്യുക","text_edit_type":"തരം:","text_edit_note":"കുറിപ്പ്","text_edit_folder":"ഫോൾഡർ","text_edit_note_title":"ശീർഷകം:","text_edit_content":"ഉള്ളടക്കം:","text_delete":"ഇല്ലാതാക്കുക","text_back":"തിരികെ","text_save":"രക്ഷിക്കും","text_settings_title":"ക്രമീകരണങ്ങൾ","text_settings_content1":"ഇവിടെ നിങ്ങൾക്ക് അപ്ലിക്കേഷൻ ക്രമീകരിക്കാൻ കഴിയും.","text_yes":"അതെ","text_no":"ഇല്ല","text_settings_showedit":"എഡിറ്റ് ബട്ടണുകൾ കാണിക്കുക:","text_settings_showmove":"ചലന ബട്ടണുകൾ കാണിക്കുക:","text_settings_showadd":"ഫോൾഡറുകളിൽ \"ചേർക്കുക\" ബട്ടണുകൾ കാണിക്കുക:","text_settings_rows":"ടെക്സ്റ്റ് ഏരിയ വരികൾ:","text_settings_columns":"ടെക്സ്റ്റ് ഏരിയ നിരകൾ:","text_language":"ഭാഷ തിരഞ്ഞെടുക്കുക:","text_close_button":"അടയ്‌ക്കുക","text_importexport_title":"ഇറക്കുമതി കയറ്റുമതി","text_importexport_content":"ഇവിടെ നിങ്ങൾക്ക് നിങ്ങളുടെ കുറിപ്പുകൾ ഇറക്കുമതി ചെയ്യാനും കയറ്റുമതി ചെയ്യാനും കഴിയും.","text_import":"ഇറക്കുമതി:","text_export":"കയറ്റുമതി","text_error_loadfile":"പിശക്: ഫയൽ ലോഡുചെയ്യാൻ കഴിയില്ല.","text_error_fileformat":"പിശക്: ഫയൽ ഫോർമാറ്റ് തെറ്റാണ്.","text_example_title":"ഉദാഹരണം ശീർഷകം","text_example_content":"ഉദാഹരണം ഉള്ളടക്കം","text_open":"തുറക്കുക","text_add":"ചേർക്കുക","text_edit":"എഡിറ്റുചെയ്യുക","text_move_backward":"പിന്നിലേക്ക് നീക്കുക","text_move_forward":"മുന്നോട്ട് പോവുക","text_move_upward":"മുകളിലേക്ക് നീക്കുക","text_move_downward":"താഴേക്ക് നീക്കുക","text_help_title":"സഹായിക്കൂ","text_about_title":"കുറിച്ച്","text_help_content":"<p> കുറിപ്പുകൾ സംരക്ഷിക്കുന്നതിനും ഓർഗനൈസുചെയ്യുന്നതിനുമുള്ള ഒരു അപ്ലിക്കേഷനാണ് കുറിപ്പുകൾ. </ p> <p> ഒരു പുതിയ കുറിപ്പ് അല്ലെങ്കിൽ ഒരു പുതിയ ഫോൾഡർ സൃഷ്ടിക്കുന്നതിന്, \"പ്ലസ്\" ഐക്കൺ അമർത്തുക: കുറിപ്പിനും ഫോൾഡറിനുമിടയിൽ തിരഞ്ഞെടുക്കുക, ശീർഷകം തിരുകുക, ഒടുവിൽ ഉള്ളടക്കം, തുടർന്ന് മാറ്റങ്ങൾ സംരക്ഷിക്കാൻ സംരക്ഷിക്കുക അമർത്തുക, അല്ലെങ്കിൽ കുറിപ്പ് ഇല്ലാതാക്കാൻ ഇല്ലാതാക്കുക അമർത്തുക, അല്ലെങ്കിൽ മാറ്റങ്ങൾ ഒഴിവാക്കി കുറിപ്പ് സൂക്ഷിക്കുക. </ p> <p> അനുബന്ധ ഉള്ളടക്കം തുറക്കുന്നതിന് ഒരു കുറിപ്പിന് സമീപമുള്ള \"തുറക്കുക\" ബട്ടൺ അമർത്തുക. . </p> <p> ഒരു പുതിയ ഘടകം ചേർക്കുന്നതിന് ഒരു ഫോൾഡറിനുള്ളിലെ \"ചേർക്കുക\" ബട്ടൺ അമർത്തുക. </ p> <p> കുറിപ്പുകൾക്കും ഫോൾഡറുകൾക്കും, അവ പരിഷ്‌ക്കരിക്കുന്നതിന് \"എഡിറ്റ്\" ബട്ടൺ അമർത്തുക, മുമ്പത്തെ ഘടകവുമായി സ്ഥാനം കൈമാറാൻ \"പിന്നിലേക്ക് നീക്കുക\" ബട്ടൺ, അടുത്ത ഘടകവുമായി സ്ഥാനം കൈമാറാൻ \"മുന്നോട്ട് നീക്കുക\" ബട്ടൺ അമർത്തുക, നിലവിൽ ഉള്ള ഫോൾഡറിൽ നിന്ന് ഘടകം നീക്കാൻ \"മുകളിലേക്ക് നീക്കുക\" ബട്ടൺ അമർത്തുക, അല്ലെങ്കിൽ അടുത്ത സബ്ഫോൾഡറിനുള്ളിൽ ഘടകം നീക്കുന്നതിന് \"താഴേക്ക് നീക്കുക\" ബട്ടൺ അമർത്തുക. </ p> <p> ക്രമീകരണ മെനുവിൽ, \"ക്രമീകരണങ്ങൾ\" ഐക്കണിൽ ക്ലിക്കുചെയ്തതിനുശേഷം ആക്സസ് ചെയ്യാൻ കഴിയും, നിങ്ങൾക്ക് എഡിറ്റിംഗ്, ചലനം, ചേർക്കൽ എന്നിവ മറയ്ക്കാനോ കാണിക്കാനോ കഴിയും. അയോൺ ബട്ടണുകൾ. </ p> <p> കുറിപ്പുകൾ ഇറക്കുമതി ചെയ്യാനോ കയറ്റുമതി ചെയ്യാനോ, ഇറക്കുമതി / കയറ്റുമതി ഐക്കണിൽ അമർത്തുക. ഈ അപ്ലിക്കേഷന് പ്രത്യേകമായുള്ള ഒരു JSON ഫയലിൽ കുറിപ്പുകൾ ഇറക്കുമതി ചെയ്യുകയോ എക്‌സ്‌പോർട്ടുചെയ്യുകയോ ചെയ്യും. ഒരു ഫയലിൽ നിന്ന് കുറിപ്പുകൾ ഇമ്പോർട്ടുചെയ്യുമ്പോൾ, നിലവിലെ കുറിപ്പുകൾ ഇല്ലാതാക്കുകയും പുനരാലേഖനം ചെയ്യുകയും ചെയ്യും. </ P> <p> കുറിപ്പുകൾ ഒരു പുരോഗമന വെബ് ആപ്ലിക്കേഷനാണ്, അതായത് ഇത് ഒരു ബ്ര .സറിനുള്ളിൽ പ്രവർത്തിക്കുന്നു. നിങ്ങൾ ഇത് ഇൻസ്റ്റാൾ ചെയ്യുമ്പോൾ, ബ്ര browser സർ ഘടകങ്ങൾ കാണിച്ചിട്ടില്ലെങ്കിലും, അത് ഇപ്പോഴും ഒരു ബ്ര .സറിനുള്ളിൽ പ്രവർത്തിക്കുന്നു. കുറിപ്പുകൾ.മാർക്കോപാരോൺ.കോം ഡൊമെയ്‌നിനായി ബ്രൗസറിന്റെ ലോക്കൽസ്റ്റോറേജിൽ കുറിപ്പുകൾ സംരക്ഷിച്ചു. Chrome, Edge, Firefox ബ്ര rowsers സറുകൾ ഉപയോഗിച്ച് ലോക്കൽസ്റ്റോറേജ് നന്നായി പ്രവർത്തിക്കുന്നു. കുറച്ച് സമയത്തിന് ശേഷം മറ്റ് ബ്ര rowsers സറുകൾ ലോക്കൽസ്റ്റോറേജ് ഇല്ലാതാക്കാം. സ്ഥിരസ്ഥിതിയായി Android Chrome ഉപയോഗിക്കുന്നു, സ്ഥിരസ്ഥിതിയായി വിൻഡോസ് എഡ്ജ് ഉപയോഗിക്കുന്നു. ആപ്പിൾ ഉൽപ്പന്നങ്ങളിൽ നിലവിൽ കുറിപ്പുകൾ പിന്തുണയ്ക്കുന്നില്ല. കുറിപ്പുകളുടെ നഷ്ടം തടയാൻ സഹായിക്കുന്നതിന്, \"എക്‌സ്‌പോർട്ട്\" പ്രവർത്തനം ഉപയോഗിച്ച് ഒരു ബാക്കപ്പ് നിർമ്മിക്കാൻ നിർദ്ദേശിക്കുന്നു, ഓരോ തവണയും നിങ്ങൾ നഷ്ടപ്പെടാൻ ആഗ്രഹിക്കാത്ത ചില മാറ്റങ്ങൾ വരുത്തുമ്പോൾ. </ P> </div>","text_about_content1":"<p> പകർപ്പവകാശം © 2017,2019,2020,2021 മാർക്കോ പരോൺ. <br /> എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം. എന്നാൽ വ്യാപാരത്തിന്റെ വാറണ്ടികളുമായി പരിമിതപ്പെടുത്തിയിട്ടില്ല, ഒരു പ്രത്യേക ഉദ്ദേശ്യത്തിനും നോൺ‌ഫ്രിംഗ്‌മെന്റിനുമുള്ള ഫിറ്റ്നസ്. ഒരു ക്ലെയിം, നാശനഷ്ടങ്ങൾ അല്ലെങ്കിൽ മറ്റ് ബാധ്യതകൾ എന്നിവയ്‌ക്കായി ഒരു കാരണവശാലും രചയിതാക്കൾ അല്ലെങ്കിൽ പകർപ്പവകാശ ഉടമകൾ ബാധ്യസ്ഥരല്ല, കോൺട്രാക്റ്റിന്റെ ഒരു പ്രവർത്തനത്തിൽ, ടോർട്ടിലോ മറ്റേതെങ്കിലുമോ, അതിൽ നിന്നോ പുറത്തോ അല്ലെങ്കിൽ ഉപയോഗത്തിലോ ഉള്ളവയിലോ അല്ലെങ്കിൽ ഉള്ളിലോ. സോഫ്റ്റ്വെയർ. </ P>","text_about_content2":"<p> ഈ സേവനം GOOGLE ഉപയോഗിച്ചുള്ള വിവർത്തനങ്ങൾ തുടരാം. വിവർത്തനങ്ങളുമായി ബന്ധപ്പെട്ട എല്ലാ വാറണ്ടികളും ഗൂഗിൾ നിരാകരിക്കുന്നു, പ്രകടിപ്പിക്കുകയോ പ്രയോഗത്തിൽ വരുത്തുകയോ ചെയ്യുന്നു, കൃത്യത, വിശ്വാസ്യത, വാണിജ്യപരമായ ഏതെങ്കിലും ആവശ്യകതകൾ, വാണിജ്യപരത, യോഗ്യത എന്നിവയ്ക്കുള്ള ഏതൊരു വാറന്റികളും ഉൾക്കൊള്ളുന്നു.","text_about_content3":"<p> Google വിവർത്തനം നൽകുന്ന വിവർത്തന സോഫ്റ്റ്വെയർ ഉപയോഗിച്ച് നിങ്ങളുടെ സൗകര്യാർത്ഥം ഈ വെബ് അപ്ലിക്കേഷൻ വിവർത്തനം ചെയ്‌തു. കൃത്യമായ വിവർത്തനം നൽകാൻ ന്യായമായ ശ്രമങ്ങൾ നടന്നിട്ടുണ്ട്, എന്നിരുന്നാലും, ഒരു യാന്ത്രിക വിവർത്തനവും തികഞ്ഞതല്ല അല്ലെങ്കിൽ മനുഷ്യ വിവർത്തകരെ മാറ്റിസ്ഥാപിക്കാൻ ഉദ്ദേശിക്കുന്നില്ല. Marcoparrone.com വെബ്‌സൈറ്റിന്റെ ഉപയോക്താക്കൾ‌ക്ക് ഒരു സേവനമായി വിവർത്തനങ്ങൾ‌ നൽ‌കുന്നു, മാത്രമല്ല അവ “ഉള്ളതുപോലെ” നൽ‌കുകയും ചെയ്യുന്നു. ഇംഗ്ലീഷിൽ നിന്ന് മറ്റേതൊരു ഭാഷയിലേക്കും നടത്തിയ വിവർത്തനങ്ങളുടെ കൃത്യത, വിശ്വാസ്യത അല്ലെങ്കിൽ കൃത്യത എന്നിവ സംബന്ധിച്ച് ഒരു തരത്തിലുള്ള വാറന്റിയോ പ്രകടിപ്പിക്കുകയോ സൂചിപ്പിക്കുകയോ ചെയ്തിട്ടില്ല. വിവർത്തന സോഫ്റ്റ്വെയറിന്റെ പരിമിതികൾ കാരണം ചില ഉള്ളടക്കം (ഇമേജുകൾ, വീഡിയോകൾ, ഫ്ലാഷ് മുതലായവ) കൃത്യമായി വിവർത്തനം ചെയ്യപ്പെടില്ല. </ P> <p> website ദ്യോഗിക വാചകം വെബ്‌സൈറ്റിന്റെ ഇംഗ്ലീഷ് പതിപ്പാണ്. വിവർത്തനത്തിൽ‌ സൃഷ്‌ടിച്ച ഏതെങ്കിലും പൊരുത്തക്കേടുകളോ വ്യത്യാസങ്ങളോ ബന്ധിപ്പിക്കുന്നില്ല, മാത്രമല്ല അവ പാലിക്കുന്നതിനോ നടപ്പിലാക്കുന്നതിനോ നിയമപരമായ യാതൊരു സ്വാധീനവുമില്ല. വിവർ‌ത്തനം ചെയ്‌ത വെബ്‌സൈറ്റിൽ‌ അടങ്ങിയിരിക്കുന്ന വിവരങ്ങളുടെ കൃത്യതയുമായി ബന്ധപ്പെട്ട് എന്തെങ്കിലും ചോദ്യങ്ങൾ‌ ഉണ്ടെങ്കിൽ‌, website ദ്യോഗിക പതിപ്പായ വെബ്‌സൈറ്റിന്റെ ഇംഗ്ലീഷ് പതിപ്പ് പരിശോധിക്കുക. </ P>"}