{"text_appname":"Тэмдэглэл","text_add_label":"тэмдэглэл нэмэх","text_settings_label":"тохиргоо","text_importexport_label":"импорт, экспортын тэмдэглэл","text_help_label":"Туслаач","text_about_label":"тухай","text_close_label":"ойрхон","text_snack_mustbenum":"Утга нь тоо байх ёстой!","text_snack_toobig":"Сонгосон утга хэт том байна!","text_snack_toosmall":"Сонгосон утга хэтэрхий бага байна!","text_edit_title":"Тэмдэглэлийг засах","text_edit_type":"Төрөл:","text_edit_note":"тэмдэглэл","text_edit_folder":"хавтас","text_edit_note_title":"Гарчиг:","text_edit_content":"Агуулга:","text_delete":"Устгах","text_back":"Буцах","text_save":"Хадгалах","text_settings_title":"Тохиргоо","text_settings_content1":"Энд та програмыг тохируулах боломжтой.","text_yes":"тиймээ","text_no":"үгүй","text_settings_showedit":"Засах товчийг харуулах:","text_settings_showmove":"Хөдөлгөөний товчлууруудыг харуулах:","text_settings_showadd":"\"Нэмэх\" товчийг фолдерт харуулах:","text_settings_rows":"Текст талбайн мөрүүд:","text_settings_columns":"Текстийн талбайн багана:","text_language":"Хэл сонгох:","text_close_button":"Хаах","text_importexport_title":"Импорт / экспорт","text_importexport_content":"Энд та тэмдэглэлээ импортлох, экспортлох боломжтой.","text_import":"Импорт:","text_export":"Экспортлох","text_error_loadfile":"алдаа: файлыг ачаалах боломжгүй.","text_error_fileformat":"алдаа: файлын формат буруу байна.","text_example_title":"Жишээ гарчиг","text_example_content":"Жишээ агуулга","text_open":"Нээлттэй","text_add":"Нэмэх","text_edit":"Засах","text_move_backward":"Буцах","text_move_forward":"Урагшлах","text_move_upward":"Дээш шилжих","text_move_downward":"Доошоо хөдөл","text_help_title":"Туслаач","text_about_title":"Тухай","text_help_content":"<p> Тэмдэглэл бол тэмдэглэлийг хадгалах, цэгцлэх програм юм. </p> <p> Шинэ тэмдэглэл эсвэл шинэ хавтас үүсгэхийн тулд \"нэмэх\" дүрсийг дарна уу: тэмдэглэл ба хавтасны аль нэгийг сонгоод гарчгийг оруулаад эцэст нь агуулга, дараа нь өөрчлөлтийг хадгалахын тулд хадгалах товчийг дарж, тэмдэглэлийг устгахын тулд устгах товчийг дарна уу, эсвэл өөрчлөлтийг алгасах боловч тэмдэглэлээ хадгална уу. </p> <p> Холбогдох агуулгыг нээхийн тулд тэмдэглэлийн ойролцоо \"нээх\" товчийг дарна уу. . </p> <p> Шинэ элемент нэмэхийн тулд хавтас доторх \"нэмэх\" товчийг дарна уу. </p> <p> Тэмдэглэл, фолдерын аль алиных нь хувьд \"засах\" товчийг дарж тэдгээрийг өөрчил. \"буцах\" товчийг байрлуулж өмнөх элементтэй байр сууриа солилцох, \"урагшлах\" товчийг дарж байрлалаа дараагийн элементтэй солилцох, \"дээшээ хөдөлгөх\" товчийг дарж элементийг одоо байгаа фолдероос гаргах, эсвэл дараагийн дэд хавтас доторх элементийг шилжүүлэхийн тулд \"доошоо шилжих\" товчийг дарна уу. </p> <p> Тохиргооны цэсэнд \"тохиргоо\" дүрс дээр дарсны дараа хандах боломжтой бөгөөд та засварлах, хөдөлгөөн, нэмэлтийг нуух эсвэл харуулах боломжтой. ион товчлуурууд. </p> <p> Тэмдэглэлийг импортлох, экспортлохын тулд импорт / экспортын дүрсэн дээр дарна уу. Тэмдэглэлийг энэ аппликешнд хамааралтай JSON файлд импортлох эсвэл экспортлох болно. Тэмдэглэлийг файлаас импортлоход тухайн үеийн тэмдэглэлийг устгаж, дээр нь бичих болно. </p> <p> Тэмдэглэл бол Прогрессив Вэб програм бөгөөд энэ нь хөтөч дотор ажилладаг гэсэн үг юм. Та үүнийг суулгаж байхдаа хөтөчийн бүрэлдэхүүн хэсгүүдийг харуулаагүй байхад хөтөч дотор ажилласаар байх болно. Тэмдэглэлүүдийг хөтөчийн localStorage-д notes.marcoparrone.com домэйнд хадгалдаг. localStorage нь Chrome, Edge, Firefox хөтөчтэй сайн ажилладаг. Бусад хөтчүүд хэсэг хугацааны дараа localStorage-ийг устгаж магадгүй юм. Анхдагчаар Android нь Chrome, Windows нь Edge ашигладаг. Apple-ийн бүтээгдэхүүн дээр тэмдэглэл одоогоор дэмжигдээгүй байна. Тэмдэглэлийг алдахаас урьдчилан сэргийлэх зорилгоор алдахыг хүсээгүй зарим өөрчлөлтийг хийх бүрдээ \"экспортлох\" функцийг ашиглан нөөцлөхийг зөвлөж байна. </p> </div>","text_about_content1":"<p> Зохиогчийн эрх © 2017,2019,2020,2021. Марко Парроне. <br /> Бүх эрх хуулиар хамгаалагдсан. </p> <p> ХӨРӨНГӨ ХӨРӨНГӨ ОРУУЛАЛТЫГ \"ХЭЛБЭР\" ОЛГОЖ БАЙНА ГЭХДЭЭ ХУДАЛДААНЫ БАТАЛГАА, ХЭРЭГГҮЙ ЗОРИЛГО, ХЭРЭГГҮЙ БАЙДЛЫН ТАЛААР ХЯЗГААРГҮЙ. ЗӨВШӨӨРӨЛ, ЭРХЛЭГЧИЙН ЭРХЛЭГДЭХҮҮНИЙГ ХЭРЭГЖҮҮЛЭХГҮЙ, ГЭРЭЭ, ЗОРИЛГО, ЭСВЭЛ ҮЙЛ АЖИЛЛАГААНЫ АЖИЛЛАГААНД ЗОХИОН БАЙГУУЛАГЧ, ЭРХ ЗҮЙН ЗӨВШӨӨРЛИЙГ ЭСВЭЛ ХЭРЭГТЭЙ ХЭРЭГТЭЙ. ПРОГРАММ. </p>","text_about_content2":"<p> ЭНЭ ҮЙЛЧИЛГЭЭ нь GOOGLE-ийн хүч чадалтай орчуулгуудыг агуулж болно. GOOGLE ОРЧУУЛГААР ХОЛБОГДОХ БҮХ БАТАЛГААГ ҮНЭГҮЙ, НАЙДВАРТАЙ БОЛОМЖ, ҮНЭЛГЭЭ, ИЛТГЭХ БҮРТГЭЛ, ҮНЭХҮҮР АШИГЛАХ УЛСЫН ХЭРЭГСЭЛ, ҮНДСЭН ПРОФРАНПОРЫН ПРОФОРПОРДЫН БАТАЛГААНЫ БАТАЛГААНЫ ГЭРЧИЛГЭЭГҮЙГЭЭР БҮРТГЭЖ БАЙНА.","text_about_content3":"<p> Энэхүү вэб програмыг Google Translate-ээр ажилладаг орчуулгын програм хангамж ашиглан орчуулсан болно. Үнэн зөв орчуулга хийхийн тулд боломжийн хүчин чармайлт гаргасан боловч ямар ч автоматжуулсан орчуулга төгс төгөлдөр биш бөгөөд хүний орчуулагчийг орлох зорилгогүй юм. Орчуулгыг marcoparrone.com вэбсайтын хэрэглэгчдэд үйлчилгээ болгон өгдөг бөгөөд \"байгаагаар нь\" өгдөг. Англи хэлнээс бусад хэл рүү орчуулсан аливаа орчуулгын үнэн зөв, найдвартай, үнэн зөв эсэх талаар илэрхийлэгдсэн эсвэл далд хэлбэрээр ямар ч баталгаа гаргахгүй. Орчуулгын програм хангамжийн хязгаарлагдмал байдлаас болж зарим агуулга (зураг, видео, Flash гэх мэт) үнэн зөв орчуулагдаагүй байж магадгүй юм. </p> <p> Албан ёсны текст нь вэбсайтын Англи хувилбар юм. Орчуулгад үүссэн аливаа зөрүү, ялгаа нь заавал дагаж мөрдөхгүй бөгөөд дагаж мөрдөх, хэрэгжүүлэх зорилгоор хууль эрх зүйн нөлөө үзүүлэхгүй. Орчуулсан вэбсайтад байршуулсан мэдээллийн үнэн зөвтэй холбоотой асуулт гарвал вэбсайтын албан ёсны хувилбар болох Англи хэл дээрх хувилбараас лавлана уу. </p>"}