{"text_appname":"Тэмдэглэл","text_add_label":"тэмдэглэл нэмэх","text_settings_label":"тохиргоо","text_importexport_label":"импорт, экспортын тэмдэглэл","text_help_label":"Туслаач","text_about_label":"тухай","text_close_label":"ойрхон","text_snack_mustbenum":"Утга нь тоо байх ёстой!","text_snack_toobig":"Сонгосон утга хэт том байна!","text_snack_toosmall":"Сонгосон утга хэтэрхий бага байна!","text_edit_title":"Тэмдэглэлийг засах","text_edit_type":"Төрөл:","text_edit_note":"тэмдэглэл","text_edit_folder":"хавтас","text_edit_note_title":"Гарчиг:","text_edit_content":"Агуулга:","text_delete":"Устгах","text_back":"Буцах","text_save":"Хадгалах","text_settings_title":"Тохиргоо","text_settings_content1":"Энд та програмыг тохируулах боломжтой.","text_yes":"тиймээ","text_no":"үгүй","text_settings_showedit":"Засах товчийг харуулах:","text_settings_showmove":"Хөдөлгөөний товчлууруудыг харуулах:","text_settings_showadd":"\"Нэмэх\" товчийг фолдерт харуулах:","text_settings_expandbydefault":"Анхдагч байдлаар фолдеруудыг өргөжүүлэх:","text_settings_rows":"Текст талбайн мөрүүд:","text_settings_columns":"Текстийн талбайн багана:","text_language":"Хэл сонгох:","text_question_merge":"Бэлэн тэмдэглэлийг импортын тэмдэглэлтэй нэгтгэх үү эсвэл солих уу?","text_merge":"явах","text_replace":"солих","text_close_button":"Хаах","text_importexport_title":"Импорт / экспорт","text_importexport_content":"Энд та тэмдэглэлээ импортлох, экспортлох боломжтой.","text_import":"Импорт:","text_export":"Экспортлох","text_error_loadfile":"алдаа: файлыг ачаалах боломжгүй.","text_error_fileformat":"алдаа: файлын формат буруу байна.","text_example_title":"Жишээ гарчиг","text_example_content":"Жишээ агуулга","text_open":"Нээлттэй","text_add":"Нэмэх","text_edit":"Засах","text_move_backward":"Буцах","text_move_forward":"Урагшлах","text_move_upward":"Дээш шилжих","text_move_downward":"Доошоо хөдөл","text_expand_less":"Дэлгэрүүлэх","text_expand_more":"Өргөтгөх","text_help_title":"Туслаач","text_about_title":"Тухай","text_help_content1":"Тэмдэглэл бол тэмдэглэл хадгалах, цэгцлэх зориулалттай апп юм.","text_help_content2":"Шинэ тэмдэглэл эсвэл шинэ хавтас үүсгэхийн тулд \"нэмэх\" дүрсийг дарна уу: тэмдэглэл ба хавтасны аль нэгийг нь сонгоод гарчиг, эцэст нь агуулгыг оруулаад дараа нь өөрчлөлтийг хадгалахын тулд хадгалах товчийг дарна уу, эсвэл тэмдэглэлийг устгахын тулд устгах товчийг дарна уу. өөрчлөлтийг алгасах боловч тэмдэглэл хөтлөх.","text_help_content3":"Холбогдох агуулгыг нээхийн тулд тэмдэглэлийн ойролцоо \"нээх\" товчийг дарна уу.","text_help_content4":"Фолдер доторх \"нэмэх\" товчийг дарж шинэ элемент нэмнэ үү.","text_help_content5":"Тэмдэглэл, хавтасны аль алиных нь хувьд \"засах\" товчийг дарж тэдгээрийг өөрчилнө үү, \"арагш хөдлөх\" товчийг дарж байрлалаа өмнөх элементтэй солино, \"урагшлах\" товчийг дарж дараагийн элементтэй байрлалыг солино, \"дээшээ шилжих\" товчийг дарж элементийг одоо байгаа фолдероос зөөж, эсвэл дараагийн дэд хавтас доторх элементийг шилжүүлэхийн тулд \"доошоо шилжих\" товчийг дарна уу.","text_help_content6":"Тохиргооны цэсэнд \"тохиргоо\" дүрс дээр дарсны дараа хандах боломжтой бөгөөд та засах, шилжүүлэх, нэмэх товчийг нуух эсвэл харуулах боломжтой. Та мөн \"засах\" харилцах цонхны текст талбарын мөр, багануудыг тохируулж болно. Хэрэглэгчийн интерфэйсийн хэлийг өөрчлөх боломжтой.","text_help_content7":"Тэмдэглэлийг импортлох, экспортлохын тулд импорт / экспортын дүрсэн дээр дарна уу. Тэмдэглэлийг энэ аппликешнд хамааралтай JSON файлд импортлох эсвэл экспортлох болно. Тэмдэглэлийг файлаас импортлоход одоогийн тэмдэглэлийг устгаж, дарж бичих болно.","text_help_content8":"Тэмдэглэл бол Прогрессив Вэб програм бөгөөд энэ нь хөтөч дотор ажилладаг гэсэн үг юм. Та үүнийг суулгаж байхдаа хөтөчийн бүрэлдэхүүн хэсгүүдийг харуулаагүй байхад хөтөч дотор ажилласаар байх болно. Тэмдэглэлүүдийг хөтөчийн localStorage-д marcoparrone.github.io домэйнд хадгалдаг. localStorage нь Chrome, Edge, Firefox хөтөчтэй сайн ажилладаг. Бусад хөтчүүд хэсэг хугацааны дараа localStorage-ийг устгаж магадгүй юм. Анхдагчаар Android нь Chrome, Windows нь Edge ашигладаг. Apple-ийн бүтээгдэхүүн дээр тэмдэглэл одоогоор дэмжигдээгүй байна. Тэмдэглэлийг алдахаас урьдчилан сэргийлэх зорилгоор алдахыг хүсээгүй зарим өөрчлөлтийг хийх бүрдээ \"экспортын\" функцийг ашиглан нөөцлөлт хийхийг зөвлөж байна.","text_about_content1":"Зохиогчийн эрх © 2017,2019,2020,2021 Марко Парроне.","text_about_content2":"Бүх эрх хуулиар хамгаалагдсан.","text_about_content3":"ПРОГРАММЫГ \"ХЭРЭГЦЭЭ\" ХЭЛБЭР, БҮР ТӨРЛИЙН БАТАЛГААГҮЙ, ГҮЙЦЭТГЭХ, ҮНЭЛГЭХГҮЙ, ХУДАЛДААНЫ БАТАЛГААНЫ ХЭРЭГСЭЛГҮЙ, ОНЦЛОГ ЗОРИЛГО, ЗӨВШӨӨРӨЛГҮЙ БОЛОМЖТОЙ. ЗӨВШӨӨРӨЛ, ЭРХЛЭГЧИЙН ЭРХЛЭГДЭХҮҮНИЙГ ХЭРЭГЖҮҮЛЭХГҮЙ, ГЭРЭЭ, ЗОРИЛГО, ЭСВЭЛ ҮЙЛ АЖИЛЛАГААНЫ АЖИЛЛАГААНД ЗОХИОН БАЙГУУЛАГЧ, ЭРХ ЗҮЙН ЗӨВШӨӨРЛИЙГ ЭСВЭЛ ХЭРЭГТЭЙ ХЭРЭГТЭЙ. ПРОГРАММ","text_about_content4":"ЭНЭ ҮЙЛЧИЛГЭЭ нь GOOGLE-ийн хүч чадалтай орчуулгуудыг багтааж болно. GOOGLE ОРЧУУЛГААР ХОЛБОГДОХ БҮХ БАТАЛГААГ ҮНЭЛГЭЭ, ҮНЭЛГЭЭ, ҮНЭЛГЭЭ, НАЙДВАРТАЙ БОЛОМЖ, БИЧЛЭГЧИЙН ПИНФРОПОРЫН ХУДАЛДАН АВАХ БОЛОМЖ, БҮРЭЛДЭХ БАТАЛГААГ ҮНЭЛГЭЭД БАЙНА.","text_about_content5":"Энэхүү вэб програмыг Google Translate-ээр ажилладаг орчуулгын програм хангамж ашиглан орчуулсан болно. Үнэн зөв орчуулга хийхийн тулд боломжийн хүчин чармайлт гаргасан боловч ямар ч автоматжуулсан орчуулга төгс төгөлдөр биш бөгөөд хүний орчуулагчийг орлох зорилгогүй юм. Орчуулгыг marcoparrone.github.io вэбсайтын хэрэглэгчдэд үйлчилгээ болгон өгдөг бөгөөд \"байгаагаар нь\" өгдөг. Англи хэлнээс бусад хэл рүү орчуулсан аливаа орчуулгын үнэн зөв, найдвартай, үнэн зөв эсэх талаар илэрхийлэгдсэн эсвэл далд хэлбэрээр ямар ч баталгаа гаргахгүй. Орчуулгын програм хангамжийн хязгаарлагдмал байдлаас шалтгаалан зарим агуулга (зураг, видео, Flash гэх мэт) үнэн зөв орчуулагдаагүй байж магадгүй юм.","text_about_content6":"Албан ёсны текст нь вэбсайтын Англи хэл дээрх хувилбар юм. Орчуулгад үүссэн аливаа зөрүү, ялгаа нь заавал дагаж мөрдөхгүй бөгөөд дагаж мөрдөх, хэрэгжүүлэх зорилгоор хууль эрх зүйн нөлөө үзүүлэхгүй. Орчуулсан вэбсайтад байршуулсан мэдээллийн үнэн зөвтэй холбоотой асуулт гарвал албан ёсны хувилбар болох вэбсайтын Англи хэл дээрх хувилбараас лавлана уу."}