{"text_appname":"नोट्स","text_add_label":"एक टीप जोडा","text_settings_label":"सेटिंग्ज","text_importexport_label":"नोट्स आयात आणि निर्यात करा","text_help_label":"मदत","text_about_label":"बद्दल","text_close_label":"बंद","text_snack_mustbenum":"मूल्य एक संख्या असणे आवश्यक आहे!","text_snack_toobig":"निवडलेले मूल्य बरेच मोठे आहे!","text_snack_toosmall":"निवडलेले मूल्य बरेच लहान आहे!","text_edit_title":"टीप संपादित करा","text_edit_type":"प्रकार:","text_edit_note":"नोट","text_edit_folder":"फोल्डर","text_edit_note_title":"शीर्षक:","text_edit_content":"सामग्री:","text_delete":"हटवा","text_back":"मागे","text_save":"जतन करा","text_settings_title":"सेटिंग्ज","text_settings_content1":"येथे आपण अनुप्रयोग कॉन्फिगर करू शकता.","text_yes":"होय","text_no":"नाही","text_settings_showedit":"संपादन बटणे दर्शवा:","text_settings_showmove":"हालचाली बटणे दर्शवा:","text_settings_showadd":"फोल्डरमध्ये \"जोडा\" बटणे दर्शवा:","text_settings_rows":"मजकूर क्षेत्र पंक्ती:","text_settings_columns":"मजकूर क्षेत्र स्तंभ:","text_language":"भाषा निवडा:","text_question_merge":"वर्तमान नोट्स आयात केलेल्या नोटांसह विलीन करा किंवा त्या पुनर्स्थित करा?","text_merge":"जा","text_replace":"पुनर्स्थित करा","text_close_button":"बंद","text_importexport_title":"आयात निर्यात","text_importexport_content":"येथे आपण आपल्या नोट्स आयात आणि निर्यात करू शकता.","text_import":"आयातः","text_export":"निर्यात करा","text_error_loadfile":"त्रुटी: फाइल लोड करू शकत नाही.","text_error_fileformat":"त्रुटी: फाइल स्वरूप चुकीचे आहे.","text_example_title":"उदाहरण शीर्षक","text_example_content":"उदाहरण सामग्री","text_open":"उघडा","text_add":"जोडा","text_edit":"सुधारणे","text_move_backward":"मागे सरक","text_move_forward":"पुढे सरका","text_move_upward":"वर हलवा","text_move_downward":"खालच्या दिशेने जा","text_help_title":"मदत करा","text_about_title":"बद्दल","text_help_content1":"नोट्स नोट्स जतन आणि व्यवस्थापित करण्यासाठी अॅप आहे.","text_help_content2":"एक नवीन टीप किंवा नवीन फोल्डर तयार करण्यासाठी, \"अधिक\" चिन्ह दाबा: टीप आणि फोल्‍डर दरम्यान निवडा, शीर्षक आणि अखेरीस सामग्री घाला, नंतर बदल जतन करण्यासाठी जतन करा दाबा, किंवा नोट हटविण्यासाठी हटवा किंवा परत दाबा बदल वगळण्यासाठी परंतु टीप ठेवा.","text_help_content3":"संबंधित सामग्री उघडण्यासाठी नोटच्या जवळील \"ओपन\" बटण दाबा.","text_help_content4":"त्यामध्ये नवीन घटक जोडण्यासाठी फोल्डरमध्ये \"जोडा\" बटण दाबा.","text_help_content5":"नोट्स आणि फोल्डर्स या दोहोंसाठी त्यांना सुधारित करण्यासाठी \"एडिट\" बटण दाबा, मागील घटकासह स्थिती बदलण्यासाठी \"बॅकवर्ड बॅक\" बटण दाबा, पुढील घटकासह स्थान बदलण्यासाठी \"पुढे जा\" बटण दाबा, दाबा ते सध्या असलेल्या फोल्डरमधून घटक बाहेर हलविण्यासाठी \"वरच्या दिशेने जा\" बटण दाबा किंवा पुढील उपफोल्डरमध्ये घटक हलविण्यासाठी \"खाली हलवा\" बटण दाबा.","text_help_content6":"सेटिंग्ज मेनूमध्ये, \"सेटिंग्ज\" चिन्हावर क्लिक केल्यानंतर प्रवेश करण्यायोग्य, आपण संपादन, हालचाल आणि अतिरिक्त बटणे लपवू किंवा दर्शवू शकता. आपण \"संपादन\" संवाद बॉक्ससाठी मजकूर क्षेत्र पंक्ती आणि स्तंभ कॉन्फिगर देखील करू शकता. युजर इंटरफेसची भाषा बदलणे देखील शक्य आहे.","text_help_content7":"नोट्स आयात किंवा निर्यात करण्यासाठी, आयात / निर्यात चिन्हावर दाबा. या अ‍ॅपशी संबंधित जेएसओएन फाइलमध्ये नोट्स आयात किंवा निर्यात केल्या जातील. फाईलमधून नोट्स आयात करताना, सद्य नोट्स हटविल्या जातील आणि अधिलिखित केल्या जातील.","text_help_content8":"नोट्स एक प्रोग्रेसिव्ह वेब isप्लिकेशन आहे, याचा अर्थ असा की तो ब्राउझरमध्येच चालतो. आपण ते स्थापित करता तेव्हा ब्राउझरचे घटक दर्शविले जात नाहीत, तरीही ते ब्राउझरमध्येच चालते. नोट्स .marcoparrone.com डोमेनसाठी ब्राउझरच्या स्थानिक संग्रहात नोट्स जतन केल्या आहेत. लोकल स्टोरेज क्रोम, एज आणि फायरफॉक्स ब्राउझरसह चांगले कार्य करते. इतर ब्राउझर थोड्या वेळाने लोकल स्टोरेज हटवू शकतात. डीफॉल्टनुसार Android क्रोम वापरते, डीफॉल्टनुसार विंडोज एज वापरते. Appleपल उत्पादनांवर सध्या टिपा समर्थित नाहीत. नोटा नष्ट होण्यापासून बचाव करण्याच्या उद्देशाने, प्रत्येक वेळी आपण गमावू इच्छित नसलेल्या काही बदल केल्यावर \"एक्सपोर्ट\" कार्यक्षमता वापरुन बॅकअप घेण्यास सूचविले जाते.","text_about_content1":"कॉपीराइट © 2017,2019,2020,2021 मार्को पॅरोन.","text_about_content2":"सर्व हक्क राखीव.","text_about_content3":"सॉफ्टवेअरला \"जसे आहे तसे\" दिले गेले आहे, कोणत्याही प्रकारच्या हमीशिवाय, स्पष्ट किंवा उत्तर दिले गेले आहे, परंतु काही विशिष्ट हक्कांची मर्यादा नसलेली परंतु स्पष्टपणे वापरली जाणारी हमी दिलेली आहे. कोणत्याही घटकामध्ये लेखक किंवा कॉपीराइटधारक कोणत्याही दाव्यासाठी, हानी किंवा इतर दायित्वासाठी जबाबदार राहू शकत नाहीत, करार, धोरणे किंवा इतर कोणत्याही कृतीमध्ये, सॉफ्टवेअरद्वारे किंवा सॉफ्टवेअरद्वारे किंवा त्यांच्याशी संपर्क साधून सॉफ्टवेअर.","text_about_content4":"ही सेवा GOOGLE द्वारा समर्थित अनुवादांचे भाषांतर करू शकते. Google भाषांतर, स्पष्टीकरण किंवा स्पष्ट केलेल्या कोणत्याही हमी, विश्वासार्हता, आणि भागीदारीच्या भागीदारी, योग्यतेची आणि योग्यतेची कोणतीही हमी दिलेली नसलेली हमी या सर्व हमी अस्वीकृत करतो.","text_about_content5":"गूगल ट्रान्सलेशन द्वारा समर्थित भाषांतर सॉफ्टवेअर वापरुन आपल्या सोयीसाठी या वेब अॅपचे भाषांतर केले गेले आहे. अचूक भाषांतर प्रदान करण्यासाठी वाजवी प्रयत्न केले गेले आहेत, तथापि, कोणतीही स्वयंचलित अनुवाद परिपूर्ण नाही किंवा मानवी अनुवादकांची जागा घेण्याचा हेतू नाही. भाषांतर ही मार्कॉपरोन डॉट कॉम वेबसाइटच्या वापरकर्त्यांसाठी सेवा म्हणून प्रदान केली जातात आणि \"जशी आहे तशी प्रदान केली जातात.\" इंग्रजीतून इतर भाषेत घेतलेल्या कोणत्याही भाषांतरांची अचूकता, विश्वसनीयता किंवा शुद्धता याविषयी कोणत्याही प्रकारचे कोणतीही हमी दिलेली नाही. भाषांतर सॉफ्टवेअरच्या मर्यादेमुळे काही सामग्री (जसे की प्रतिमा, व्हिडिओ, फ्लॅश इ.) अचूक भाषांतर केली जाऊ शकत नाही.","text_about_content6":"अधिकृत मजकूर वेबसाइटची इंग्रजी आवृत्ती आहे. भाषांतरात तयार केलेली कोणतीही विसंगती किंवा फरक बंधनकारक नसतात आणि पालन किंवा अंमलबजावणीच्या हेतूंसाठी कोणताही कायदेशीर प्रभाव नसतात. अनुवादित वेबसाइटमध्ये असलेल्या माहितीच्या अचूकतेशी संबंधित काही प्रश्न उद्भवल्यास वेबसाइटची इंग्रजी आवृत्ती पहा जी अधिकृत आवृत्ती आहे."}