{"text_appname":"Catatan","text_add_label":"Tambah Nota","text_settings_label":"tetapan","text_importexport_label":"nota import dan eksport","text_help_label":"menolong","text_about_label":"mengenai","text_close_label":"tutup","text_snack_mustbenum":"Nilai mestilah nombor!","text_snack_toobig":"Nilai yang dipilih terlalu besar!","text_snack_toosmall":"Nilai yang dipilih terlalu kecil!","text_edit_title":"Edit nota","text_edit_type":"Jenis:","text_edit_note":"catatan","text_edit_folder":"folder","text_edit_note_title":"Tajuk:","text_edit_content":"Kandungan:","text_delete":"Padam","text_back":"Belakang","text_save":"Jimat","text_settings_title":"Tetapan","text_settings_content1":"Di sini anda boleh mengkonfigurasi aplikasi.","text_yes":"iya","text_no":"tidak","text_settings_showedit":"Tunjukkan butang edit:","text_settings_showmove":"Tunjukkan butang pergerakan:","text_settings_showadd":"Tunjukkan butang \"tambah\" dalam folder:","text_settings_rows":"Baris kawasan teks:","text_settings_columns":"Lajur kawasan teks:","text_language":"Pilih Bahasa:","text_question_merge":"Gabungkan nota yang ada dengan nota yang diimport atau gantikannya?","text_merge":"pergi","text_replace":"ganti","text_close_button":"Tutup","text_importexport_title":"Eksport import","text_importexport_content":"Di sini anda boleh mengimport dan mengeksport nota anda.","text_import":"Import:","text_export":"Eksport","text_error_loadfile":"ralat: tidak dapat memuatkan fail.","text_error_fileformat":"ralat: format fail salah.","text_example_title":"Tajuk Contoh","text_example_content":"Kandungan Contoh","text_open":"Buka","text_add":"Tambah","text_edit":"Edit","text_move_backward":"Bergerak ke belakang","text_move_forward":"Bergerak Ke Depan","text_move_upward":"Bergerak Ke Atas","text_move_downward":"Bergerak Ke Bawah","text_help_title":"Tolonglah","text_about_title":"Mengenai","text_help_content1":"Notes adalah aplikasi untuk menyimpan dan menyusun nota.","text_help_content2":"Untuk membuat catatan baru, atau folder baru, tekan ikon \"tambah\": pilih antara catatan dan folder, masukkan judul dan akhirnya isi, kemudian tekan simpan untuk menyimpan perubahan, atau tekan hapus untuk menghapus catatan, atau kembali untuk melangkau perubahan tetapi menyimpan nota.","text_help_content3":"Tekan butang \"buka\" di dekat nota untuk membuka kandungan yang berkaitan.","text_help_content4":"Tekan butang \"tambah\" di dalam folder untuk menambahkan elemen baru padanya.","text_help_content5":"Untuk kedua-dua nota dan folder, tekan butang \"edit\" untuk mengubahnya, tekan butang \"bergerak ke belakang\" untuk menukar kedudukan dengan elemen sebelumnya, tekan butang \"bergerak ke depan\" untuk menukar kedudukan dengan elemen seterusnya, tekan butang \"pindah ke atas\" untuk memindahkan elemen keluar dari folder di mana ia berada sekarang, atau tekan butang \"pindah ke bawah\" untuk memindahkan elemen di dalam subfolder seterusnya.","text_help_content6":"Di menu tetapan, dapat diakses setelah mengklik ikon \"pengaturan\", Anda dapat menyembunyikan atau menunjukkan tombol pengeditan, pergerakan dan penambahan. Anda juga boleh mengkonfigurasi baris dan lajur kawasan teks untuk kotak dialog \"edit\". Anda juga boleh menukar bahasa antara muka pengguna.","text_help_content7":"Untuk mengimport atau mengeksport nota, tekan pada ikon import / eksport. Nota akan diimport atau dieksport dalam fail JSON khusus untuk aplikasi ini. Semasa mengimport nota dari fail, nota semasa akan dihapus dan ditimpa.","text_help_content8":"Notes adalah Aplikasi Web Progresif, yang bermaksud bahawa ia berjalan di dalam penyemak imbas. Semasa anda memasangnya, sementara komponen penyemak imbas tidak ditunjukkan, ia masih berjalan di dalam penyemak imbas. Nota disimpan di penyimpanan tempatan penyemak imbas untuk domain Notes.marcoparrone.com. localStorage berfungsi dengan baik dengan penyemak imbas Chrome, Edge dan Firefox. Penyemak imbas lain boleh menghapus penyimpanan tempatan setelah beberapa lama. Android secara lalai menggunakan Chrome, Windows secara lalai menggunakan Edge. Catatan kini tidak disokong pada produk Apple. Dengan tujuan untuk membantu mencegah hilangnya catatan, disarankan untuk membuat cadangan menggunakan fungsi \"eksport\", setiap kali Anda melakukan beberapa pengubahsuaian yang tidak ingin hilang.","text_about_content1":"Hak Cipta © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Hak cipta terpelihara.","text_about_content3":"PERANGKAT LUNAK DISEDIAKAN \"SEBAGAIMANA ADANYA\", TANPA JAMINAN SETIAP JENIS, EKSPRESI ATAU TERSIRAT, TERMASUK TETAPI TIDAK TERHAD ATAS JAMINAN KEBERKESANAN, KESESUAIAN UNTUK TUJUAN TERHADAP DAN NONINFRING. DALAM TIADA PERISTIWA YANG HARUS DILAKUKAN OLEH PENULIS ATAU PEMEGANG HAK CIPTA BERTANGGUNGJAWAB ATAS TUNTUTAN, KEROSAKAN ATAU TANGGUNGJAWAB LAIN, APABILA DALAM TINDAKAN KONTRAK, PENGESAHAN ATAU LAINNYA, TERSEBUT DARI, LUAR ATAU BERHUBUNGAN DENGAN PERISIAN ATAU PENGGUNAAN ATAU PENGGUNAAN LAINNYA PERISIAN.","text_about_content4":"PERKHIDMATAN INI MUNGKIN MENGANDUNGI TERJEMAHAN YANG DIKUASAI OLEH GOOGLE. GOOGLE MENAFIKAN SEMUA JAMINAN YANG BERKAITAN DENGAN TERJEMAHAN, MENGESAHKAN ATAU TERSIRAT, TERMASUK SETIAP JAMINAN KETEPATAN, KEBOLEHPERCAYAAN, DAN SETIAP JAMINAN TERSEBUT DENGAN KEBERKESANAN, KESESUAIAN UNTUK TUJUAN MAKLUMAT.","text_about_content5":"Aplikasi web ini telah diterjemahkan untuk kemudahan anda menggunakan perisian terjemahan yang dikuasakan oleh Google Translate. Usaha yang wajar telah dilakukan untuk memberikan terjemahan yang tepat, namun, tidak ada terjemahan automatik yang sempurna dan juga tidak bertujuan untuk menggantikan penterjemah manusia. Terjemahan disediakan sebagai perkhidmatan kepada pengguna laman web marcoparrone.com, dan disediakan \"sebagaimana adanya.\" Tiada jaminan apa pun, baik tersurat atau tersirat, dibuat mengenai ketepatan, kebolehpercayaan, atau ketepatan terjemahan apa pun yang dibuat dari bahasa Inggeris ke bahasa lain. Beberapa kandungan (seperti gambar, video, Flash, dll.) Mungkin tidak diterjemahkan dengan tepat kerana keterbatasan perisian terjemahan.","text_about_content6":"Teks rasmi adalah laman web versi Bahasa Inggeris. Sebarang perbezaan atau perbezaan yang dibuat dalam terjemahan tidak mengikat dan tidak mempunyai kesan undang-undang untuk tujuan pematuhan atau penguatkuasaan. Sekiranya ada pertanyaan yang berkaitan dengan ketepatan maklumat yang terdapat dalam laman web yang diterjemahkan, rujuk laman web versi Bahasa Inggeris yang merupakan versi rasmi."}