{"text_appname":"Noti","text_add_label":"żid nota","text_settings_label":"settings","text_importexport_label":"noti ta 'importazzjoni u esportazzjoni","text_help_label":"għajnuna","text_about_label":"madwar","text_close_label":"qrib","text_snack_mustbenum":"Il-valur irid ikun numru!","text_snack_toobig":"Il-valur magħżul huwa kbir wisq!","text_snack_toosmall":"Il-valur magħżul huwa żgħir wisq!","text_edit_title":"Editja n-nota","text_edit_type":"Tip:","text_edit_note":"Nota","text_edit_folder":"folder","text_edit_note_title":"Titolu:","text_edit_content":"Kontenut:","text_delete":"Ħassar","text_back":"Lura","text_save":"Ħlief","text_settings_title":"Settings","text_settings_content1":"Hawnhekk tista 'tikkonfigura l-applikazzjoni.","text_yes":"iva","text_no":"le","text_settings_showedit":"Uri buttuni tal-editjar:","text_settings_showmove":"Uri buttuni tal-moviment:","text_settings_showadd":"Uri buttuni \"żid\" fil-fowlders:","text_settings_expandbydefault":"Espandi l-fowlders awtomatikament:","text_settings_rows":"Ringieli taż-żona tat-test:","text_settings_columns":"Kolonni taż-żona tat-test:","text_language":"Agħżel lingwa:","text_question_merge":"Għaqqad in-noti preżenti man-noti importati jew ibdilhom?","text_merge":"mur","text_replace":"ibdel","text_close_button":"Agħlaq","text_importexport_title":"Importazzjoni / esportazzjoni","text_importexport_content":"Hawnhekk tista 'timporta u tesporta n-noti tiegħek.","text_import":"Importa:","text_export":"Esportazzjoni","text_error_loadfile":"żball: ma jistax jgħabbi l-fajl.","text_error_fileformat":"żball: il-format tal-fajl huwa ħażin.","text_example_title":"Eżempju Titolu","text_example_content":"Eżempju ta 'Kontenut","text_open":"Miftuħa","text_add":"Żid","text_edit":"Editja","text_move_backward":"Nimxu lura","text_move_forward":"Imxi 'l quddiem","text_move_upward":"Mexxi 'l fuq","text_move_downward":"Mexxi 'l isfel","text_expand_less":"Unespand","text_expand_more":"Espandi","text_help_title":"Għajnuna","text_about_title":"Dwar","text_help_content1":"Noti hija app biex issalva u torganizza noti.","text_help_content2":"Biex toħloq nota ġdida, jew folder ġdid, agħfas l-ikona \"plus\": agħżel bejn nota u folder, daħħal it-titlu u eventwalment il-kontenut, imbagħad agħfas save biex issalva l-bidliet, jew agħfas delete biex tħassar in-nota, jew lura biex taqbeż il-bidliet imma żomm in-nota.","text_help_content3":"Agħfas il-buttuna \"miftuħa\" ħdejn nota biex tiftaħ il-kontenut relatat.","text_help_content4":"Agħfas il-buttuna \"żid\" ġewwa folder biex iżżid element ġdid miegħu.","text_help_content5":"Kemm għan-noti kif ukoll għall-fowlders, agħfas il-buttuna \"editja\" biex timmodifikahom, agħfas il-buttuna \"timxi lura\" biex tibdel il-pożizzjoni ma 'l-element preċedenti, agħfas il-buttuna \"timxi' l quddiem\" biex tibdel il-pożizzjoni ma 'l-element li jmiss, agħfas il-buttuna buttuna \"mexxi 'l fuq\" biex tmexxi l-element barra mill-folder fejn tinsab bħalissa, jew agħfas il-buttuna \"mexxi' l isfel\" biex tmexxi l-element ġewwa s-subfolder li jmiss.","text_help_content6":"Fil-menu tas-settings, aċċessibbli wara li tikklikkja fuq l-ikona \"settings\", tista 'taħbi jew turi l-editjar, il-moviment u l-buttuni ta' żieda. Tista 'wkoll tikkonfigura r-ringieli u l-kolonni taż-żona tat-test għall-kaxxa ta' dialog \"editja\". Huwa wkoll possibbli li tinbidel il-lingwa tal-user interface.","text_help_content7":"Biex timporta jew tesporta n-noti, agħfas fuq l-ikona ta 'importazzjoni / esportazzjoni. In-noti jiġu importati jew esportati f'fajl JSON speċifiku għal din l-app. Meta timporta n-noti minn fajl, in-noti kurrenti jitħassru u jinkitbu fuqhom.","text_help_content8":"Noti hija Applikazzjoni tal-Web Progressiva, li tfisser li taħdem ġewwa browser. Meta tinstallah, filwaqt li l-komponenti tal-brawżer mhumiex murija, xorta taħdem ġo brawżer. In-noti jiġu ffrankati fil-lokalStorage tal-browser għad-dominju notes.marcoparrone.com. localStorage jaħdem tajjeb mal-browsers Chrome, Edge u Firefox. Browsers oħra jistgħu jħassru localStorage wara xi żmien. Android awtomatikament juża Chrome, Windows awtomatikament juża Edge. Noti bħalissa mhumiex appoġġjati fuq prodotti Apple. Bl-iskop li tgħin biex tevita t-telf tan-noti, huwa ssuġġerit li tagħmel backup billi tuża l-funzjonalità ta '\"esportazzjoni\", kull darba li tagħmel xi modifiki li ma tridx titlef.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Id-Drittijiet kollha Riservati.","text_about_content3":"IS-SOFTWARE JIĠI PPROVDUT \"KIF HEMM\", MINGĦAJR GARANZIJA TA 'KULL TIP, ESPRESSA JEW IMPLIĊITA, INKLUŻI IMMA MHUX LIMITAT GĦALL-GARANZIJI TA' KUMMERĊJABBILTÀ, ADATTÀ GĦAL GĦAN PARTIKOLARI U NON-KSUR. FL-EBDA KAŻ L-AWTURI JEW ID-DETENTURI TAL-COPYRIGHT MA JKUNU RESPONSABBLI GĦAL KWALUNKWE TALBA, ĦSARA JEW RESPONSABBILTÀ OĦRA, JEW F'AZZJONI TA 'KUNTRATT, TORT JEW MOD IEĦOR, LI JIRRIŻULTAW MINN, MINN JEW F'KONNESSJONI MAS-SOFTWARE JEW L-UŻU JEW TRATTAMENTI OĦRA SOFTWARE.","text_about_content4":"DAN IS-SERVIZZ JISTA 'JKUN FIH TRADUZZJONIJIET LI JAĦDMU GOOGLE. GOOGLE JIKKONJENJA L-GARANZIJI KOLLHA RELATATI MAL-TRADUZZJONIJIET, ESPRESSI JEW IMPLIĊITI, INKLUŻI KWALUNKWE GARANZIJA TA 'EŻATTEZZA, AFFIDABBILTÀ, U KWALUNKWEW GARANZIJA IMPLICITA TA' KUMMERĊJABBILTÀ, ADATTÀ GĦAL GĦAN PARTIKOLARI U NON-KSUR.","text_about_content5":"Din l-app tal-web ġiet tradotta għall-konvenjenza tiegħek bl-użu ta 'software ta' traduzzjoni mħaddem minn Google Translate. Saru sforzi raġonevoli biex tiġi pprovduta traduzzjoni preċiża, madankollu, l-ebda traduzzjoni awtomatizzata mhija perfetta u lanqas hija maħsuba biex tissostitwixxi tradutturi umani. It-traduzzjonijiet huma pprovduti bħala servizz lill-utenti tal-websajt marcoparrone.com, u huma pprovduti \"kif inhi.\" L-ebda garanzija ta 'kwalunkwe tip, espressa jew impliċita, ma ssir fir-rigward tal-eżattezza, l-affidabbiltà, jew il-korrettezza ta' kwalunkwe traduzzjoni magħmula mill-Ingliż għal kwalunkwe lingwa oħra. Xi kontenut (bħal immaġini, vidjows, Flash, eċċ.) Jista 'ma jkunx tradott b'mod preċiż minħabba l-limitazzjonijiet tas-softwer tat-traduzzjoni.","text_about_content6":"It-test uffiċjali huwa l-verżjoni Ingliża tal-websajt. Kwalunkwe diskrepanza jew differenza maħluqa fit-traduzzjoni mhumiex vinkolanti u m'għandhom l-ebda effett legali għal skopijiet ta 'konformità jew infurzar. Jekk jinqalgħu xi mistoqsijiet relatati mal-eżattezza tal-informazzjoni li tinsab fil-websajt tradotta, irreferi għall-verżjoni Ingliża tal-websajt li hija l-verżjoni uffiċjali."}