{"text_appname":"မှတ်စုများ","text_add_label":"မှတ်ချက်ရေးပါ","text_settings_label":"ချိန်ညှိချက်များ","text_importexport_label":"သွင်းကုန်နှင့်တင်ပို့မှတ်စုများ","text_help_label":"ကူညီပါ","text_about_label":"အကြောင်း","text_close_label":"ပိတ်","text_snack_mustbenum":"တန်ဖိုးသည်နံပါတ်ဖြစ်ရမည်။","text_snack_toobig":"ရွေးချယ်ထားသည့်တန်ဖိုးသည်အလွန်ကြီးသည်။","text_snack_toosmall":"ရွေးချယ်ထားသည့်တန်ဖိုးသည်အလွန်သေးငယ်သည်။","text_edit_title":"မှတ်စုကိုတည်းဖြတ်ပါ","text_edit_type":"အမျိုးအစား:","text_edit_note":"မှတ်စု","text_edit_folder":"ဖိုလ်ဒါ","text_edit_note_title":"ခေါင်းစဥ်:","text_edit_content":"အကြောင်းအရာ:","text_delete":"ဖျက်ပါ","text_back":"နောက်သို့","text_save":"သိမ်းဆည်းပါ","text_settings_title":"ချိန်ညှိချက်များ","text_settings_content1":"ဒီမှာ application ကို configure လုပ်နိုင်ပါတယ်။","text_yes":"ဟုတ်တယ်","text_no":"မဟုတ်ဘူး","text_settings_showedit":"ပြင်ဆင်ရန်ခလုတ်များကိုပြပါ","text_settings_showmove":"လှုပ်ရှားမှုခလုတ်များကိုပြပါ","text_settings_showadd":"ဖိုလ်ဒါများတွင် \"add\" ခလုတ်ကိုပြပါ","text_settings_rows":"စာသားareaရိယာအတန်းများ:","text_settings_columns":"စာသားcolumnရိယာကော်လံ:","text_language":"ဘာသာစကားရွေးပါ","text_close_button":"ပိတ်","text_importexport_title":"သွင်းကုန် / တင်ပို့မှု","text_importexport_content":"ဤတွင်သင်သည်သင်၏မှတ်စုများကိုတင်သွင်းတင်ပို့နိုင်ပါတယ်။","text_import":"သွင်းကုန်:","text_export":"ပို့ကုန်","text_error_loadfile":"အမှား - ဖိုင်မတင်နိုင်ပါ။","text_error_fileformat":"အမှား - ဖိုင်ပုံစံမှားသည်။","text_example_title":"ဥပမာခေါင်းစဉ်","text_example_content":"ဥပမာအကြောင်းအရာ","text_open":"ဖွင့်","text_add":"ထည့်ပါ","text_edit":"တည်းဖြတ်ပါ","text_move_backward":"နောက်သို့ရွှေ့ပါ","text_move_forward":"ရှေ့သို့ရွှေ့ပါ","text_move_upward":"အပေါ်သို့ရွှေ့ပါ","text_move_downward":"အောက်သို့ရွှေ့ပါ","text_help_title":"ကူညီပါ","text_about_title":"အကြောင်း","text_help_content":"<p> မှတ်စုများသည်မှတ်စုများကိုသိမ်းဆည်းရန်နှင့်စုစည်းရန်အသုံးချပရိုဂရမ်တစ်ခုဖြစ်သည်။ </p> <p> မှတ်စုအသစ်တစ်ခုသို့မဟုတ်ဖိုင်တွဲအသစ်တစ်ခုကိုဖန်တီးရန် \"ပေါင်း\" အိုင်ကွန်ကိုနှိပ်ပါ။ မှတ်စုနှင့်ဖိုင်တွဲအကြား ရွေးချယ်၍ ခေါင်းစဉ်ကိုထည့်ပါ၊ အပြောင်းအလဲများကိုသိမ်းရန်သိမ်းရန် (သို့) မှတ်စုကိုဖျက်ရန်ပြန်တင်ရန် (သို့) ပြောင်းလဲမှုများကိုကျော်သွားရန်ပြန်နှိပ်ပါ။ </p> <p> ဆက်စပ်အကြောင်းအရာကိုဖွင့်ရန်မှတ်စုအနီးရှိ \"ဖွင့်လှစ်\" ခလုတ်ကိုနှိပ်ပါ။ ။ </p> <p> ဒြပ်စင်အသစ်တစ်ခုထည့်ရန် folder တစ်ခုအတွင်းရှိ \"add\" ခလုတ်ကိုနှိပ်ပါ။ </p> <p> မှတ်စုများနှင့်ဖိုင်တွဲနှစ်ခုလုံးအတွက်ပြင်ဆင်ရန် \"တည်းဖြတ်\" ခလုတ်ကိုနှိပ်ပါ ယခင်ဒြပ်စင်နှင့်အတူအနေအထားဖလှယ်ဖို့ \"နောက်သို့ရွှေ့\" ခလုတ်ကို, နောက်ဒြပ်စင်နှင့်အတူအနေအထားဖလှယ်ဖို့ \"ရှေ့ဆက်\" ခလုတ်ကိုနှိပ်, ဒြပ်စင်ကလက်ရှိရှိရာဖိုင်တွဲထဲကနေရွှေ့ဖို့ \"ရွှေ့အထက်သို့\" ခလုတ်ကို, သိုမဟုတ် element ကိုနောက် subfolder အတွင်းသို့ရွှေ့ရန် \"move downward\" ခလုတ်ကိုနှိပ်ပါ။ </p> <p> ချိန်ညှိချက်များမီနူးတွင် \"ချိန်ညှိချက်များ\" အိုင်ကွန်ကိုနှိပ်ပြီးသွားပြီးနောက်သင်တည်းဖြတ်ခြင်း၊ လှုပ်ရှားခြင်းနှင့် addit ကိုဝှက်နိုင်သည်။ ion ခလုတ်များ။ </p> <p> မှတ်စုများကိုတင်သွင်းရန်သို့မဟုတ်တင်ပို့ရန်တင်သွင်းမှု / တင်ပို့မှုအိုင်ကွန်ပေါ်တွင်နှိပ်ပါ။ မှတ်စုများကိုဤအက်ပ်နှင့်သက်ဆိုင်သော JSON ဖိုင်တွင်တင်ပို့လိမ့်မည်။ ဖိုင်တစ်ခုမှမှတ်စုများကိုတင်သွင်းသောအခါ၊ လက်ရှိမှတ်စုများကိုဖျက်ပစ်ပြီးပြန်လည်ရေးလိမ့်မည်။ </p> <p> မှတ်စုများသည် Progressive Web Application တစ်ခုဖြစ်သည်။ ဆိုလိုသည်မှာ၎င်းသည် browser အတွင်း၌အလုပ်လုပ်သည်။ သင်၎င်းကိုထည့်သွင်းသောအခါ browser အစိတ်အပိုင်းများကိုမပြသသော်လည်း၎င်းသည် browser အတွင်း၌သာအလုပ်လုပ်နေသည်။ အဆိုပါ note များကို note.marcoparrone.com domain အတွက် browser ၏ localStorage တွင်သိမ်းဆည်းထားသည်။ localStorage သည် Chrome, Edge နှင့် Firefox browser များနှင့်အဆင်ပြေပါသည်။ အချို့သော browser များသည် localStorage ကိုအချိန်အတန်ကြာမှဖျက်ပစ်နိုင်သည်။ ပုံမှန်အားဖြင့် Android သည် Chrome ကိုအသုံးပြုသည်။ ပုံမှန်အားဖြင့် Windows သည် Edge ကိုအသုံးပြုသည်။ မှတ်စုများကို Apple ထုတ်ကုန်များတွင်မထောက်ပံ့ပါ။ မှတ်စုများဆုံးရှုံးမှုကိုကာကွယ်ရန်ကူညီရန်အတွက်၊ သင်မရှုံးချင်သောပြုပြင်မွမ်းမံမှုများပြုလုပ်သည့်အခါတိုင်း၊ “ တင်ပို့” လုပ်ဆောင်မှုကို အသုံးပြု၍ အရန်တစ်ခုကိုပြုလုပ်ရန်အကြံပြုသည်။ </p> </div>","text_about_content1":"<p> မူပိုင်ခွင့်© 2017,2019,2020,2021 Marco Parrone ။ <br /> All Rights Reserved ။ </p> <p> ဒီဆော့ဖ်ဝဲသည်မည်သည့်အမျိုးအစား၊ မည်သည့်အာမခံချက်၊ မည်သည့်အာမခံချက်၊ အထူးသဖြင့်ရည်ရွယ်ချက်နှင့်ချိုးဖောက်မှုအတွက်သင့်လျော်မှု၊ ကုန်သွယ်မှုအာမခံချက်များအတွက်အကန့်အသတ်မရှိ။ မည်သည့်အခါကမျှအာဏာပိုင်များသို့မဟုတ်မူပိုင်ခွင့်ပိုင်ရှင်များသည်မည်သည့်တောင်းဆိုမှု၊ ပျက်စီးမှုသို့မဟုတ်အခြားတာဝန်ဝတ္တရားများ၊ မည်သည့်အခါကဖြစ်စေ၊ မည်သည့်ဆက်သွယ်ရေး၊ အသုံးပြုမှုသို့မဟုတ်အသုံးပြုမှုမှဖြစ်စေမည်သည့်တောင်းဆိုမှု၊ SOFTWARE ။ </p>","text_about_content2":"<p> ဤ ၀ န်ဆောင်မှုသည် GOOGLE မှအင်အားဖြည့်သောအပြောင်းအလဲများပါရှိနိုင်သည်။ ဂူဂဲလ်သည်ယုံကြည်စိတ်ချရမှု၊ ယုံကြည်စိတ်ချရမှုနှင့်ကုန်သွယ်မှုအာမခံချက်နှင့်အပိုပစ္စည်း ၀ န်ဆောင်မှု၏မည်သည့်အာမခံချက်မဆို၊ ဘာသာပြန်မှုများ၊ ဖော်ပြချက်များသို့မဟုတ်အဓိပ္ပာယ်သက်ရောက်မှုများနှင့်ပတ်သက်သောအာမခံချက်အားလုံးကိုဖော်ပြသည်။","text_about_content3":"<p> ဒီဝဘ်အက်ပလီကေးရှင်းကိုသင်အဆင်ပြေစေရန် Google Translate မှဘာသာပြန်သည့်ဆော့ဖ်ဝဲလ်ကို အသုံးပြု၍ ဘာသာပြန်ထားသည်။ တိကျမှန်ကန်သောဘာသာပြန်ဆိုမှုကိုပေးနိုင်ရန်အကျိုးသင့်အကြောင်းသင့်ရှိသောကြိုးပမ်းမှုများပြုလုပ်ခဲ့သည်၊ သို့သော်အလိုအလျောက်ဘာသာပြန်ဆိုထားခြင်းမရှိသည့်အပြင်လူ့ဘာသာပြန်သူများနှင့်အစားထိုးရန်လည်းမရည်ရွယ်ပါ။ ဘာသာပြန်များကို marcoparrone.com ဝက်ဘ်ဆိုက်အသုံးပြုသူများအား ၀ န်ဆောင်မှုအဖြစ်ပေးပြီး၊ ထုတ်ဖော်သို့မဟုတ်အဓိပ္ပာယ်သက်ရောက်သောမည်သည့်အာမခံချက်ကိုမျှအင်္ဂလိပ်ဘာသာမှအခြားမည်သည့်ဘာသာစကားသို့မဆိုဘာသာပြန်ဆိုသည့်တိကျမှန်ကန်မှု၊ ယုံကြည်စိတ်ချရမှုသို့မဟုတ်မှန်ကန်မှုနှင့် ပတ်သက်၍ တိတိကျကျမဖော်ပြထားပါ။ ဘာသာပြန်ဆော့ (ဖ်) ဝဲ၏ကန့်သတ်ချက်များကြောင့်အချို့သောအကြောင်းအရာများ (ဥပမာရုပ်ပုံများ၊ ဗွီဒီယိုများ၊ Flash စသည်တို့) ကိုတိကျစွာဘာသာပြန်ဆို။ မရပါ။ </p> <p> တရားဝင်စာသားသည်ဝက်ဘ်ဆိုက်၏အင်္ဂလိပ်မူကွဲဖြစ်သည်။ ဘာသာပြန်၌ပြုလုပ်သောကွာဟချက်များသို့မဟုတ်ကွဲပြားခြားနားမှုများသည်စည်းနှောင်မှုမရှိဘဲလိုက်နာမှုရှိရန်သို့မဟုတ်လိုက်နာရန်ရည်ရွယ်ချက်အတွက်ဥပဒေအရသက်ရောက်မှုမရှိပါ။ ဘာသာပြန် ၀ က်ဘ်ဆိုဒ်တွင်ပါ ၀ င်သောသတင်းအချက်အလက်များ၏တိကျမှုနှင့်ပတ်သက်သောမေးခွန်းများပေါ်ပေါက်ပါကတရားဝင်မူကွဲဖြစ်သောဝက်ဘ်ဆိုက်၏အင်္ဂလိပ်ပုံစံကိုကိုးကားပါ။ </p>"}