{"text_appname":"မှတ်စုများ","text_add_label":"မှတ်ချက်ရေးပါ","text_settings_label":"ချိန်ညှိချက်များ","text_importexport_label":"သွင်းကုန်နှင့်တင်ပို့မှတ်စုများ","text_help_label":"ကူညီပါ","text_about_label":"အကြောင်း","text_close_label":"ပိတ်","text_snack_mustbenum":"တန်ဖိုးသည်နံပါတ်ဖြစ်ရမည်။","text_snack_toobig":"ရွေးချယ်ထားသည့်တန်ဖိုးသည်အလွန်ကြီးသည်။","text_snack_toosmall":"ရွေးချယ်ထားသည့်တန်ဖိုးသည်အလွန်သေးငယ်သည်။","text_edit_title":"မှတ်စုကိုတည်းဖြတ်ပါ","text_edit_type":"အမျိုးအစား:","text_edit_note":"မှတ်စု","text_edit_folder":"ဖိုလ်ဒါ","text_edit_note_title":"ခေါင်းစဥ်:","text_edit_content":"အကြောင်းအရာ:","text_delete":"ဖျက်ပါ","text_back":"နောက်သို့","text_save":"သိမ်းဆည်းပါ","text_settings_title":"ချိန်ညှိချက်များ","text_settings_content1":"ဒီမှာ application ကို configure လုပ်နိုင်ပါတယ်။","text_yes":"ဟုတ်တယ်","text_no":"မဟုတ်ဘူး","text_settings_showedit":"ပြင်ဆင်ရန်ခလုတ်များကိုပြပါ","text_settings_showmove":"လှုပ်ရှားမှုခလုတ်များကိုပြပါ","text_settings_showadd":"ဖိုလ်ဒါများတွင် \"add\" ခလုတ်ကိုပြပါ","text_settings_rows":"စာသားareaရိယာအတန်းများ:","text_settings_columns":"စာသားcolumnရိယာကော်လံ:","text_language":"ဘာသာစကားရွေးပါ","text_close_button":"ပိတ်","text_importexport_title":"သွင်းကုန် / တင်ပို့မှု","text_importexport_content":"ဤတွင်သင်သည်သင်၏မှတ်စုများကိုတင်သွင်းတင်ပို့နိုင်ပါတယ်။","text_import":"သွင်းကုန်:","text_export":"ပို့ကုန်","text_error_loadfile":"အမှား - ဖိုင်မတင်နိုင်ပါ။","text_error_fileformat":"အမှား - ဖိုင်ပုံစံမှားသည်။","text_example_title":"ဥပမာခေါင်းစဉ်","text_example_content":"ဥပမာအကြောင်းအရာ","text_open":"ဖွင့်","text_add":"ထည့်ပါ","text_edit":"တည်းဖြတ်ပါ","text_move_backward":"နောက်သို့ရွှေ့ပါ","text_move_forward":"ရှေ့သို့ရွှေ့ပါ","text_move_upward":"အပေါ်သို့ရွှေ့ပါ","text_move_downward":"အောက်သို့ရွှေ့ပါ","text_help_title":"ကူညီပါ","text_about_title":"အကြောင်း","text_help_content1":"မှတ်စုများသည်မှတ်စုများကိုသိမ်းပြီးစုစည်းရန်အသုံးချပရိုဂရမ်တစ်ခုဖြစ်သည်။","text_help_content2":"မှတ်စုအသစ်တစ်ခု (သို့) ဖိုင်တွဲအသစ်တစ်ခုကိုဖန်တီးရန် \"ပေါင်း\" အိုင်ကွန်ကိုနှိပ်ပါ။ မှတ်စုနှင့်ဖိုင်တွဲအကြား ရွေးချယ်၍ ခေါင်းစဉ်နှင့်နောက်ဆုံးတွင်ပါဝင်သည့်အရာများကိုထည့်ပါ၊ ထို့နောက်ပြောင်းလဲမှုများကိုသိမ်းဆည်းရန်သိမ်းဆည်းရန် (သို့) ဖျက်ရန်ဖျက်ရန်ကိုနှိပ်ပါသို့မဟုတ်ပြန်ယူပါ အပြောင်းအလဲများ skip ပေမယ့်မှတ်စုကိုစောင့်ရှောက်ရန်။","text_help_content3":"ဆက်စပ်အကြောင်းအရာကိုဖွင့်ရန်မှတ်စုတစ်ခုအနီးရှိ \"ဖွင့်\" ခလုတ်ကိုနှိပ်ပါ။","text_help_content4":"၎င်းတွင် element အသစ်တစ်ခုထည့်ရန် folder တစ်ခုအတွင်းရှိ \"add\" ခလုတ်ကိုနှိပ်ပါ။","text_help_content5":"မှတ်စုများနှင့်ဖိုလ်ဒါနှစ်ခုလုံးအတွက်ပြင်ဆင်ရန် \"ပြင်ဆင်ရန်\" ခလုတ်ကို နှိပ်၍ ယခင်ဒြပ်စင်နှင့်အနေအထားကိုလဲလှယ်ရန် \"ပြောင်းပြန်နောက်သို့\" ခလုတ်ကိုနှိပ်ပါ၊ \"ရှေ့သို့\" ခလုတ်ကိုနောက်ဒြပ်စင်နှင့်လဲလှယ်ရန်အတွက်နှိပ်ပါ။ element ကိုလက်ရှိရှိ folder ထဲကနေရွှေ့ဖို့ \"အပေါ်သို့ရွှေ့\" ခလုတ်ကိုသို့မဟုတ်နောက် subfolder အတွင်းရှိ element ကိုရွှေ့ရန် \"move downward\" ခလုတ်ကိုနှိပ်ပါ။","text_help_content6":"Settings ထဲမှ \"settings\" icon ကိုနှိပ်ပြီးနောက်တည်းဖြတ်ခြင်း၊ လှုပ်ရှားခြင်းနှင့်ဖြည့်ခြင်းခလုတ်များကိုဝှက်နိုင်သည်။ စာသားareaရိယာအတန်းများနှင့်ကော်လံများကို \"တည်းဖြတ်\" ပေးသော dialog box ကိုလည်းပြင်ဆင်နိုင်သည်။ user interface ၏ဘာသာစကားကိုလဲပြောင်းနိုင်သည်။","text_help_content7":"မှတ်စုများကိုတင်သွင်းရန်သို့မဟုတ်တင်ပို့ရန်တင်သွင်းမှု / တင်ပို့မှုအိုင်ကွန်ကိုနှိပ်ပါ။ မှတ်စုများကိုဤအက်ပ်နှင့်သက်ဆိုင်သော JSON ဖိုင်တွင်တင်ပို့လိမ့်မည်။ ဖိုင်တစ်ခုမှမှတ်စုများကိုတင်သွင်းသောအခါ၊ လက်ရှိမှတ်စုများကိုဖျက်ပစ်ပြီးပြန်လည်ရေးလိမ့်မည်။","text_help_content8":"Notes ဆိုသည်မှာ Progressive Web Application တစ်ခုဖြစ်သည်။ ဆိုလိုသည်မှာ၎င်းသည် browser အတွင်း၌အလုပ်လုပ်သည်။ သင်၎င်းကိုထည့်သွင်းသောအခါ browser အစိတ်အပိုင်းများကိုမပြသသော်လည်း၎င်းသည် browser အတွင်း၌သာအလုပ်လုပ်နေသည်။ အဆိုပါ note များကို note.marcoparrone.com domain အတွက် browser ၏ localStorage တွင်သိမ်းဆည်းထားသည်။ localStorage သည် Chrome, Edge နှင့် Firefox browser များနှင့်အဆင်ပြေပါသည်။ အချို့သော browser များသည် localStorage ကိုအချိန်အတန်ကြာမှဖျက်ပစ်နိုင်သည်။ ပုံမှန်အားဖြင့် Android သည် Chrome ကိုအသုံးပြုသည်။ ပုံမှန်အားဖြင့် Windows သည် Edge ကိုအသုံးပြုသည်။ မှတ်စုများကို Apple ထုတ်ကုန်များတွင်မထောက်ပံ့ပါ။ မှတ်စုများဆုံးရှုံးမှုကိုကာကွယ်ရန်ကူညီရန် ရည်ရွယ်၍ သင်မရှုံးချင်သောပြုပြင်မှုများပြုလုပ်သည့်အခါတိုင်း“ export” လုပ်ဆောင်မှုကို အသုံးပြု၍ အရန်တစ်ခုပြုလုပ်ရန်အကြံပြုသည်။","text_about_content1":"မူပိုင်ခွင့်© 2017,2019,2020.2021 Marco Parrone ။","text_about_content2":"မူပိုင်ခွင့်များရယူပြီး။","text_about_content3":"SOFTWARE ကိုမည်သည့်အမျိုးအစား၊ မည်သည့်အဓိပ္ပါယ်ရှိ၊ မရှိအဓိပ္ပာယ်သက်သာသောအာမခံချက်မရှိသော်လည်း၎င်းသည်မည်သည့်အတိုင်းအတာအထိကုန်သွယ်နိုင်မှုအာမခံချက်၊ အကန့်အသတ် ရှိ၍ အသုံးပြုရန်အာမခံချက်မရှိခြင်းတို့ပါ ၀ င်သည်။ မည်သည့်အခါကမျှအာဏာပိုင်များသို့မဟုတ်မူပိုင်ခွင့်ပိုင်ရှင်များသည်မည်သည့်တောင်းဆိုမှု၊ ပျက်စီးမှုသို့မဟုတ်အခြားတာဝန်ဝတ္တရားများ၊ မည်သည့်အခါကဖြစ်စေ၊ မည်သည့်ဆက်သွယ်ရေး၊ အသုံးပြုမှုသို့မဟုတ်အသုံးပြုမှုမှဖြစ်စေမည်သည့်တောင်းဆိုမှု၊ SOFTWARE ။","text_about_content4":"ဒီ ၀ န်ဆောင်မှုက GOOGLE အားဖြင့်ပြောင်းလဲသောအပြောင်းအလဲများရှိနိုင်ပါသည်။ ဂူဂဲလ်သည်ယုံကြည်စိတ်ချရမှု၊ ယုံကြည်စိတ်ချရမှုနှင့်ကုန်သွယ်မှုဆိုင်ရာခိုင်မာမှုနှင့်အပိုပစ္စည်း ၀ န်ဆောင်မှုအတွက်မည်သည့်အာမခံချက်မဆို၊ ဘာသာပြန်မှုများ၊ ဖော်ပြချက်များသို့မဟုတ်အဓိပ္ပာယ်သက်ရောက်မှုများနှင့်ပတ်သက်သောအာမခံချက်အားလုံးကိုဖော်ပြသည်။","text_about_content5":"ဤဝဘ်အက်ပလီကေးရှင်းသည်သင်အဆင်ပြေစေရန် Google Translate မှဘာသာပြန်သောဆော့ဝဲလ်ကို အသုံးပြု၍ ဘာသာပြန်ထားသည်။ တိကျမှန်ကန်သောဘာသာပြန်ဆိုမှုကိုပေးနိုင်ရန်အကျိုးသင့်အကြောင်းသင့်ရှိသောကြိုးပမ်းမှုများပြုလုပ်ခဲ့သည်၊ သို့သော်အလိုအလျောက်ဘာသာပြန်ဆိုထားခြင်းမရှိသည့်အပြင်လူ့ဘာသာပြန်သူများနှင့်အစားထိုးရန်လည်းမရည်ရွယ်ပါ။ ဘာသာပြန်များကို marcoparrone.com ဝက်ဘ်ဆိုက်အသုံးပြုသူများအား ၀ န်ဆောင်မှုအဖြစ်ပေးပြီး၊ ထုတ်ဖော်သို့မဟုတ်အဓိပ္ပာယ်သက်ရောက်သောမည်သည့်အာမခံချက်မျှအင်္ဂလိပ်မှဘာသာပြန်ထားသောအခြားမည်သည့်ဘာသာကိုမဆိုတိကျမှန်ကန်မှု၊ ဘာသာပြန်ဆော့ (ဖ်) ဝဲ၏ကန့်သတ်ချက်များကြောင့်အချို့သောအကြောင်းအရာများ (ပုံများ၊ ဗွီဒီယိုများ၊ Flash စသည်တို့) ကိုတိကျစွာဘာသာပြန်ဆိုနိုင်မည်မဟုတ်ပါ။","text_about_content6":"တရားဝင်စာသားသည်ဝက်ဘ်ဆိုက်၏အင်္ဂလိပ်ပုံစံဖြစ်သည်။ ဘာသာပြန်၌ပြုလုပ်သောကွာဟချက်များသို့မဟုတ်ကွဲပြားခြားနားမှုများသည်စည်းနှောင်မှုမရှိဘဲလိုက်နာမှုရှိရန်သို့မဟုတ်လိုက်နာရန်ရည်ရွယ်ချက်အတွက်ဥပဒေအရသက်ရောက်မှုမရှိပါ။ ဘာသာပြန် ၀ က်ဘ်ဆိုဒ်တွင်ပါ ၀ င်သည့်အချက်အလက်များ၏တိကျမှုနှင့် ပတ်သက်၍ မေးခွန်းများပေါ်ပေါက်ပါကတရားဝင်မူကွဲဖြစ်သောဝက်ဘ်ဆိုက်၏အင်္ဂလိပ်ပုံစံကိုကိုးကားပါ။"}