{"text_appname":"नोटहरू","text_add_label":"नोट थप्नुहोस्","text_settings_label":"सेटिंग्स","text_importexport_label":"नोटहरू आयात र निर्यात गर्नुहोस्","text_help_label":"मद्दत","text_about_label":"बारेमा","text_close_label":"नजिक","text_snack_mustbenum":"मान नम्बर हुनुपर्दछ!","text_snack_toobig":"चयनित मान धेरै ठूलो छ!","text_snack_toosmall":"चयनित मान एकदम सानो छ!","text_edit_title":"नोट सम्पादन गर्नुहोस्","text_edit_type":"प्रकार:","text_edit_note":"नोट","text_edit_folder":"फोल्डर","text_edit_note_title":"शीर्षक:","text_edit_content":"सामग्री:","text_delete":"मेटाउन","text_back":"पछाडि","text_save":"बचत गर्नुहोस्","text_settings_title":"सेटिंग्स","text_settings_content1":"यहाँ तपाईं अनुप्रयोग कन्फिगर गर्न सक्नुहुन्छ।","text_yes":"हो","text_no":"होईन","text_settings_showedit":"सम्पादन बटनहरू देखाउनुहोस्:","text_settings_showmove":"आन्दोलन बटनहरू देखाउनुहोस्:","text_settings_showadd":"फोल्डरहरूमा \"थप्नुहोस्\" बटनहरू देखाउनुहोस्:","text_settings_rows":"पाठ क्षेत्र पows्क्तिहरू:","text_settings_columns":"पाठ क्षेत्र स्तम्भहरू:","text_language":"भाषा छनौट गर्नुहोस्:","text_close_button":"बन्द","text_importexport_title":"आयात निर्यात","text_importexport_content":"यहाँ तपाईं आफ्ना नोटहरू आयात र निर्यात गर्न सक्नुहुनेछ।","text_import":"आयात गर्नुहोस्:","text_export":"निर्यात","text_error_loadfile":"त्रुटि: फाइल लोड गर्न सक्दैन।","text_error_fileformat":"त्रुटि: फाइल ढाँचा गलत छ।","text_example_title":"उदाहरण शीर्षक","text_example_content":"उदाहरण कन्टेन्ट","text_open":"खोल्नुहोस्","text_add":"थप्नुहोस्","text_edit":"सम्पादन गर्नुहोस्","text_move_backward":"पछाडि सर्नुहोस्","text_move_forward":"अगाडि बढ","text_move_upward":"माथि सार्नुहोस्","text_move_downward":"तल सार्नुहोस्","text_help_title":"मद्दत","text_about_title":"बारेमा","text_help_content":"<p> नोटहरू नोटहरू बचत गर्न र व्यवस्थित गर्न एउटा अनुप्रयोग हो। </ p> <p> नयाँ नोट वा नयाँ फोल्डर सिर्जना गर्न, \"प्लस\" प्रतिमा थिच्नुहोस्: नोट र फोल्डर बीच छनौट गर्नुहोस्, शीर्षक घुसाउनुहोस् र अन्तमा सामग्री, त्यसपछि परिवर्तनहरू बचत गर्न बचत थिच्नुहोस्, वा नोट मेट्न मेट्नुहोस् थिच्नुहोस्, वा परिवर्तनहरू छोड्नुहोस् वा नोट राख्नुहोस्। </p> <p> सम्बन्धित सामग्री खोल्न नोटको नजिकै \"खुला\" बटन थिच्नुहोस्। । </p> <p> यसमा नयाँ एलिमेन्ट थप्नको लागि फोल्डर भित्र \"add\" बटन थिच्नुहोस्। </ p> <p> दुबै नोट र फोल्डरहरूमा उनीहरूलाई परिमार्जन गर्न \"सम्पादन\" बटन थिच्नुहोस्, थिच्नुहोस् अघिल्लो तत्त्वको साथ स्थिति बदल्न \"पछाडि सर्नुहोस्\" बटन, अर्को तत्वको साथ स्थिति विनिमय गर्न \"अगाडि सार्नुहोस्\" बटन थिच्नुहोस्, तत्काल फोल्डरलाई बाहिर सार्नका लागि \"माथि सार्नुहोस्\" बटन थिच्नुहोस्। वा अर्को सबफोल्डर भित्र एलिमेन्ट सार्न \"तल सार्नुहोस्\" बटन थिच्नुहोस्। </ p> <p> सेटिंग्स मेनूमा, \"सेटिंग्स\" आइकनमा क्लिक गरेपछि पहुँच गर्न सक्नुहुन्छ, तपाईं लुकाउन वा सम्पादन, चाल र एडिट देखाउन सक्नुहुन्छ। आयन बटन। </ p> <p> नोट आयात गर्न वा निर्यात गर्न, आयात / निर्यात प्रतिमामा थिच्नुहोस्। नोटहरू यस अनुप्रयोगलाई निर्दिष्ट JSON फाइलमा आयात वा निर्यात गरिनेछ। फाइलबाट नोटहरू आयात गर्दा हालको नोट्स मेटिनेछ र अधिलेखन हुनेछ। </ p> <p> नोट्स प्रगतिशील वेब अनुप्रयोग हो, जसको मतलब यो ब्राउजर भित्र चल्छ। जब तपाइँ यसलाई स्थापना गर्नुहुन्छ, जबकि ब्राउजर कम्पोनेन्टहरू देखाइएको छैन, यो अझै पनी ब्राउजर भित्र चल्छ। नोटहरू ब्राउजरको स्थानीय भण्डारमा नोटहरू बचत गरियो ।.marcoparrone.com डोमेन को लागी। लोकल स्टोरेज क्रोम, एज र फायरफक्स ब्राउजरको साथ ठीक काम गर्दछ। अन्य ब्राउजरहरूले केहि समय पछि स्थानीय भण्डारण मेटाउन सक्दछ। एन्ड्रोइडले पूर्वनिर्धारित रूपमा क्रोम, विन्डोजलाई पूर्वनिर्धारितद्वारा एज प्रयोग गर्दछ। नोटहरू हाल एप्पल उत्पादनहरूमा समर्थित छैनन्। नोटहरूको नोक्सान रोक्न मद्दतको उद्देश्यका साथ तपाईले \"एक्सपोर्ट\" प्रकार्य प्रयोग गरेर ब्याकअप बनाउन सुझाव दिइन्छ, प्रत्येक चोटि तपाईले केहि परिवर्तन गर्नुहोला जुन तपाईले गुमाउनु हुँदैन। </ p> </div>","text_about_content1":"<p> प्रतिलिपि अधिकार © २०१,,२०,, २०२०, २०२२ मार्को पेरोन। तर बिक्रीको ग्यारेन्टीमा सीमित छैन, विशेष प्रयोजन र गैर-वित्तियताका लागि फिट्नेस। कुनै पनि इन्टान्टमा लेखक वा कपीराइट होल्डरहरू कुनै दाबी, क्षति वा अन्य दायित्वका लागि जिम्मेवार हुने छैनन्, सम्झौताको कुनै कार्यमा, टोर्ट वा अन्यथा, सोर्सबाट वा सोर्सवेयरको माध्यमबाट वा अन्य कुनै सफ्टवेयरबाट सफ्टवेयर। </ p>","text_about_content2":"<p> यो सेवाले गुगल द्वारा समर्थित अनुवाद अनुवादलाई नियन्त्रण गर्न सक्छ। गुगलले अनुवाद, सम्बन्धी स्पष्ट वा लागू गरिएको, कुनै पनि ग्यारेन्टी, विश्वास, र मर्चेंटेबिलिटि, फिट्नेस र पार्टिसिपीका लागि कुनै पनि ग्यारेन्टीको ग्यारेन्टी समावेश सहितका सबै वारेन्टीहरू अस्वीकृत गर्दछ।","text_about_content3":"<p> यो वेब अनुप्रयोग गुगल अनुवाद द्वारा संचालित अनुवाद सफ्टवेयर प्रयोग गरी तपाईको सुविधाको लागि अनुवाद गरिएको हो। उचित अनुवाद प्रदान गर्न उचित प्रयास गरिएको छ, यद्यपि कुनै पनि स्वचालित अनुवाद उत्तम छैन र यो मानव अनुवादकहरू बदल्ने उद्देश्यले आएको छैन। अनुवादहरू marcoparrone.com वेबसाइटका प्रयोगकर्ताहरूलाई सेवाको रूपमा प्रदान गरिएको छ, र प्रदान गरिएको छ \"जस्तो छ\"। कुनै पनि प्रकारको ग्यारेन्टी, या त अभिव्यक्त वा निहित, कुनै पनि अन्य भाषामा अ from्ग्रेजीबाट अनुवाद गरिएको कुनै पनि अनुवादको शुद्धता, विश्वसनीयता, वा शुद्धताको रूपमा गरिन्छ। केही सामग्रीहरू (जस्तै छविहरू, भिडियोहरू, फ्ल्यास, आदि) अनुवाद सफ्टवेयरको सीमितताका कारण सहि अनुवाद हुन सक्दैन। </ p> <p> आधिकारिक पाठ वेबसाइटको अंग्रेजी संस्करण हो। अनुवादमा सिर्जना गरिएका कुनै पनि भिन्नता वा मतभेद बाध्यकारी छैनन् र अनुपालन वा कार्यान्वयन उद्देश्यको लागि कुनै कानुनी प्रभाव छैन। यदि कुनै प्रश्नहरू अनुवादित वेबसाइटमा निहित जानकारीको शुद्धतासँग सम्बन्धित छ भने वेबसाइटको अ version्ग्रेजी संस्करणमा हेर्नुहोस् जुन आधिकारिक संस्करण हो। </ p>"}