{"text_appname":"Opmerkingen","text_add_label":"Voeg een notitie toe","text_settings_label":"instellingen","text_importexport_label":"import en export notities","text_help_label":"helpen","text_about_label":"over","text_close_label":"dichtbij","text_snack_mustbenum":"Waarde moet een getal zijn!","text_snack_toobig":"De geselecteerde waarde is te groot!","text_snack_toosmall":"De geselecteerde waarde is te klein!","text_edit_title":"Bewerk notitie","text_edit_type":"Type:","text_edit_note":"Notitie","text_edit_folder":"map","text_edit_note_title":"Titel:","text_edit_content":"Inhoud:","text_delete":"Verwijderen","text_back":"Terug","text_save":"Opslaan","text_settings_title":"Instellingen","text_settings_content1":"Hier kunt u de applicatie configureren.","text_yes":"Ja","text_no":"Nee","text_settings_showedit":"Bewerkingsknoppen weergeven:","text_settings_showmove":"Bewegingsknoppen weergeven:","text_settings_showadd":"Toon \"add\" -knoppen in mappen:","text_settings_expandbydefault":"Vouw de mappen standaard uit:","text_settings_rows":"Tekstgebied rijen:","text_settings_columns":"Kolommen in tekstgebied:","text_language":"Kies een taal:","text_question_merge":"Huidige notities samenvoegen met de geïmporteerde notities of ze vervangen?","text_merge":"Gaan","text_replace":"vervangen","text_close_button":"Dichtbij","text_importexport_title":"Importeren / exporteren","text_importexport_content":"Hier kunt u uw notities importeren en exporteren.","text_import":"Importeren:","text_export":"Exporteren","text_error_loadfile":"fout: kan bestand niet laden.","text_error_fileformat":"fout: bestandsformaat is verkeerd.","text_example_title":"Voorbeeld titel","text_example_content":"Voorbeeldinhoud","text_open":"Open","text_add":"Toevoegen","text_edit":"Bewerk","text_move_backward":"Ga achteruit","text_move_forward":"Ga vooruit","text_move_upward":"Ga naar boven","text_move_downward":"Ga naar beneden","text_expand_less":"Unexpand","text_expand_more":"Uitbreiden","text_help_title":"Helpen","text_about_title":"Over","text_help_content1":"Notes is een app om notities op te slaan en te ordenen.","text_help_content2":"Om een nieuwe notitie of een nieuwe map te maken, drukt u op het \"plus\" -pictogram: kies tussen notitie en map, voeg de titel en eventueel de inhoud in, druk vervolgens op opslaan om de wijzigingen op te slaan, of druk op verwijderen om de notitie te verwijderen, of terug om de wijzigingen over te slaan, maar de notitie te bewaren.","text_help_content3":"Druk op de \"open\" knop naast een notitie om de gerelateerde inhoud te openen.","text_help_content4":"Druk op de \"add\" -knop in een map om er een nieuw element aan toe te voegen.","text_help_content5":"Voor zowel notities als mappen, druk op de knop \"bewerken\" om ze te wijzigen, druk op de knop \"achteruit\" om de positie te wisselen met het vorige element, druk op de knop \"vooruit\" om de positie te wisselen met het volgende element, druk op de \"naar boven verplaatsen\" knop om het element uit de map te verplaatsen waar het zich momenteel bevindt, of druk op de \"naar beneden verplaatsen\" knop om het element naar de volgende submap te verplaatsen.","text_help_content6":"In het instellingenmenu, toegankelijk na het klikken op het pictogram \"instellingen\", kunt u de knoppen voor bewerken, verplaatsen en optellen verbergen of tonen. U kunt ook de rijen en kolommen van het tekstgebied configureren voor het dialoogvenster \"Bewerken\". Het is ook mogelijk om de taal van de gebruikersinterface te wijzigen.","text_help_content7":"Om de notities te importeren of exporteren, drukt u op het import / export-icoon. De notities worden geïmporteerd of geëxporteerd in een JSON-bestand dat specifiek is voor deze app. Wanneer u de notities uit een bestand importeert, worden de huidige notities verwijderd en overschreven.","text_help_content8":"Notes is een progressieve webtoepassing, wat betekent dat deze in een browser wordt uitgevoerd. Wanneer u het installeert, terwijl de browsercomponenten niet worden weergegeven, werkt het nog steeds in een browser. De notities worden opgeslagen in de lokale opslag van de browser voor het domein marcoparrone.github.io. localStorage werkt prima met Chrome-, Edge- en Firefox-browsers. Andere browsers kunnen localStorage na enige tijd verwijderen. Android gebruikt standaard Chrome, Windows gebruikt standaard Edge. Notes wordt momenteel niet ondersteund op Apple-producten. Om het verlies van de notities te helpen voorkomen, wordt aangeraden om een back-up te maken met behulp van de \"export\" -functionaliteit, elke keer dat u enkele wijzigingen aanbrengt die u niet kwijt wilt raken.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Alle rechten voorbehouden.","text_about_content3":"DE SOFTWARE WORDT GELEVERD \"IN DE HUIDIGE STAAT\", ZONDER ENIGE GARANTIE, EXPLICIET OF IMPLICIET, MET INBEGRIP VAN MAAR NIET BEPERKT TOT DE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK. IN GEEN GEVAL ZULLEN DE AUTEURS OF AUTEURSRECHTHOUDERS AANSPRAKELIJK ZIJN VOOR ENIGE CLAIM, SCHADE OF ANDERE AANSPRAKELIJKHEID, ONGEACHT IN EEN CONTRACT, ONRECHTMATIGE OF ANDERSZINS, VOORTVLOEIEND UIT, UIT OF IN VERBAND MET DE SOFTWARE OF SOFTWARE.","text_about_content4":"DEZE SERVICE KAN VERTALINGEN BEVATTEN DIE DOOR GOOGLE WORDEN GEACTIVEERD. GOOGLE WIJST ALLE GARANTIES AF MET BETREKKING TOT DE VERTALINGEN, EXPLICIET OF IMPLICIET, MET INBEGRIP VAN GARANTIES VAN NAUWKEURIGHEID, BETROUWBAARHEID EN ALLE IMPLICIETE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK.","text_about_content5":"Deze webapp is voor uw gemak vertaald met behulp van vertaalsoftware van Google Translate. Er zijn redelijke inspanningen geleverd om een nauwkeurige vertaling te leveren, maar geen enkele geautomatiseerde vertaling is perfect en ook niet bedoeld om menselijke vertalers te vervangen. Vertalingen worden geleverd als een service aan gebruikers van de website marcoparrone.github.io en worden geleverd \"in de huidige staat\". Er wordt geen enkele garantie gegeven, expliciet noch impliciet, met betrekking tot de nauwkeurigheid, betrouwbaarheid of juistheid van vertalingen die vanuit het Engels in een andere taal zijn gemaakt. Sommige inhoud (zoals afbeeldingen, video's, Flash, enz.) Wordt mogelijk niet nauwkeurig vertaald vanwege de beperkingen van de vertaalsoftware.","text_about_content6":"De officiële tekst is de Engelse versie van de website. Eventuele discrepanties of verschillen die in de vertaling zijn ontstaan, zijn niet bindend en hebben geen rechtsgevolgen voor nalevings- of handhavingsdoeleinden. Als er vragen zijn over de juistheid van de informatie op de vertaalde website, raadpleeg dan de Engelse versie van de website, dit is de officiële versie."}