{"text_appname":"Merknader","text_add_label":"Legg til et notat","text_settings_label":"innstillinger","text_importexport_label":"importere og eksportere notater","text_help_label":"hjelp","text_about_label":"Om","text_close_label":"Lukk","text_snack_mustbenum":"Verdien må være et tall!","text_snack_toobig":"Valgt verdi er for stor!","text_snack_toosmall":"Valgt verdi er for liten!","text_edit_title":"Rediger notatet","text_edit_type":"Type:","text_edit_note":"Merk","text_edit_folder":"mappe","text_edit_note_title":"Tittel:","text_edit_content":"Innhold:","text_delete":"Slett","text_back":"Tilbake","text_save":"Lagre","text_settings_title":"Innstillinger","text_settings_content1":"Her kan du konfigurere applikasjonen.","text_yes":"ja","text_no":"Nei","text_settings_showedit":"Vis redigeringsknapper:","text_settings_showmove":"Vis bevegelsesknapper:","text_settings_showadd":"Vis \"legg til\" -knapper i mapper:","text_settings_rows":"Tekstområderader:","text_settings_columns":"Tekstområdekolonner:","text_language":"Velg språk:","text_question_merge":"Slå sammen nåværende notater med de importerte notatene eller erstatte dem?","text_merge":"gå","text_replace":"erstatte","text_close_button":"Lukk","text_importexport_title":"Import Eksport","text_importexport_content":"Her kan du importere og eksportere notatene dine.","text_import":"Import:","text_export":"Eksport","text_error_loadfile":"feil: kan ikke laste inn filen.","text_error_fileformat":"feil: filformatet er feil.","text_example_title":"Eksempel Tittel","text_example_content":"Eksempel på innhold","text_open":"Åpen","text_add":"Legg til","text_edit":"Redigere","text_move_backward":"Flytt tilbake","text_move_forward":"Gå fremover","text_move_upward":"Gå oppover","text_move_downward":"Gå nedover","text_help_title":"Hjelp","text_about_title":"Om","text_help_content1":"Notes er en app for å lagre og organisere notater.","text_help_content2":"For å opprette et nytt notat eller en ny mappe, trykk på \"pluss\" -ikonet: velg mellom notat og mappe, sett inn tittelen og til slutt innholdet, trykk deretter på lagre for å lagre endringene, eller trykk på slett for å slette notatet, eller tilbake for å hoppe over endringene, men beholde notatet.","text_help_content3":"Trykk på \"åpne\" -knappen nær et notat for å åpne det relaterte innholdet.","text_help_content4":"Trykk på \"legg til\" -knappen i en mappe for å legge til et nytt element i den.","text_help_content5":"For både notater og mapper, trykk på \"rediger\" -knappen for å endre dem, trykk på \"flytt bakover\" -knappen for å bytte posisjon med det forrige elementet, trykk på \"gå fremover\" -knappen for å bytte posisjon med neste element, trykk på \"flytt oppover\" -knappen for å flytte elementet ut av mappen der det for øyeblikket er, eller trykk på \"flytt nedover\" -knappen for å flytte elementet i neste undermappe.","text_help_content6":"I innstillingsmenyen, tilgjengelig etter å ha klikket på \"innstillinger\" -ikonet, kan du skjule eller vise redigering, bevegelse og tilleggsknapper. Du kan også konfigurere tekstområdet rader og kolonner for \"rediger\" dialogboksen. Det er også mulig å endre språket i brukergrensesnittet.","text_help_content7":"For å importere eller eksportere notatene, trykk på import / eksport-ikonet. Notatene blir importert eller eksportert i en JSON-fil som er spesifikk for denne appen. Når du importerer notatene fra en fil, blir de nåværende notatene slettet og overskrevet.","text_help_content8":"Notes er en progressiv webapplikasjon, som betyr at den kjører i en nettleser. Når du installerer den, mens nettleserkomponentene ikke vises, kjører den fortsatt inne i en nettleser. Notatene lagres i nettleserens localStorage for notes.marcoparrone.com-domenet. localStorage fungerer bra med Chrome, Edge og Firefox nettlesere. Andre nettlesere kan slette localStorage etter en stund. Android bruker som standard Chrome, Windows bruker som standard Edge. Merknader støttes foreløpig ikke på Apple-produkter. Med det formål å bidra til å forhindre tap av notene, foreslås det å lage en sikkerhetskopi ved hjelp av \"eksport\" -funksjonaliteten, hver gang du gjør noen endringer som du ikke vil miste.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Alle rettigheter forbeholdt.","text_about_content3":"PROGRAMVAREN LEVERES \"SOM DET ER\", UTEN GARANTI FOR NOE SLAG, UDTRYKT ELLER UNDERFORSTÅTT, INKLUDERT, MEN IKKE BEGRENSET TIL GARANTIER FOR SALGSBARHET, EGNETHET FOR ET SÆRLIGT FORMÅL OG INNBRIDING. INGEN HENDELSER SKAL FORFATTERE ELLER INNEHAVER AV RETTIGHETER ANSVARLIG FOR KRAV, SKADER ELLER ANDRE ANSVAR, SOM I HANDLING AV KONTRAKT, VILKÅRING ELLER ANNET, FØLGE AV, UTEN ELLER I FORBINDELSE MED PROGRAMVAREN ELLER BRUKEN ELLER ANDRE FORHANDLINGER PROGRAMVARE.","text_about_content4":"DENNE TJENESTEN KAN INNEHOLDE OVERSETTELSER KRAVT AV GOOGLE. GOOGLE FRASKRIVER ALLE GARANTIER RELATERT TIL OVERSETTELSENE, UDTRYKT ELLER UNDERFORSTÅTT, INKLUDERT ALLE GARANTIER FOR NØYAKTIGHET, PÅLITELIGHET, OG ALLE UNDERFORSTÅTTE GARANTIER FOR SALGSMERKELIGHET, FITNESS FOR ET SÆRLIG FORMÅL.","text_about_content5":"Denne nettappen er oversatt for din bekvemmelighet ved hjelp av oversettelsesprogramvare drevet av Google Translate. Det er gjort rimelige anstrengelser for å gi en nøyaktig oversettelse, men ingen automatisert oversettelse er perfekt og er heller ikke ment å erstatte menneskelige oversettere. Oversettelser tilbys som en tjeneste til brukere av nettsiden marcoparrone.com, og leveres \"som de er.\" Ingen garantier av noe slag, verken uttrykt eller underforstått, er gitt med hensyn til nøyaktighet, pålitelighet eller korrekthet av oversettelser laget fra engelsk til noe annet språk. Noe innhold (som bilder, videoer, Flash osv.) Blir kanskje ikke oversatt nøyaktig på grunn av begrensningene i oversettelsesprogramvaren.","text_about_content6":"Den offisielle teksten er den engelske versjonen av nettstedet. Eventuelle avvik eller forskjeller som er opprettet i oversettelsen er ikke bindende og har ingen rettsvirkning for etterlevelse eller håndheving. Hvis det oppstår spørsmål knyttet til nøyaktigheten av informasjonen på det oversatte nettstedet, kan du se den engelske versjonen av nettstedet som er den offisielle versjonen."}