{"text_appname":"Zolemba","text_add_label":"onjezani cholembedwa","text_settings_label":"makonda","text_importexport_label":"zolemba ndi zotumiza kunja","text_help_label":"Thandizeni","text_about_label":"za","text_close_label":"kutseka","text_snack_mustbenum":"Mtengo uyenera kukhala nambala!","text_snack_toobig":"Mtengo wosankhidwa ndi waukulu kwambiri!","text_snack_toosmall":"Mtengo wosankhidwa ndi wocheperako!","text_edit_title":"Sinthani ndemanga","text_edit_type":"Mtundu:","text_edit_note":"Zindikirani","text_edit_folder":"chikwatu","text_edit_note_title":"Mutu:","text_edit_content":"Zokhutira:","text_delete":"Chotsani","text_back":"Kubwerera","text_save":"Sungani","text_settings_title":"Zikhazikiko","text_settings_content1":"Apa mutha kusintha pulogalamuyi.","text_yes":"inde","text_no":"ayi","text_settings_showedit":"Onetsani mabatani osintha:","text_settings_showmove":"Onetsani mabatani oyenda:","text_settings_showadd":"Onetsani mabatani \"onjezani\" mumafoda:","text_settings_expandbydefault":"Lonjezani mafoda mwachisawawa:","text_settings_rows":"Mzere wamalemba:","text_settings_columns":"Malo amalemba:","text_language":"Sankhani chinenero:","text_question_merge":"Phatikizani zolemba zomwe zilipo ndi zolemba zomwe mwatumiza kapena kusintha zina?","text_merge":"pitani","text_replace":"m'malo","text_close_button":"Tsekani","text_importexport_title":"Tengani / tumizani","text_importexport_content":"Apa mutha kuitanitsa ndi kutumiza zolemba zanu.","text_import":"Tengani:","text_export":"Tumizani","text_error_loadfile":"cholakwika: sangathe kutsegula fayilo.","text_error_fileformat":"Cholakwika: mawonekedwe amtundu walakwika.","text_example_title":"Chitsanzo Mutu","text_example_content":"Chitsanzo Zamkatimu","text_open":"Tsegulani","text_add":"Onjezani","text_edit":"Sinthani","text_move_backward":"Bwerera m'mbuyo","text_move_forward":"Pitani Patsogolo","text_move_upward":"Pitani Kumwamba","text_move_downward":"Pitani Pansi","text_expand_less":"Sakanizani","text_expand_more":"Lonjezani","text_help_title":"Thandizeni","text_about_title":"Pafupi","text_help_content1":"Zolemba ndi pulogalamu yopulumutsa ndikusanja zolemba.","text_help_content2":"Kuti mupange cholemba chatsopano, kapena chikwatu chatsopano, dinani chizindikiro cha \"kuphatikiza\": sankhani pakati pa cholembera ndi chikwatu, ikani mutuwo ndikumaliza zomwe zili, kenako dinani kusunga kuti musunge zosinthazo, kapena dinani kufufuta kuti muchotse cholembacho, kapena kubwereranso kudumpha zosintha koma sungani cholembacho.","text_help_content3":"Dinani batani \"lotseguka\" pafupi ndi cholembera kuti mutsegule zomwe zikugwirizana.","text_help_content4":"Dinani batani \"kuwonjezera\" mkati mwa chikwatu kuti muwonjezere chinthu chatsopano.","text_help_content5":"Pazolemba ndi mafoda onse, dinani batani \"edit\" kuti musinthe, dinani batani \"kubwerera\" kuti musinthe malo ndi chinthu cham'mbuyomu, dinani batani \"kupita patsogolo\" kuti musinthe malo ndi chinthu chotsatira, dinani batani \"sunthirani mmwamba\" kuti musunthire fodayo kuchokera mufodayi momwe ilili, kapena dinani batani \"pita pansi\" kuti musunthire chinthucho mkati mwa chikwatu chotsatira.","text_help_content6":"Pazosankha zakusintha, zopezeka mutadina pazithunzi \"zosintha\", mutha kubisala kapena kuwonetsa mabatani okusintha, kuyenda ndi kuwonjezera. Muthanso kukhazikitsa mizere ndi zigawo za \"edit\" dialog box. Ndikothekanso kusintha chilankhulo chogwiritsa ntchito.","text_help_content7":"Kuti mulowetse kapena kutumiza manotsi, dinani pachizindikiro cholowa / kutumiza. Zolemba zidzatumizidwa kapena kutumizidwa mu fayilo ya JSON yodziwika ndi pulogalamuyi. Mukamatumiza zolemba kuchokera pa fayilo, zolemba zaposachedwa zichotsedwa ndikulembedwanso.","text_help_content8":"Zolemba ndi Progressive Web Application, zomwe zikutanthauza kuti zimayenda mkati mwa msakatuli. Mukayiyika, pomwe zosatsegula sizikuwonetsedwa, imayendabe mkati mwa msakatuli. Zolembazo zimasungidwa mukasungidwe ka osatsegula komwe kuli zolembera.marcoparrone.com localStorage imagwira ntchito bwino ndi asakatuli a Chrome, Edge ndi Firefox. Masakatuli ena akhoza kuchotsa LocalStorage patapita nthawi. Android mwachisawawa imagwiritsa ntchito Chrome, Windows posintha Edge. Zomwe pakadali pano sizikuthandizidwa pazinthu za Apple. Ndi cholinga chothandizira kupewa kutayika kwa zolembedwazo, akuti tikupanga zosunga zobwezeretsera pogwiritsa ntchito magwiridwe antchito \"kunja\", nthawi iliyonse mukasintha zina zomwe simukufuna kutaya.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Maumwini onse ndi otetezedwa.","text_about_content3":"SOFTWARE IMAPEREKEDWA \"MONGA IYO\", POPANDA CHITSIMIKIZO CHA MTUNDU WONSE, KUFOTOKOZA KAPENA KUKHUDZITSIDWA, KUPhatikizira KOMA OSALI MALIRE KWA ZOKHUDZITSA NTCHITO ZABWINO, ZOKHUDZA CHOLINGA CHOSANGALALA NDI CHIPHUNZITSO. OLEMBEDWA KAPENA OGWIRITSA MALAMULO ACHIKHALIDWE ADZAKHALIDWA POFUNA ZONSE, ZOCHITIKA KAPENA ZOCHITIKA ZINA, NGAKHALE KUCHITA KWA PANGANO, TORT KAPENA KANTHAWI KOMANSO, KUCHOKERA KU, KAPENA KAPENA KULUMIKIZANA NDI SOFTWARE KAPENA KUGWIRITSA NTCHITO KAPENA ZINTHU ZINA ZOPEREKA Mapulogalamu.","text_about_content4":"UTUMIKI Uwu UTHANDIZA KUMASULIRA KWAMBIRI KWA GOOGLE. GOOGLE IMANENESA ZITSIMBIKITSO ZONSE ZOKHUDZANA NDI KUMASULIRA, KUFOTOKOZA KAPENA KUWONETSEDWA, KUPHATIKIZAPO ZITSANZO ZONSE ZA KUCHITIKA, KUKHULUPIRIKA, NDIPONSO ZITSANZO ZONSE ZOFUNIKA KUCHITA ZINTHU ZOFUNIKA KWAMBIRI.","text_about_content5":"Pulogalamuyi yamasuliridwa kuti muzitha kugwiritsa ntchito pulogalamu yomasulira yoyendetsedwa ndi Google Translate. Kuyesayesa koyenera kwachitika kuti kumasulira kolondola, komabe, palibe kumasulira kwadzidzidzi komwe sikungakhale koyenera kapena cholinga chake m'malo mwa omasulira anthu. Zomasulira zimaperekedwa ngati ntchito kwa ogwiritsa ntchito tsamba la marcoparrone.com, ndipo zimaperekedwa \"monga momwe zilili.\" Palibe chitsimikizo chamtundu uliwonse, chofotokozedwa kapena chofotokozedwapo, chomwe chimapangidwa molondola, molondola, kapena molondola pamasuliridwe aliwonse ochokera ku Chingerezi kupita mchilankhulo china chilichonse. Zina (monga zithunzi, makanema, Flash, ndi zina zambiri) sizingamasuliridwe molondola chifukwa chakuchepa kwa pulogalamu yomasulira.","text_about_content6":"Zolemba zake ndi mtundu wachingerezi patsamba lino. Zolakwika zilizonse zomwe zidachitika mukutanthauzira sizikhala zomangika ndipo sizikhala ndi zotsatirapo zalamulo pakutsatira kapena kukwaniritsa. Ngati pangakhale mafunso okhudzana ndi kulondola kwa zidziwitso zomwe zili patsamba lawebusayiti, lembani mtundu wachingerezi wa webusayiti yomwe ili mtundu wovomerezeka."}