{"text_appname":"Uwagi","text_add_label":"Dodaj notatkę","text_settings_label":"ustawienia","text_importexport_label":"import i eksport notatek","text_help_label":"Wsparcie","text_about_label":"o","text_close_label":"blisko","text_snack_mustbenum":"Wartość musi być liczbą!","text_snack_toobig":"Wybrana wartość jest za duża!","text_snack_toosmall":"Wybrana wartość jest za mała!","text_edit_title":"Edytuj notatkę","text_edit_type":"Rodzaj:","text_edit_note":"Uwaga","text_edit_folder":"teczka","text_edit_note_title":"Tytuł:","text_edit_content":"Zawartość:","text_delete":"Kasować","text_back":"Z powrotem","text_save":"Zapisać","text_settings_title":"Ustawienia","text_settings_content1":"Tutaj możesz skonfigurować aplikację.","text_yes":"tak","text_no":"Nie","text_settings_showedit":"Pokaż przyciski edycji:","text_settings_showmove":"Pokaż przyciski ruchu:","text_settings_showadd":"Pokaż przyciski „dodaj” w folderach:","text_settings_expandbydefault":"Rozwiń foldery domyślnie:","text_settings_rows":"Wiersze obszaru tekstowego:","text_settings_columns":"Kolumny obszaru tekstowego:","text_language":"Wybierz język:","text_question_merge":"Połączyć obecne notatki z importowanymi notatkami lub je zastąpić?","text_merge":"iść","text_replace":"zastąpić","text_close_button":"Blisko","text_importexport_title":"Import Eksport","text_importexport_content":"Tutaj możesz importować i eksportować swoje notatki.","text_import":"Import:","text_export":"Eksport","text_error_loadfile":"błąd: nie można załadować pliku.","text_error_fileformat":"błąd: nieprawidłowy format pliku.","text_example_title":"Przykładowy tytuł","text_example_content":"Przykładowa treść","text_open":"otwarty","text_add":"Dodaj","text_edit":"Edytować","text_move_backward":"Przesuń się do tyłu","text_move_forward":"Ruszaj naprzód","text_move_upward":"Ruch w górę","text_move_downward":"Przejdź w dół","text_expand_less":"Rozwiń","text_expand_more":"Rozszerzać","text_help_title":"Wsparcie","text_about_title":"O","text_help_content1":"Notatki to aplikacja do zapisywania i porządkowania notatek.","text_help_content2":"Aby utworzyć nową notatkę lub nowy folder, naciśnij ikonę „plus”: wybierz między notatką a folderem, wstaw tytuł i ostatecznie zawartość, a następnie naciśnij przycisk Zapisz, aby zapisać zmiany, lub naciśnij klawisz Delete, aby usunąć notatkę lub cofnij pominąć zmiany, ale zachować notatkę.","text_help_content3":"Naciśnij przycisk „Otwórz” obok notatki, aby otworzyć powiązaną zawartość.","text_help_content4":"Naciśnij przycisk „dodaj” wewnątrz folderu, aby dodać do niego nowy element.","text_help_content5":"W przypadku notatek i folderów naciśnij przycisk „edytuj”, aby je zmodyfikować, naciśnij przycisk „przenieś do tyłu”, aby zamienić pozycję z poprzednim elementem, naciśnij przycisk „przenieś do przodu”, aby zamienić pozycję z kolejnym elementem, naciśnij przycisk przycisk „przenieś w górę”, aby przenieść element z folderu, w którym aktualnie się znajduje, lub naciśnij przycisk „przesuń w dół”, aby przenieść element do następnego podfolderu.","text_help_content6":"W menu ustawień, dostępnym po kliknięciu ikony „ustawienia”, można ukryć lub pokazać przyciski edycji, ruchu i dodawania. Można również skonfigurować wiersze i kolumny obszaru tekstowego dla okna dialogowego „edycja”. Możliwa jest również zmiana języka interfejsu użytkownika.","text_help_content7":"Aby zaimportować lub wyeksportować notatki, naciśnij ikonę importu / eksportu. Notatki zostaną zaimportowane lub wyeksportowane w pliku JSON specyficznym dla tej aplikacji. Podczas importowania notatek z pliku bieżące notatki zostaną usunięte i nadpisane.","text_help_content8":"Notes to progresywna aplikacja internetowa, co oznacza, że działa w przeglądarce. Po zainstalowaniu, gdy składniki przeglądarki nie są wyświetlane, nadal działa w przeglądarce. Notatki są zapisywane w localStorage przeglądarki dla domeny notes.marcoparrone.com. localStorage działa dobrze z przeglądarkami Chrome, Edge i Firefox. Inne przeglądarki mogą po pewnym czasie usunąć localStorage. Android domyślnie używa Chrome, Windows domyślnie używa Edge. Notatki obecnie nie są obsługiwane w produktach Apple. Aby zapobiec utracie notatek, zaleca się wykonanie kopii zapasowej za pomocą funkcji „eksportu” za każdym razem, gdy wprowadzasz jakieś modyfikacje, których nie chcesz utracić.","text_about_content1":"Prawa autorskie © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Wszelkie prawa zastrzeżone.","text_about_content3":"OPROGRAMOWANIE JEST DOSTARCZANE „TAKIE, JAKIE JEST”, BEZ JAKICHKOLWIEK GWARANCJI, WYRAŹNYCH ANI DOROZUMIANYCH, W TYM GWARANCJI PRZYDATNOŚCI HANDLOWEJ, PRZYDATNOŚCI DO OKREŚLONEGO CELU I NIENARUSZANIA PRAW. W ŻADNYM PRZYPADKU AUTORZY ANI POSIADACZE PRAW AUTORSKICH NIE PONOSZĄ ODPOWIEDZIALNOŚCI ZA ŻADNE ROSZCZENIA, SZKODY LUB INNĄ ODPOWIEDZIALNOŚĆ, ZARÓWNO Z TYTUŁU UMOWY, TORTU CZY W INNY SPOSÓB, WYNIKAJĄCE Z LUB W ZWIĄZKU Z OPROGRAMOWANIEM LUB UŻYTKOWANIEM OPROGRAMOWANIE.","text_about_content4":"TA USŁUGA MOŻE ZAWIERAĆ TŁUMACZENIA W OPARCIU O GOOGLE. GOOGLE NIE UDZIELA ŻADNYCH GWARANCJI ZWIĄZANYCH Z TŁUMACZENIAMI, WYRAŹNYCH LUB DOROZUMIANYCH, W TYM GWARANCJI DOTYCZĄCYCH DOKŁADNOŚCI, NIEZAWODNOŚCI ORAZ WSZELKICH DOROZUMIANYCH GWARANCJI PRZYDATNOŚCI DO OKREŚLONEGO CELU.","text_about_content5":"Ta aplikacja internetowa została przetłumaczona dla Twojej wygody za pomocą oprogramowania do tłumaczenia opartego na Tłumaczu Google. Dołożono wszelkich starań, aby zapewnić dokładne tłumaczenie, jednak żadne tłumaczenie automatyczne nie jest doskonałe ani nie ma na celu zastąpienia tłumaczy. Tłumaczenia są świadczone jako usługa dla użytkowników witryny marcoparrone.com i są dostarczane w stanie, w jakim się znajdują. Nie udziela się żadnych gwarancji, wyraźnych ani dorozumianych, co do dokładności, rzetelności lub poprawności jakichkolwiek tłumaczeń wykonanych z języka angielskiego na jakikolwiek inny język. Niektóre treści (takie jak obrazy, filmy, Flash itp.) Mogą nie zostać dokładnie przetłumaczone ze względu na ograniczenia oprogramowania do tłumaczenia.","text_about_content6":"Oficjalnym tekstem jest angielska wersja strony internetowej. Wszelkie rozbieżności lub różnice powstałe w tłumaczeniu nie są wiążące i nie mają skutków prawnych do celów zgodności lub egzekwowania. Jeśli pojawią się jakiekolwiek pytania dotyczące dokładności informacji zawartych w przetłumaczonej witrynie, zapoznaj się z angielską wersją strony, która jest wersją oficjalną."}