{"text_appname":"Notas","text_add_label":"Adicione uma anotação","text_settings_label":"definições","text_importexport_label":"importar e exportar notas","text_help_label":"ajuda","text_about_label":"cerca de","text_close_label":"fechar","text_snack_mustbenum":"O valor deve ser um número!","text_snack_toobig":"O valor selecionado é muito grande!","text_snack_toosmall":"O valor selecionado é muito pequeno!","text_edit_title":"Editar nota","text_edit_type":"Modelo:","text_edit_note":"Nota","text_edit_folder":"pasta","text_edit_note_title":"Título:","text_edit_content":"Contente:","text_delete":"Excluir","text_back":"Voltar","text_save":"Salve ","text_settings_title":"Configurações","text_settings_content1":"Aqui você pode configurar o aplicativo.","text_yes":"sim","text_no":"não","text_settings_showedit":"Mostrar botões de edição:","text_settings_showmove":"Mostrar botões de movimento:","text_settings_showadd":"Mostrar botões \"adicionar\" nas pastas:","text_settings_expandbydefault":"Expanda as pastas por padrão:","text_settings_rows":"Linhas da área de texto:","text_settings_columns":"Colunas da área de texto:","text_language":"Escolha o seu idioma:","text_question_merge":"Mesclar notas presentes com as notas importadas ou substituí-las?","text_merge":"vai","text_replace":"substituir","text_close_button":"Fechar","text_importexport_title":"Importar / exportar","text_importexport_content":"Aqui você pode importar e exportar suas notas.","text_import":"Importar:","text_export":"Exportar","text_error_loadfile":"erro: não é possível carregar o arquivo.","text_error_fileformat":"erro: o formato do arquivo está incorreto.","text_example_title":"Título de Exemplo","text_example_content":"Conteúdo de exemplo","text_open":"Abrir","text_add":"Adicionar","text_edit":"Editar","text_move_backward":"Mover para trás","text_move_forward":"Siga em frente","text_move_upward":"Mover para cima","text_move_downward":"Mover para baixo","text_expand_less":"Desexpandir","text_expand_more":"Expandir","text_help_title":"Ajuda","text_about_title":"Sobre","text_help_content1":"O Notes é um aplicativo para salvar e organizar notas.","text_help_content2":"Para criar uma nova nota ou uma nova pasta, pressione o ícone \"mais\": escolha entre a nota e a pasta, insira o título e, eventualmente, o conteúdo, pressione salvar para salvar as alterações ou pressione delete para excluir a nota ou voltar para pular as mudanças, mas manter a nota.","text_help_content3":"Pressione o botão \"abrir\" próximo a uma nota para abrir o conteúdo relacionado.","text_help_content4":"Pressione o botão \"adicionar\" dentro de uma pasta para adicionar um novo elemento a ela.","text_help_content5":"Para notas e pastas, pressione o botão \"editar\" para modificá-las, pressione o botão \"mover para trás\" para trocar a posição com o elemento anterior, pressione o botão \"mover para frente\" para trocar a posição com o próximo elemento, pressione o botão \"mover para cima\" para mover o elemento para fora da pasta onde está atualmente, ou pressione o botão \"mover para baixo\" para mover o elemento dentro da próxima subpasta.","text_help_content6":"No menu de configurações, acessível clicando no ícone \"configurações\", você pode ocultar ou mostrar os botões de edição, movimento e adição. Você também pode configurar as linhas e colunas da área de texto para a caixa de diálogo \"editar\". Também é possível alterar o idioma da interface do usuário.","text_help_content7":"Para importar ou exportar as notas, pressione o ícone de importação / exportação. As notas serão importadas ou exportadas em um arquivo JSON específico para este aplicativo. Ao importar as notas de um arquivo, as notas atuais serão excluídas e substituídas.","text_help_content8":"O Notes é um aplicativo da Web progressivo, o que significa que ele é executado dentro de um navegador. Quando você o instala, embora os componentes do navegador não sejam exibidos, ele ainda é executado dentro de um navegador. As notas são salvas no localStorage do navegador para o domínio notes.marcoparrone.com. localStorage funciona bem com os navegadores Chrome, Edge e Firefox. Outros navegadores podem excluir localStorage depois de algum tempo. O Android por padrão usa o Chrome, o Windows por padrão usa o Edge. Atualmente, o Notes não é compatível com os produtos Apple. Com o propósito de ajudar a prevenir a perda das notas, sugere-se fazer um backup utilizando a funcionalidade \"exportar\", sempre que fizer alguma modificação que não queira perder.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Todos os direitos reservados.","text_about_content3":"O SOFTWARE É FORNECIDO \"NO ESTADO EM QUE SE ENCONTRA\", SEM QUALQUER TIPO DE GARANTIA, EXPRESSA OU IMPLÍCITA, INCLUINDO, MAS NÃO SE LIMITANDO ÀS GARANTIAS DE COMERCIALIZAÇÃO, ADEQUAÇÃO A UM DETERMINADO FIM E NÃO VIOLAÇÃO. EM NENHUMA HIPÓTESE OS AUTORES OU TITULARES DOS DIREITOS AUTORAIS SERÃO RESPONSÁVEIS POR QUALQUER RECLAMAÇÃO, DANOS OU OUTRA RESPONSABILIDADE, SEJA EM UMA AÇÃO DE CONTRATO, DELITO OU DE OUTRA FORMA, DECORRENTE DE, FORA DE OU EM CONEXÃO COM O SOFTWARE OU O USO OU OUTRAS NEGOCIAÇÕES NO PROGRAMAS.","text_about_content4":"ESTE SERVIÇO PODE CONTER TRADUÇÕES DESENVOLVIDAS PELO GOOGLE. O GOOGLE ISENTA-SE DE TODAS AS GARANTIAS RELACIONADAS ÀS TRADUÇÕES, EXPRESSAS OU IMPLÍCITAS, INCLUINDO QUAISQUER GARANTIAS DE EXATIDÃO, CONFIABILIDADE E QUAISQUER GARANTIAS IMPLÍCITAS DE COMERCIALIZAÇÃO, ADEQUAÇÃO A UM DETERMINADO FIM E NÃO VIOLAÇÃO.","text_about_content5":"Este aplicativo da web foi traduzido para sua conveniência usando um software de tradução desenvolvido pelo Google Translate. Esforços razoáveis foram feitos para fornecer uma tradução precisa; no entanto, nenhuma tradução automática é perfeita nem se destina a substituir os tradutores humanos. As traduções são fornecidas como um serviço aos usuários do site marcoparrone.com e são fornecidas \"no estado em que se encontram\". Nenhuma garantia de qualquer tipo, expressa ou implícita, é feita quanto à precisão, confiabilidade ou correção de quaisquer traduções feitas do inglês para qualquer outro idioma. Alguns conteúdos (como imagens, vídeos, Flash, etc.) podem não ser traduzidos com precisão devido às limitações do software de tradução.","text_about_content6":"O texto oficial é a versão em inglês do site. Quaisquer discrepâncias ou diferenças criadas na tradução não são vinculativas e não têm efeito legal para fins de conformidade ou aplicação. Se surgir alguma dúvida relacionada à exatidão das informações contidas no site traduzido, consulte a versão em inglês do site, que é a versão oficial."}