{"text_appname":"Note","text_add_label":"adaugă o notiță","text_settings_label":"setări","text_importexport_label":"note de import și export","text_help_label":"Ajutor","text_about_label":"despre","text_close_label":"închide","text_snack_mustbenum":"Valoarea trebuie să fie un număr!","text_snack_toobig":"Valoarea selectată este prea mare!","text_snack_toosmall":"Valoarea selectată este prea mică!","text_edit_title":"Editați nota","text_edit_type":"Tip:","text_edit_note":"Notă","text_edit_folder":"pliant","text_edit_note_title":"Titlu:","text_edit_content":"Conţinut:","text_delete":"Șterge","text_back":"Înapoi","text_save":"Salvați","text_settings_title":"Setări","text_settings_content1":"Aici puteți configura aplicația.","text_yes":"da","text_no":"Nu","text_settings_showedit":"Afișați butoanele de editare:","text_settings_showmove":"Afișați butoanele de mișcare:","text_settings_showadd":"Afișați butoanele „adăugați” în dosare:","text_settings_rows":"Rânduri de zonă de text:","text_settings_columns":"Coloanele zonei de text:","text_language":"Alege limba:","text_close_button":"Închide","text_importexport_title":"Import Export","text_importexport_content":"Aici puteți importa și exporta notele.","text_import":"Import:","text_export":"Export","text_error_loadfile":"eroare: nu se poate încărca fișierul.","text_error_fileformat":"eroare: formatul de fișier este greșit.","text_example_title":"Exemplu de titlu","text_example_content":"Exemplu de conținut","text_open":"Deschis","text_add":"Adăuga","text_edit":"Editați | ×","text_move_backward":"Mergi inapoi","text_move_forward":"Mergi inainte","text_move_upward":"Mutați în sus","text_move_downward":"Mutați în jos","text_help_title":"Ajutor","text_about_title":"Despre","text_help_content":"<p> Note este o aplicație pentru salvarea și organizarea notelor. </p> <p> Pentru a crea o notă nouă sau un folder nou, apăsați pictograma „plus”: alegeți între notă și folder, introduceți titlul și, în cele din urmă, conținut, apoi apăsați salvare pentru a salva modificările sau apăsați ștergere pentru a șterge nota sau înapoi pentru a sări modificările, dar păstrați nota. </p> <p> Apăsați butonul „deschide” lângă o notă pentru a deschide conținutul aferent . </p> <p> Apăsați butonul „adăugați” din interiorul unui folder pentru a adăuga un element nou la acesta. </p> <p> Pentru note și foldere, apăsați butonul „editați” pentru a le modifica, apăsați pe butonul „mutați înapoi” pentru a schimba poziția cu elementul anterior, apăsați butonul „mutați înainte” pentru a schimba poziția cu elementul următor, apăsați butonul „mutați în sus” pentru a muta elementul din folderul în care se află în prezent, sau apăsați butonul „mutați în jos” pentru a muta elementul în interiorul următorului subfolder. </p> <p> În meniul de setări, accesibil după ce faceți clic pe pictograma „setări”, puteți ascunde sau afișa editarea, mișcarea și adăugarea butoane ionice. De asemenea, puteți configura rândurile și coloanele zonei de text pentru caseta de dialog „editați”. De asemenea, este posibil să schimbați limba interfeței cu utilizatorul. </p> <p> Pentru a importa sau exporta notele, apăsați pe pictograma de import / export. Notele vor fi importate sau exportate într-un fișier JSON specific acestei aplicații. Când importați notele dintr-un fișier, notele curente vor fi șterse și suprascrise. </p> <p> Note este o aplicație web progresivă, ceea ce înseamnă că rulează într-un browser. Când îl instalați, în timp ce componentele browserului nu sunt afișate, acesta rulează totuși într-un browser. Notele sunt salvate în localStorage al browserului pentru domeniul notes.marcoparrone.com. localStorage funcționează bine cu browserele Chrome, Edge și Firefox. Alte browsere pot șterge localStorage după un timp. Android implicit folosește Chrome, Windows implicit folosește Edge. În prezent, notele nu sunt acceptate pentru produsele Apple. Cu scopul de a ajuta la prevenirea pierderii notelor, este sugerat să faceți o copie de rezervă utilizând funcționalitatea „export”, de fiecare dată când efectuați unele modificări pe care nu doriți să le pierdeți. </p> </div>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Toate drepturile rezervate. </p> <p> SOFTWARE-UL ESTE FURNIZAT „CA ATARE”, FĂRĂ GARANȚIE DE NICIUN TIP, EXPRES SAU IMPLICIT, INCLUSIV DAR NU SE LIMITEAZĂ LA GARANȚIILE DE VANZABILITATE, ADECVARE PENTRU UN SCOP PARTICULAR ȘI NON-ÎNCĂLCARE. În niciun caz, AUTORII SAU DEȚINĂTORII DE DREPTURI DE AUTOR NU SUNT RESPONSABILI PENTRU ORICE REVENDICARE, DAUNE SAU ALTE RESPONSABILITĂȚI, FIE ÎNTR-O ACȚIUNE A CONTRACTULUI, TORT SAU ALTUI, REZULTATE DIN, ÎN LEGĂTURĂ CU SAU ÎN LEGĂTURĂ CU SOFTWARE-UL SAU DE UTILIZARE SAU ALTE DISCIPLUȚII ÎN SOFTWARE. </p>","text_about_content2":"<p> ACEST SERVICIU POT CONȚINE TRADUCERI PUTENTE DE GOOGLE. GOOGLE DECLARĂ TOATE GARANȚIILE LEGATE DE TRADUCERI, EXPRESE SAU IMPLICITE, INCLUSIV ORICE GARANȚIE DE EXACTITATE, FIABILITATE ȘI ORICE GARANȚIE IMPLICITĂ DE VANZABILITATE, IDONEȚIE PENTRU UN SCOP PARTICULAR ȘI NEINFRACȚIE. </p>","text_about_content3":"<p> Această aplicație web a fost tradusă pentru confortul dvs. utilizând software-ul de traducere oferit de Google Translate. S-au făcut eforturi rezonabile pentru a oferi o traducere exactă, cu toate acestea, nicio traducere automată nu este perfectă și nici nu este destinată să înlocuiască traducătorii umani. Traducerile sunt oferite ca un serviciu utilizatorilor site-ului web marcoparrone.com și sunt furnizate „așa cum este”. Nu se acordă nicio garanție, nici expresă, nici implicită, cu privire la acuratețea, fiabilitatea sau corectitudinea oricărei traduceri făcute din limba engleză în orice altă limbă. Unele conținuturi (cum ar fi imagini, videoclipuri, Flash etc.) pot să nu fie traduse cu exactitate din cauza limitărilor software-ului de traducere. </p> <p> Textul oficial este versiunea în limba engleză a site-ului web. Orice discrepanțe sau diferențe create în traducere nu sunt obligatorii și nu au niciun efect juridic în scopul conformării sau al aplicării. Dacă apar întrebări legate de acuratețea informațiilor conținute în site-ul web tradus, consultați versiunea în limba engleză a site-ului web, care este versiunea oficială. </p>"}