{"text_appname":"Примечания","text_add_label":"добавить заметку","text_settings_label":"настройки","text_importexport_label":"импорт и экспорт заметок","text_help_label":"помощь","text_about_label":"о","text_close_label":"Закрыть","text_snack_mustbenum":"Значение должно быть числом!","text_snack_toobig":"Выбранное значение слишком велико!","text_snack_toosmall":"Выбранное значение слишком мало!","text_edit_title":"Редактировать заметку","text_edit_type":"Тип:","text_edit_note":"Примечание","text_edit_folder":"папка","text_edit_note_title":"Заголовок:","text_edit_content":"Содержание:","text_delete":"Удалить","text_back":"Назад","text_save":"Сохранять","text_settings_title":"Настройки","text_settings_content1":"Здесь вы можете настроить приложение.","text_yes":"да","text_no":"нет","text_settings_showedit":"Показать кнопки редактирования:","text_settings_showmove":"Показать кнопки движения:","text_settings_showadd":"Показывать кнопки \"добавить\" в папках:","text_settings_expandbydefault":"По умолчанию раскройте папки:","text_settings_rows":"Строки текстовой области:","text_settings_columns":"Столбцы текстовой области:","text_language":"Выберите язык:","text_question_merge":"Объединить настоящие заметки с импортированными или заменить их?","text_merge":"идти","text_replace":"заменять","text_close_button":"Закрывать","text_importexport_title":"Импорт Экспорт","text_importexport_content":"Здесь вы можете импортировать и экспортировать свои заметки.","text_import":"Импорт:","text_export":"Экспорт","text_error_loadfile":"ошибка: невозможно загрузить файл.","text_error_fileformat":"ошибка: неправильный формат файла.","text_example_title":"Пример названия","text_example_content":"Пример содержания","text_open":"Открыть","text_add":"Добавлять","text_edit":"Редактировать","text_move_backward":"Двигаться назад","text_move_forward":"Двигаться вперед","text_move_upward":"Двигаться вверх","text_move_downward":"Двигаться вниз","text_expand_less":"Развернуть","text_expand_more":"Расширять","text_help_title":"Помощь","text_about_title":"О","text_help_content1":"Заметки - это приложение для сохранения и систематизации заметок.","text_help_content2":"Чтобы создать новую заметку или новую папку, нажмите значок «плюс»: выберите между заметкой и папкой, вставьте заголовок и, возможно, содержимое, затем нажмите «Сохранить», чтобы сохранить изменения, или нажмите «Удалить», чтобы удалить заметку, или назад. чтобы пропустить изменения, но сохранить примечание.","text_help_content3":"Нажмите кнопку «Открыть» рядом с заметкой, чтобы открыть связанный контент.","text_help_content4":"Нажмите кнопку «добавить» внутри папки, чтобы добавить в нее новый элемент.","text_help_content5":"И для заметок, и для папок нажмите кнопку «изменить», чтобы изменить их, нажмите кнопку «переместить назад», чтобы поменять позицию с предыдущим элементом, нажмите кнопку «двигаться вперед», чтобы поменять позицию со следующим элементом, нажмите кнопку кнопку «переместить вверх», чтобы переместить элемент из папки, где он находится в данный момент, или нажмите кнопку «переместить вниз», чтобы переместить элемент в следующую подпапку.","text_help_content6":"В меню настроек, доступном после нажатия на значок «настройки», вы можете скрыть или показать кнопки редактирования, перемещения и добавления. Вы также можете настроить строки и столбцы текстовой области для диалогового окна «редактирования». Также возможно изменить язык пользовательского интерфейса.","text_help_content7":"Чтобы импортировать или экспортировать заметки, нажмите значок импорта / экспорта. Заметки будут импортированы или экспортированы в файл JSON, специфичный для этого приложения. При импорте заметок из файла текущие заметки будут удалены и перезаписаны.","text_help_content8":"Notes - это прогрессивное веб-приложение, что означает, что оно запускается внутри браузера. Когда вы устанавливаете его, хотя компоненты браузера не отображаются, он по-прежнему работает внутри браузера. Заметки сохраняются в локальном хранилище браузера для домена notes.marcoparrone.com. localStorage отлично работает с браузерами Chrome, Edge и Firefox. Другие браузеры могут удалить localStorage через некоторое время. Android по умолчанию использует Chrome, Windows по умолчанию использует Edge. Заметки в настоящее время не поддерживаются продуктами Apple. Чтобы предотвратить потерю заметок, рекомендуется делать резервную копию, используя функцию «экспорта», каждый раз, когда вы вносите какие-либо изменения, которые вы не хотите потерять.","text_about_content1":"Авторские права © 2017,2019,2020,2021 Марко Парроне.","text_about_content2":"Все права защищены.","text_about_content3":"ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ», БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ГАРАНТИИ КОММЕРЧЕСКОЙ ПРИГОДНОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ И НЕЗАЩИТЫ ОТ ОТВЕТСТВЕННОСТИ. НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ АВТОРЫ ИЛИ ВЛАДЕЛЬЦЫ АВТОРСКИХ ПРАВ НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ ПРЕТЕНЗИИ, УБЫТКИ ИЛИ ДРУГИЕ ОТВЕТСТВЕННОСТЬ, БЫЛИ В РЕЗУЛЬТАТЕ ДОГОВОРА, ПРАКТИЧЕСКИХ ПРАВ ИЛИ ИНЫХ СЛУЧАЕВ, ВЫЯВЛЕННЫХ, ВНУТРИ ИЛИ В СВЯЗИ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ ИЛИ ИСПОЛЬЗОВАНИЕМ ИЛИ ДРУГИМИ ДЕЛАМИ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ.","text_about_content4":"ДАННАЯ СЛУЖБА МОЖЕТ СОДЕРЖАТЬ ПЕРЕВОДЫ, ВЫПОЛНЕННЫЕ GOOGLE. GOOGLE ОТКАЗЫВАЕТСЯ ОТ ВСЕХ ГАРАНТИЙ, КАСАЮЩИХСЯ ПЕРЕВОДОВ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ ЛЮБЫЕ ГАРАНТИИ ТОЧНОСТИ, НАДЕЖНОСТИ И ЛЮБЫЕ ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ КОММЕРЧЕСКОЙ ЦЕННОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ И НЕИНФОРМАЦИИ.","text_about_content5":"Это веб-приложение было переведено для вашего удобства с помощью программного обеспечения для перевода на базе Google Translate. Были предприняты разумные усилия для обеспечения точного перевода, однако ни один автоматический перевод не является идеальным и не предназначен для замены переводчиков-людей. Переводы предоставляются как услуга для пользователей веб-сайта marcoparrone.com и предоставляются «как есть». Не дается никаких гарантий, явных или подразумеваемых, в отношении точности, надежности или правильности любых переводов, сделанных с английского на любой другой язык. Некоторый контент (например, изображения, видео, Flash и т. Д.) Может быть неточно переведен из-за ограничений программного обеспечения для перевода.","text_about_content6":"Официальный текст - английская версия сайта. Любые несоответствия или различия, возникшие в переводе, не являются обязательными и не имеют юридической силы для целей соблюдения или обеспечения соблюдения. Если возникнут какие-либо вопросы, связанные с точностью информации, содержащейся на переведенном веб-сайте, обратитесь к английской версии веб-сайта, которая является официальной версией."}