{"text_appname":"Ноты","text_add_label":"добавить примечание","text_settings_label":"настройки","text_importexport_label":"импорт и экспорт заметок","text_help_label":"Помогите","text_about_label":"около","text_close_label":"Закрыть","text_snack_mustbenum":"Значение должно быть числом!","text_snack_toobig":"Выбранное значение слишком велико!","text_snack_toosmall":"Выбранное значение слишком мало!","text_edit_title":"Редактировать заметку","text_edit_type":"Тип:","text_edit_note":"заметка","text_edit_folder":"папка","text_edit_note_title":"Заглавие:","text_edit_content":"Содержание:","text_delete":"удалять","text_back":"Назад","text_save":"Сохранить","text_settings_title":"Настройки","text_settings_content1":"Здесь вы можете настроить приложение.","text_yes":"да","text_no":"нет","text_settings_showedit":"Показать кнопки редактирования:","text_settings_showmove":"Показать кнопки движения:","text_settings_showadd":"Показывать кнопки \"добавить\" в папках:","text_settings_rows":"Строки текстовой области:","text_settings_columns":"Столбцы текстовой области:","text_language":"Выберите язык:","text_close_button":"Закрыть","text_importexport_title":"Импорт Экспорт","text_importexport_content":"Здесь вы можете импортировать и экспортировать свои заметки.","text_import":"Импорт:","text_export":"Экспорт","text_error_loadfile":"ошибка: невозможно загрузить файл.","text_error_fileformat":"ошибка: неправильный формат файла.","text_example_title":"Пример названия","text_example_content":"Пример содержания","text_open":"открыто","text_add":"Добавить","text_edit":"редактировать","text_move_backward":"Двигаться назад","text_move_forward":"Двигаться вперед","text_move_upward":"Двигаться вверх","text_move_downward":"Двигаться вниз","text_help_title":"Помогите","text_about_title":"Около","text_help_content":"<p> Заметки - это приложение для сохранения и систематизации заметок. </p> <p> Чтобы создать новую заметку или новую папку, нажмите значок «плюс»: выберите между заметкой и папкой, вставьте заголовок и, наконец, содержимое, затем нажмите «Сохранить», чтобы сохранить изменения, или нажмите «Удалить», чтобы удалить заметку, или «Назад», чтобы пропустить изменения, но сохранить заметку. </p> <p> Нажмите кнопку «открыть» рядом с заметкой, чтобы открыть соответствующее содержимое . </p> <p> Нажмите кнопку «добавить» внутри папки, чтобы добавить в нее новый элемент. </p> <p> Для заметок и папок нажмите кнопку «изменить», чтобы изменить их, нажмите кнопку кнопка «переместить назад», чтобы поменять позицию с предыдущим элементом, нажмите кнопку «переместить вперед», чтобы поменять позицию со следующим элементом, нажмите кнопку «переместить вверх», чтобы переместить элемент из папки, где он находится в данный момент, или нажмите кнопку «переместить вниз», чтобы переместить элемент в следующую подпапку. </p> <p> В меню настроек, доступном после щелчка по значку «настройки», вы можете скрыть или показать редактирование, перемещение и добавление ионные кнопки. </p> <p> Чтобы импортировать или экспортировать заметки, нажмите значок импорта / экспорта. Заметки будут импортированы или экспортированы в файл JSON, специфичный для этого приложения. При импорте заметок из файла текущие заметки будут удалены и перезаписаны. </p> <p> Заметки - это прогрессивное веб-приложение, что означает, что оно запускается внутри браузера. Когда вы устанавливаете его, хотя компоненты браузера не отображаются, он по-прежнему работает внутри браузера. Заметки сохраняются в локальном хранилище браузера для домена notes.marcoparrone.com. localStorage отлично работает с браузерами Chrome, Edge и Firefox. Другие браузеры могут удалить localStorage через некоторое время. Android по умолчанию использует Chrome, Windows по умолчанию использует Edge. Notes в настоящее время не поддерживается в продуктах Apple. Чтобы предотвратить потерю заметок, рекомендуется делать резервную копию, используя функцию «экспорта», каждый раз, когда вы вносите какие-либо изменения, которые вы не хотите потерять. </p> </div>","text_about_content1":"<p> Авторские права © 2017,2019,2020,2021 Marco Parrone. <br /> Все права защищены. </p> <p> ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ», БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ НО НЕ ОГРАНИЧИВАЕТСЯ ГАРАНТИЯМИ КОММЕРЧЕСКОЙ ЦЕННОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ И НЕЗАЩИТЫ ОТ ПРАВА. НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ АВТОРЫ ИЛИ ВЛАДЕЛЬЦЫ АВТОРСКИХ ПРАВ НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ ПРЕТЕНЗИИ, УБЫТКИ ИЛИ ДРУГИЕ ОТВЕТСТВЕННОСТЬ, БЫЛИ В РЕЗУЛЬТАТЕ ДОГОВОРА, ПРАКТИЧЕСКИХ ПРАВ ИЛИ ИНЫХ СЛУЧАЙ, ВОЗНИКАЮЩИХ В РЕЗУЛЬТАТЕ, ИЗ ИЛИ В СВЯЗИ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ ИЛИ ИСПОЛЬЗОВАНИЕМ ИЛИ ДРУГИМИ ДЕЛАМИ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ. </p>","text_about_content2":"<p> ДАННАЯ СЛУЖБА МОЖЕТ СОДЕРЖАТЬ ПЕРЕВОДЫ, ОСУЩЕСТВЛЯЕМЫЕ GOOGLE. GOOGLE ОТКАЗЫВАЕТСЯ ОТ ВСЕХ ГАРАНТИЙ, ОТНОСЯЩИХСЯ К ПЕРЕВОДАМ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ ЛЮБЫЕ ГАРАНТИИ ТОЧНОСТИ, НАДЕЖНОСТИ И ЛЮБЫЕ ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ КОММЕРЧЕСКОЙ ЦЕННОСТИ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ И НЕВОЗМОЖНОСТИ.","text_about_content3":"<p> Это веб-приложение было переведено для вашего удобства с помощью программы перевода на базе Google Translate. Были предприняты разумные усилия для обеспечения точного перевода, однако ни один автоматический перевод не является идеальным и не предназначен для замены переводчиков-людей. Переводы предоставляются пользователям веб-сайта marcoparrone.com как услуга и предоставляются «как есть». Не дается никаких гарантий, явных или подразумеваемых, в отношении точности, надежности или правильности любых переводов, сделанных с английского на любой другой язык. Некоторый контент (например, изображения, видео, Flash и т. Д.) Может быть неточно переведен из-за ограничений программного обеспечения для перевода. </p> <p> Официальным текстом является английская версия веб-сайта. Любые расхождения или расхождения, возникшие в переводе, не являются обязательными и не имеют юридической силы для целей соблюдения или обеспечения соблюдения. Если возникнут какие-либо вопросы, связанные с точностью информации, содержащейся на переведенном веб-сайте, обратитесь к английской версии веб-сайта, которая является официальной версией. </p>"}