{"text_appname":"Inyandiko","text_add_label":"ongeraho inyandiko","text_settings_label":"Igenamiterere","text_importexport_label":"kwinjiza no kohereza ibicuruzwa hanze","text_help_label":"ubufasha","text_about_label":"hafi","text_close_label":"hafi","text_snack_mustbenum":"Agaciro kagomba kuba umubare!","text_snack_toobig":"Agaciro katoranijwe ni nini cyane!","text_snack_toosmall":"Agaciro katoranijwe ni nto cyane!","text_edit_title":"Hindura inyandiko","text_edit_type":"Ubwoko:","text_edit_note":"icyitonderwa","text_edit_folder":"Ububiko","text_edit_note_title":"Umutwe:","text_edit_content":"Ibirimo:","text_delete":"Siba","text_back":"Inyuma","text_save":"Bika","text_settings_title":"Igenamiterere","text_settings_content1":"Hano urashobora gushiraho porogaramu.","text_yes":"yego","text_no":"oya","text_settings_showedit":"Erekana buto yo guhindura:","text_settings_showmove":"Erekana buto yo kugenda:","text_settings_showadd":"Erekana \"ongera\" buto mububiko:","text_settings_rows":"Umurongo wanditsemo umurongo:","text_settings_columns":"Inkingi yumwanya winkingi:","text_language":"Hitamo ururimi:","text_close_button":"Funga","text_importexport_title":"Kuzana / kohereza hanze","text_importexport_content":"Hano urashobora gutumiza no kohereza hanze inyandiko zawe.","text_import":"Kuzana:","text_export":"Kohereza hanze","text_error_loadfile":"ikosa: ntishobora kwikorera dosiye.","text_error_fileformat":"ikosa: imiterere ya dosiye ni bibi.","text_example_title":"Urugero Umutwe","text_example_content":"Urugero Ibirimo","text_open":"Fungura","text_add":"Ongeraho","text_edit":"Hindura","text_move_backward":"Himura Inyuma","text_move_forward":"Himura Imbere","text_move_upward":"Himura Hejuru","text_move_downward":"Himura Hasi","text_help_title":"Ubufasha","text_about_title":"Ibyerekeye","text_help_content":"<p> Inyandiko ni porogaramu yo kubika no gutunganya inyandiko. </p> <p> Kurema inoti nshya, cyangwa ububiko bushya, kanda igishushanyo cya \"plus\": hitamo hagati yinyandiko nububiko, shyiramo umutwe hanyuma amaherezo ya ibirimo, hanyuma ukande kubika kugirango ubike impinduka, cyangwa ukande gusiba kugirango usibe inyandiko, cyangwa usubire gusimbuka impinduka ariko ugumane inyandiko. </p> <p> Kanda buto \"fungura\" hafi yinyandiko kugirango ufungure ibintu bijyanye . </p> <p> Kanda buto \"ongera\" imbere mububiko kugirango wongereho ikintu gishya. </p> <p> Kubisobanuro byombi hamwe nububiko, kanda buto \"guhindura\" kugirango ubihindure, kanda kuri \"kwimuka usubira inyuma\" kugirango uhindure umwanya hamwe nibintu byabanjirije, kanda buto \"komeza imbere\" kugirango uhindure umwanya hamwe nikindi kintu gikurikira, kanda buto \"kwimuka hejuru\" kugirango wimure ikintu mububiko aho kiri ubu, cyangwa ukande kuri bouton \"kwimuka hepfo\" kugirango wimure ibintu imbere muri subfolder ikurikira. ion buto. Urashobora kandi gushiraho ahanditse ahanditse umurongo hamwe ninkingi za \"guhindura\" ikiganiro. Birashoboka kandi guhindura imvugo yimikoreshereze yimikoreshereze. </p> <p> Kuzana cyangwa kohereza ibicuruzwa hanze, kanda kumashusho yo gutumiza / kohereza hanze. Inyandiko zizatumizwa mu mahanga cyangwa zoherezwe muri dosiye ya JSON yihariye iyi porogaramu. Mugihe winjiza inyandiko muri dosiye, inoti ziriho zizasibwa kandi zandike. </p> <p> Inyandiko ni Porogaramu Itezimbere Urubuga, bivuze ko ikorera imbere muri mushakisha. Iyo uyishizeho, mugihe ibice bya mushakisha biterekanwa, iracyakora imbere muri mushakisha. Inyandiko zabitswe muri bucukumbuzi bwa mushakisha ya Noteri.marcoparrone.com. localStorage ikora neza hamwe na Chrome, Edge na Firefox. Abandi bashakisha barashobora gusiba localStorage nyuma yigihe runaka. Android muburyo busanzwe ikoresha Chrome, Windows muburyo busanzwe ikoresha Edge. Inyandiko kuri ubu ntabwo zishyigikiwe nibicuruzwa bya Apple. Hamwe nintego yo gufasha gukumira igihombo cyinoti, birasabwa gukora backup ukoresheje imikorere \"yohereza hanze\", burigihe burigihe uhinduye bimwe udashaka gutakaza. </p> </div>","text_about_content1":"<p> Uburenganzira © 2017,2019,2020,2021 Marco Parrone. <br /> Uburenganzira bwose burasubitswe. </p> ARIKO NTIBISHOBOKA KUBURYO BWO GUCURUZA, KUBONA INTEGO ZIDASANZWE KANDI BIDASANZWE. NTA KINTU CYIZABA ABAYOBOZI CYANGWA ABAFATANYABIKORWA BAKORESHEJWE KUBURYO BURUNDU, INDISHYI CYANGWA IZINDI NINSHINGANO, NUBWO MU GIKORWA CY'AMASEZERANO, TORT CYANGWA IBINDI BIKORWA, BIKURIKIRA CYANGWA BIKORESHEJWE NA SOFTW. SOFTWARE. </p>","text_about_content2":"<p> IYI SERIVISI IRASHOBORA GUHINDUKA BISHOBORA GUKORESHWA NA GOOGLE. GOOGLE YEREKANA INTAMBARA ZOSE ZIFATANYIJWE N'UBUHINDUZI, BIDASANZWE CYANGWA BIKORESHEJWE, HARIMO INTWARO ZOSE Z'UKURI, UKWIZERA, N'INGINGO ZOSE ZIKORESHEJWE MU BIKORWA BY'UBUCURUZI.","text_about_content3":"<p> Iyi porogaramu y'urubuga yahinduwe kugirango bikworohereze ukoresheje software yubuhinduzi ikoreshwa na Google Translate. Hashyizweho ingufu zifatika zo gutanga ibisobanuro nyabyo, ariko, nta buhinduzi bwikora butunganye kandi ntibugamije gusimbuza abasemuzi. Ubuhinduzi butangwa nka serivisi kubakoresha urubuga rwa marcoparrone.com, kandi butangwa \"nkuko biri.\" Nta garanti y'ubwoko ubwo aribwo bwose, bwerekanwe cyangwa bwerekanwe, bukozwe ku bijyanye n'ukuri, kwizerwa, cyangwa gukosora ibisobanuro byose byakozwe kuva mu Cyongereza mu rundi rurimi. Ibirimo bimwe (nk'amashusho, videwo, Flash, nibindi) ntibishobora guhindurwa neza kubera imbogamizi za software yubuhinduzi. </p> <p> Inyandiko yemewe ni verisiyo yicyongereza y'urubuga. Ibinyuranyo cyangwa itandukaniro ryakozwe mubusemuzi ntabwo ari itegeko kandi nta ngaruka zemewe n'amategeko zubahiriza cyangwa intego zo kubahiriza. Niba hari ikibazo kivutse kijyanye nukuri kwamakuru akubiye kurubuga rwahinduwe, reba verisiyo yicyongereza yurubuga arirwo rwemewe. </p>"}