{"text_appname":"Inyandiko","text_add_label":"ongeraho inyandiko","text_settings_label":"Igenamiterere","text_importexport_label":"kwinjiza no kohereza ibicuruzwa hanze","text_help_label":"ubufasha","text_about_label":"hafi","text_close_label":"hafi","text_snack_mustbenum":"Agaciro kagomba kuba umubare!","text_snack_toobig":"Agaciro katoranijwe ni nini cyane!","text_snack_toosmall":"Agaciro katoranijwe ni nto cyane!","text_edit_title":"Hindura inyandiko","text_edit_type":"Ubwoko:","text_edit_note":"icyitonderwa","text_edit_folder":"Ububiko","text_edit_note_title":"Umutwe:","text_edit_content":"Ibirimo:","text_delete":"Siba","text_back":"Inyuma","text_save":"Bika","text_settings_title":"Igenamiterere","text_settings_content1":"Hano urashobora gushiraho porogaramu.","text_yes":"yego","text_no":"oya","text_settings_showedit":"Erekana buto yo guhindura:","text_settings_showmove":"Erekana buto yo kugenda:","text_settings_showadd":"Erekana \"ongera\" buto mububiko:","text_settings_expandbydefault":"Kwagura ububiko muburyo busanzwe:","text_settings_rows":"Umurongo wanditsemo umurongo:","text_settings_columns":"Inkingi yumwanya winkingi:","text_language":"Hitamo ururimi:","text_question_merge":"Guhuza inoti zubu hamwe ninoti zitumizwa hanze cyangwa kuzisimbuza?","text_merge":"genda","text_replace":"gusimbuza","text_close_button":"Funga","text_importexport_title":"Kuzana / kohereza hanze","text_importexport_content":"Hano urashobora gutumiza no kohereza hanze inyandiko zawe.","text_import":"Kuzana:","text_export":"Kohereza hanze","text_error_loadfile":"ikosa: ntishobora kwikorera dosiye.","text_error_fileformat":"ikosa: imiterere ya dosiye ni bibi.","text_example_title":"Urugero Umutwe","text_example_content":"Urugero","text_open":"Fungura","text_add":"Ongeraho","text_edit":"Hindura","text_move_backward":"Himura Inyuma","text_move_forward":"Himura Imbere","text_move_upward":"Himura Hejuru","text_move_downward":"Himura Hasi","text_expand_less":"Unexpand","text_expand_more":"Kwagura","text_help_title":"Ubufasha","text_about_title":"Ibyerekeye","text_help_content1":"Inyandiko ni porogaramu yo kubika no gutunganya inyandiko.","text_help_content2":"Kurema inoti nshya, cyangwa ububiko bushya, kanda igishushanyo cya \"plus\": hitamo hagati yinyandiko nububiko, shyiramo umutwe hanyuma amaherezo ibirimo, hanyuma ukande kubika kugirango ubike impinduka, cyangwa ukande gusiba kugirango usibe inyandiko, cyangwa inyuma gusimbuka impinduka ariko komeza inyandiko.","text_help_content3":"Kanda buto \"fungura\" hafi yinyandiko kugirango ufungure ibintu bijyanye.","text_help_content4":"Kanda buto \"ongera\" imbere mububiko kugirango wongere ikintu gishya kuri yo.","text_help_content5":"Kubisobanuro byombi hamwe nububiko, kanda buto \"guhindura\" kugirango ubihindure, kanda buto \"kwimuka usubira inyuma\" kugirango uhindure umwanya hamwe nibintu byabanjirije iki, kanda buto \"komeza imbere\" kugirango uhindure umwanya nibintu bikurikira, kanda \"kwimuka hejuru\" buto kugirango wimure ikintu mububiko aho kiri ubu, cyangwa ukande buto \"kwimuka hepfo\" kugirango wimure ikintu imbere mububiko bukurikira.","text_help_content6":"Muri menu igenamiterere, igerwaho nyuma yo gukanda ahanditse \"igenamiterere\", urashobora guhisha cyangwa kwerekana guhindura, kugenda no kongeramo buto. Urashobora kandi gushiraho inyandiko yumwanya umurongo hamwe ninkingi za \"guhindura\" ikiganiro. Birashoboka kandi guhindura imvugo yumukoresha.","text_help_content7":"Kuzana cyangwa kohereza ibicuruzwa hanze, kanda kumashusho yo gutumiza / kohereza hanze. Inyandiko zizatumizwa mu mahanga cyangwa zoherezwe muri dosiye ya JSON yihariye iyi porogaramu. Mugihe winjiza inyandiko muri dosiye, inoti ziriho zizasibwa kandi zandike.","text_help_content8":"Icyitonderwa ni Urubuga rutera imbere, bivuze ko rukorera imbere muri mushakisha. Iyo uyishizeho, mugihe ibice bya mushakisha biterekanwa, iracyakora imbere muri mushakisha. Inyandiko zabitswe muri bucukumbuzi bwa mushakisha ya Noteri.marcoparrone.github.io. localStorage ikora neza hamwe na Chrome, Edge na Firefox. Abandi bashakisha barashobora gusiba localStorage nyuma yigihe runaka. Android muburyo busanzwe ikoresha Chrome, Windows muburyo busanzwe ikoresha Edge. Inyandiko kuri ubu ntabwo zishyigikiwe nibicuruzwa bya Apple. Hamwe nintego yo gufasha gukumira igihombo cyinoti, birasabwa gukora backup ukoresheje imikorere \"yohereza hanze\", burigihe iyo uhinduye bimwe udashaka gutakaza.","text_about_content1":"Uburenganzira © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Uburenganzira bwose burasubitswe.","text_about_content3":"SOFTWARE YATANZWE \"NKUKO\", NTA BWEMEZO BW'UBUNTU BWO, BURUNDU CYANGWA BUKORESHEJWE, HARIMO ARIKO NTIBUGARAGARA KUBURYO BW'UBUCURUZI, BIKORESHEJWE INTEGO ZIDASANZWE NA NONINFRING. NTA KINTU CYIZABA ABAYOBOZI CYANGWA ABAFATANYABIKORWA BAKORESHEJWE KUBURYO BURUNDU, INDISHYI CYANGWA IZINDI NINSHINGANO, NUBWO MU GIKORWA CY'AMASEZERANO, TORT CYANGWA IBINDI BIKORWA, BIKURIKIRA CYANGWA BIKORESHEJWE NA SOFTW. SOFTWARE.","text_about_content4":"IYI SERIVISI IRASHOBORA GUHINDURA IMBARAGA ZA GOOGLE. GOOGLE YEREKANA INTAMBARA ZOSE ZIFATANYIJWE N'UBUHINDUZI, KUGARAGAZA CYANGWA BIKORESHEJWE, HARIMO INTWARO ZOSE Z'UKURI, UKWIZERA, N'UBWOKO BUKORESHEJWE MU BIKORWA BY'UBUCURUZI.","text_about_content5":"Iyi porogaramu y'urubuga yahinduwe kugirango bikworohereze ukoresheje software yubuhinduzi ikoreshwa na Google Translate. Hashyizweho ingufu zifatika zo gutanga ibisobanuro nyabyo, ariko, nta buhinduzi bwikora butunganye kandi ntibugamije gusimbuza abasemuzi. Ubuhinduzi butangwa nka serivisi kubakoresha urubuga rwa marcoparrone.github.io, kandi butangwa \"nkuko biri.\" Nta garanti y'ubwoko ubwo aribwo bwose, bwerekanwe cyangwa bwerekanwe, bukozwe ku bijyanye n'ukuri, kwizerwa, cyangwa gukosora ibisobanuro byose byakozwe kuva mu Cyongereza mu rundi rurimi. Ibirimo bimwe (nk'amashusho, videwo, Flash, nibindi) ntibishobora guhindurwa neza kubera imbogamizi za software yubuhinduzi.","text_about_content6":"Inyandiko yemewe nicyongereza cyurubuga. Ibinyuranyo cyangwa itandukaniro ryakozwe mubusemuzi ntabwo ari itegeko kandi nta ngaruka zemewe n'amategeko zubahirizwa cyangwa intego zo kubahiriza. Niba hari ikibazo kivutse kijyanye nukuri kwamakuru akubiye kurubuga rwahinduwe, reba verisiyo yicyongereza yurubuga aribwo buryo bwemewe."}