{"text_appname":"සටහන්","text_add_label":"සටහනක් එක් කරන්න","text_settings_label":"සැකසුම්","text_importexport_label":"ආනයන හා අපනයන සටහන්","text_help_label":"උදව්","text_about_label":"පිළිබඳ","text_close_label":"වසන්න","text_snack_mustbenum":"අගය අංකයක් විය යුතුය!","text_snack_toobig":"තෝරාගත් අගය ඉතා විශාලයි!","text_snack_toosmall":"තෝරාගත් අගය ඉතා කුඩායි!","text_edit_title":"සටහන සංස්කරණය කරන්න","text_edit_type":"වර්ගය:","text_edit_note":"සටහන","text_edit_folder":"ෆෝල්ඩරය","text_edit_note_title":"ශීර්ෂය:","text_edit_content":"අන්තර්ගතය:","text_delete":"මකන්න","text_back":"ආපසු","text_save":"සුරකින්න","text_settings_title":"සැකසුම්","text_settings_content1":"මෙහිදී ඔබට යෙදුම වින්‍යාසගත කළ හැකිය.","text_yes":"ඔව්","text_no":"නැත","text_settings_showedit":"සංස්කරණ බොත්තම් පෙන්වන්න:","text_settings_showmove":"චලන බොත්තම් පෙන්වන්න:","text_settings_showadd":"ෆෝල්ඩරවල \"එකතු කරන්න\" බොත්තම් පෙන්වන්න:","text_settings_expandbydefault":"පෙරනිමියෙන් ෆෝල්ඩර පුළුල් කරන්න:","text_settings_rows":"පෙළ ප්‍රදේශ පේළි:","text_settings_columns":"පෙළ ප්‍රදේශ තීරු:","text_language":"භාෂාව තෝරන්න:","text_question_merge":"වර්තමාන සටහන් ආනයනය කළ සටහන් සමඟ ඒකාබද්ධ කරන්නද?","text_merge":"යන්න","text_replace":"ප්රතිස්ථාපනය කරන්න","text_close_button":"වසන්න","text_importexport_title":"ආනයන අපනයන","text_importexport_content":"මෙන්න ඔබට ඔබේ සටහන් ආනයනය කර අපනයනය කළ හැකිය.","text_import":"ආනයන:","text_export":"අපනයන","text_error_loadfile":"දෝෂය: ගොනුව පූරණය කළ නොහැක.","text_error_fileformat":"දෝෂය: ගොනු ආකෘතිය වැරදිය.","text_example_title":"උදාහරණ මාතෘකාව","text_example_content":"උදාහරණ අන්තර්ගතය","text_open":"විවෘත","text_add":"එකතු කරන්න","text_edit":"සංස්කරණය කරන්න","text_move_backward":"පසුපසට යන්න","text_move_forward":"ඉදිරියට යන්න","text_move_upward":"ඉහළට යන්න","text_move_downward":"පහළට ගෙනයන්න","text_expand_less":"අඩු කරන්න","text_expand_more":"පුළුල් කරන්න","text_help_title":"උදව්","text_about_title":"ගැන","text_help_content1":"සටහන් යනු සටහන් සුරැකීමට සහ සංවිධානය කිරීමට යෙදුමකි.","text_help_content2":"නව සටහනක් හෝ නව ෆෝල්ඩරයක් සෑදීමට, “ප්ලස්” අයිකනය ඔබන්න: සටහන සහ ෆෝල්ඩරය අතර තෝරන්න, මාතෘකාව ඇතුළු කර අවසානයේ අන්තර්ගතය ඇතුලත් කරන්න, ඉන්පසු වෙනස්කම් සුරැකීමට සුරකින්න ඔබන්න, නැතහොත් සටහන මකා දැමීමට මකන්න ඔබන්න, හෝ ආපසු වෙනස්කම් මඟ හැරීමට නමුත් සටහන තබා ගැනීමට.","text_help_content3":"අදාළ අන්තර්ගතය විවෘත කිරීම සඳහා සටහනක් අසල ඇති \"විවෘත\" බොත්තම ඔබන්න.","text_help_content4":"ෆෝල්ඩරයක් තුළ \"එකතු කරන්න\" බොත්තම ඔබන්න එයට නව අංගයක් එක් කරන්න.","text_help_content5":"සටහන් සහ ෆෝල්ඩර දෙකම සඳහා, ඒවා වෙනස් කිරීමට \"සංස්කරණය\" බොත්තම ඔබන්න, පෙර මූලද්රව්යය සමඟ ස්ථානය හුවමාරු කර ගැනීම සඳහා \"පසුපසට ගෙනයන්න\" බොත්තම ඔබන්න, ඊළඟ මූලද්රව්යය සමඟ ස්ථානය හුවමාරු කර ගැනීම සඳහා \"ඉදිරියට යන්න\" බොත්තම ඔබන්න, මූලද්රව්යය දැනට පවතින ෆෝල්ඩරයෙන් පිටතට ගෙනයාමට \"ඉහළට ගෙනයන්න\" බොත්තම හෝ ඊළඟ උප ෆෝල්ඩරය තුළ මූලද්රව්යය ගෙනයාමට \"පහළට ගෙනයන්න\" බොත්තම ඔබන්න.","text_help_content6":"සැකසුම් මෙනුවෙහි, \"සැකසීම්\" අයිකනය ක්ලික් කිරීමෙන් පසුව ප්‍රවේශ විය හැකිය, ඔබට සංස්කරණය, චලනය සහ එකතු කිරීමේ බොත්තම් සැඟවීමට හෝ පෙන්වීමට හැකිය. \"සංස්කරණය\" සංවාද කොටුව සඳහා ඔබට පෙළ ප්‍රදේශ පේළි සහ තීරු වින්‍යාසගත කළ හැකිය. පරිශීලක අතුරුමුහුණතේ භාෂාව වෙනස් කිරීමට ද හැකිය.","text_help_content7":"සටහන් ආනයනය කිරීමට හෝ අපනයනය කිරීමට, ආනයන / අපනයන නිරූපකය ඔබන්න. මෙම යෙදුමට විශේෂිත වූ JSON ගොනුවකින් සටහන් ආනයනය කරනු ලැබේ. ගොනුවකින් සටහන් ආයාත කරන විට, වත්මන් සටහන් මකා දමා නැවත ලියනු ලැබේ.","text_help_content8":"සටහන් යනු ප්‍රගතිශීලී වෙබ් යෙදුමකි, එයින් අදහස් වන්නේ එය බ්‍රව්සරයක් තුළ ක්‍රියාත්මක වන බවයි. ඔබ එය ස්ථාපනය කරන විට, බ්‍රව්සර් සංරචක නොපෙන්වන අතර, එය තවමත් බ්‍රව්සරයක් තුළ ක්‍රියාත්මක වේ. marcoparrone.github.io වසම සඳහා සටහන් බ්‍රව්සරයේ දේශීය ගබඩාවේ සුරකින ලදි. localStorage Chrome, Edge සහ Firefox බ්‍රව්සර් සමඟ හොඳින් ක්‍රියා කරයි. වෙනත් බ්‍රව්සර් ටික කලකට පසු දේශීය ගබඩාව මකා දැමිය හැකිය. ඇන්ඩ්‍රොයිඩ් පෙරනිමියෙන් ක්‍රෝම් භාවිතා කරයි, වින්ඩෝස් පෙරනිමියෙන් එඩ්ජ් භාවිතා කරයි. සටහන් දැනට ඇපල් නිෂ්පාදන සඳහා සහය නොදක්වයි. නෝට්ටු නැතිවීම වැළැක්වීම සඳහා උපකාරී වන අරමුණින්, \"අපනයන\" ක්‍රියාකාරිත්වය භාවිතා කරමින් උපස්ථයක් සෑදීමට යෝජනා කරනු ලැබේ, සෑම විටම ඔබ නැති කර ගැනීමට අකමැති යම් යම් වෙනස් කිරීම් සිදු කරයි.","text_about_content1":"ප්‍රකාශන හිමිකම © 2017,2019,2020,2021 මාර්කෝ පරෝන්.","text_about_content2":"සියලුම හිමිකම් ඇවිරිණි.","text_about_content3":"ඕනෑම ආකාරයක වගකීමක් නොමැතිව, මෘදුකාංගය “පවතින ආකාරයට” සපයනු ලැබේ, ප්‍රකාශිත හෝ ක්‍රියාත්මක කර ඇති නමුත් වෙළඳාම් කිරීමේ වගකීම් වලට පමණක් සීමා නොවී, විශේෂිත අරමුණු සඳහා යෝග්‍යතාවය. කිසිම අවස්ථාවකදී, කිසියම් හිමිකම් පෑමක්, හානියක් හෝ වෙනත් වගකීමක්, සම්බන්ධීකරණ ක්‍රියාවකදී, ටෝර්ට් හෝ වෙනත් ආකාරයකින්, පැන නගින, පිටත හෝ පිටතදී හෝ වෙනත් ඕනෑම ආකාරයකින්, කතුවරුන් හෝ පිටපත් හිමිකරුවන් වගකිව යුතු නොවේ. මෘදුකාංග.","text_about_content4":"මෙම සේවාව ගූගල් මගින් බල ගැන්වූ පරිවර්තන දිගටම කරගෙන යා හැකිය. පරිවර්තනවලට අදාළ සියලු වගකීම් ගූගල් විසින් ප්‍රතික්ෂේප කරනු ලැබේ, ප්‍රකාශිත හෝ ක්‍රියාත්මක කරන ලද, නිරවද්‍යතාව, විශ්වසනීයත්වය සහ වෙළඳ හා කාර්යක්‍ෂමතාවයෙන් යුතු ඕනෑම වගකීම් ඇතුළත් වේ.","text_about_content5":"ගූගල් පරිවර්තන මගින් බල ගැන්වෙන පරිවර්තන මෘදුකාංග භාවිතා කරමින් ඔබේ පහසුව සඳහා මෙම වෙබ් යෙදුම පරිවර්තනය කර ඇත. නිවැරදි පරිවර්තනයක් සැපයීමට සාධාරණ උත්සාහයක් ගෙන ඇත, කෙසේ වෙතත්, ස්වයංක්‍රීය පරිවර්තනයක් පරිපූර්ණ නොවන අතර මානව පරිවර්තකයන් ආදේශ කිරීමට අදහස් නොකෙරේ. marcoparrone.github.io වෙබ් අඩවියේ පරිශීලකයින්ට පරිවර්තන සේවාවක් ලෙස සපයනු ලබන අතර ඒවා ලබා දී ඇත්තේ “පවතින ආකාරයට” ය. ඉංග්‍රීසියෙන් වෙනත් භාෂාවකට කරන ලද ඕනෑම පරිවර්තනයක නිරවද්‍යතාව, විශ්වසනීයත්වය හෝ නිවැරදි බව සම්බන්ධයෙන් කිසිදු ආකාරයක වගකීමක්, ප්‍රකාශිත හෝ ඇඟවුම් කර නැත. පරිවර්තන මෘදුකාංගයේ සීමාවන් නිසා සමහර අන්තර්ගතයන් (රූප, වීඩියෝ, ෆ්ලෑෂ් යනාදිය) නිවැරදිව පරිවර්තනය නොකෙරේ.","text_about_content6":"නිල පා text ය වෙබ් අඩවියේ ඉංග්‍රීසි අනුවාදයයි. පරිවර්තනයේ ඇති යම් යම් විෂමතා හෝ වෙනස්කම් බැඳී නොමැති අතර අනුකූලතා හෝ බලාත්මක කිරීමේ අරමුණු සඳහා නීතිමය බලපෑමක් නැත. පරිවර්තනය කරන ලද වෙබ් අඩවියේ අඩංගු තොරතුරු වල නිරවද්‍යතාවයට අදාළව කිසියම් ප්‍රශ්නයක් පැන නගින්නේ නම්, නිල අනුවාදය වන වෙබ් අඩවියේ ඉංග්‍රීසි අනුවාදය බලන්න."}