{"text_appname":"Poznámky","text_add_label":"pridať poznámku","text_settings_label":"nastavenie","text_importexport_label":"poznámky k dovozu a vývozu","text_help_label":"Pomoc","text_about_label":"o","text_close_label":"Zavrieť","text_snack_mustbenum":"Hodnota musí byť číslo!","text_snack_toobig":"Zvolená hodnota je príliš veľká!","text_snack_toosmall":"Zvolená hodnota je príliš malá!","text_edit_title":"Upraviť poznámku","text_edit_type":"Typ:","text_edit_note":"Poznámka","text_edit_folder":"priečinok","text_edit_note_title":"Názov:","text_edit_content":"Obsah:","text_delete":"Odstrániť","text_back":"späť","text_save":"Uložiť","text_settings_title":"nastavenie","text_settings_content1":"Tu môžete nakonfigurovať aplikáciu.","text_yes":"Áno","text_no":"č","text_settings_showedit":"Zobraziť tlačidlá úprav:","text_settings_showmove":"Zobraziť tlačidlá pohybu:","text_settings_showadd":"Zobraziť tlačidlá „pridať“ v priečinkoch:","text_settings_expandbydefault":"Predvolene rozbaľte priečinky:","text_settings_rows":"Riadky textovej oblasti:","text_settings_columns":"Stĺpce textovej oblasti:","text_language":"Zvoľte jazyk:","text_question_merge":"Zlúčiť súčasné poznámky s importovanými poznámkami alebo ich nahradiť?","text_merge":"choď","text_replace":"vymeniť","text_close_button":"Zavrieť","text_importexport_title":"Import / export","text_importexport_content":"Tu môžete importovať a exportovať svoje poznámky.","text_import":"Import:","text_export":"Export","text_error_loadfile":"chyba: nie je možné načítať súbor.","text_error_fileformat":"chyba: formát súboru je nesprávny.","text_example_title":"Príklad názvu","text_example_content":"Ukážkový obsah","text_open":"Otvorené","text_add":"Pridať","text_edit":"Upraviť","text_move_backward":"Posunúť dozadu","text_move_forward":"Pohnúť sa vpred","text_move_upward":"Posunúť nahor","text_move_downward":"Posuňte sa nadol","text_expand_less":"Nerozbaliť","text_expand_more":"Rozbaliť","text_help_title":"Pomoc","text_about_title":"O","text_help_content1":"Notes je aplikácia na ukladanie a organizovanie poznámok.","text_help_content2":"Ak chcete vytvoriť novú poznámku alebo nový priečinok, stlačte ikonu „plus“: vyberte medzi poznámkou a priečinkom, vložte názov a prípadne obsah, potom stlačte tlačidlo Uložiť, aby sa zmeny uložili, alebo stlačte Odstrániť, ak chcete poznámku vymazať, alebo späť. preskočiť zmeny, ale poznámku si ponechať.","text_help_content3":"Stlačením tlačidla „otvoriť“ v blízkosti poznámky otvoríte súvisiaci obsah.","text_help_content4":"Ak chcete do priečinka pridať nový prvok, stlačte tlačidlo „pridať“.","text_help_content5":"V prípade poznámok aj priečinkov ich upravte stlačením tlačidla „upraviť“, stlačením tlačidla „posun dozadu“ vymeníte pozíciu s predchádzajúcim prvkom, stlačením tlačidla „posunúť dopredu“ vymeníte pozíciu s nasledujúcim prvkom, stlačte kláves Tlačidlo „presunúť nahor“ na presunutie prvku z priečinka, kde sa momentálne nachádza, alebo stlačením tlačidla „presunutie nadol“ na presunutie prvku do nasledujúceho podpriečinka.","text_help_content6":"V ponuke nastavení, ktorá je prístupná po kliknutí na ikonu „nastavenia“, môžete skryť alebo zobraziť tlačidlá úprav, pohybu a pridania. Môžete tiež nakonfigurovať riadky a stĺpce textovej oblasti pre dialógové okno „upraviť“. Je tiež možné zmeniť jazyk používateľského rozhrania.","text_help_content7":"Ak chcete poznámky importovať alebo exportovať, stlačte ikonu import / export. Poznámky sa importujú alebo exportujú do súboru JSON špecifického pre túto aplikáciu. Pri importe poznámok zo súboru sa súčasné poznámky odstránia a prepíšu.","text_help_content8":"Notes je progresívna webová aplikácia, čo znamená, že je spustená v prehliadači. Keď ho nainštalujete, zatiaľ čo sa komponenty prehliadača nezobrazia, stále beží v prehliadači. Poznámky sú uložené v miestnom úložisku prehliadača pre doménu notes.marcoparrone.com. localStorage funguje dobre s prehliadačmi Chrome, Edge a Firefox. Ostatné prehliadače môžu po určitom čase lokálne úložisko vymazať. Android predvolene používa Chrome, Windows predvolene Edge. Aplikácia Notes momentálne nie je podporovaná v produktoch Apple. S cieľom zabrániť stratám poznámok sa navrhuje vykonať zálohu pomocou funkcie „exportovať“ zakaždým, keď urobíte zmeny, ktoré nechcete stratiť.","text_about_content1":"Autorské práva © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Všetky práva vyhradené.","text_about_content3":"SOFTVÉR JE POSKYTOVANÝ „TAK, AKO JE“, BEZ ZÁRUKY AKÉHOKOĽVEK DRUHU, VÝSLOVNÉHO ALEBO IMPLIKOVANÉHO, VRÁTANE, ALE BEZ OBMEDZENIA, ZÁRUK OBCHODOVATEĽNOSTI, VHODNOSTI NA KONKRÉTNY ÚČEL A NEPORUŠENIE PREDPISOV. AUTORI ALEBO DRŽITELIA AUTORSKÝCH PRÁV V ŽIADNOM PRÍPADE NEME ZODPOVEDNOSŤ ZA ŽIADNE NÁROKY, ŠKODY ALEBO JINÚ ZODPOVEDNOSŤ, ČI ZA AKCIA ZMLUVY, TORTU ALEBO INAK, VYPLÝVAJÚCE Z, SOFTWARU ALEBO POUŽITÍM ALEBO INÝM OBCHODOVaním SOFTVÉR.","text_about_content4":"TÁTO SLUŽBA MÔŽE OBSAHOVAŤ PREKLADY, KTORÉ PODNIKUJÚ GOOGLE. GOOGLE SA ZRIEKA VŠETKÝCH ZÁRUK TÝKAJÚCICH SA PREKLADOV, VÝSLOVNÝCH ALEBO PREDPOKLADANÝCH, VRÁTANE ZÁRUK PRESNOSTI, SPOĽAHLIVOSTI A AKÝCHKOĽVEK IMPLIKOVANÝCH ZÁRUK OBCHODOVATEĽNOSTI, VHODNOSTI NA KONKRÉTNY ÚČEL.","text_about_content5":"Táto webová aplikácia bola pre vaše pohodlie preložená pomocou prekladateľského softvéru poskytovaného službou Google Translate. Vynaložilo sa primerané úsilie na zabezpečenie presného prekladu. Žiadny automatizovaný preklad však nie je dokonalý a jeho účelom nie je nahradiť ľudských prekladateľov. Preklady sa poskytujú ako služba používateľom webových stránok marcoparrone.com a poskytujú sa „tak, ako sú“. Za presnosť, spoľahlivosť alebo správnosť akýchkoľvek prekladov z angličtiny do iného jazyka sa neposkytuje nijaká záruka, výslovná ani implicitná. Niektorý obsah (napríklad obrázky, videá, Flash atď.) Nemusí byť možné presne preložiť z dôvodu obmedzení prekladového softvéru.","text_about_content6":"Oficiálnym textom je anglická verzia webovej stránky. Akékoľvek nezrovnalosti alebo rozdiely vzniknuté v preklade nie sú záväzné a nemajú právny účinok na účely súladu alebo vynucovania. Ak sa vyskytnú akékoľvek otázky týkajúce sa presnosti informácií uvedených na preloženej webovej stránke, obráťte sa na anglickú verziu webovej stránky, ktorá je oficiálnou verziou."}