{"text_appname":"Opombe","text_add_label":"dodajte opombo","text_settings_label":"nastavitve","text_importexport_label":"opombe o uvozu in izvozu","text_help_label":"pomoč","text_about_label":"približno","text_close_label":"blizu","text_snack_mustbenum":"Vrednost mora biti število!","text_snack_toobig":"Izbrana vrednost je prevelika!","text_snack_toosmall":"Izbrana vrednost je premajhna!","text_edit_title":"Uredi opombo","text_edit_type":"Vrsta:","text_edit_note":"Opomba","text_edit_folder":"mapo","text_edit_note_title":"Naslov:","text_edit_content":"Vsebina:","text_delete":"Izbriši","text_back":"Nazaj","text_save":"Shrani","text_settings_title":"Nastavitve","text_settings_content1":"Tu lahko nastavite aplikacijo.","text_yes":"ja","text_no":"št","text_settings_showedit":"Pokaži gumbe za urejanje:","text_settings_showmove":"Pokaži gumbe za gibanje:","text_settings_showadd":"Pokaži gumbe za dodajanje v mapah:","text_settings_rows":"Vrstice območja besedila:","text_settings_columns":"Stolpci območja besedila:","text_language":"Izberite jezik:","text_question_merge":"Spoji sedanje opombe z uvoženimi ali jih zamenjaj?","text_merge":"pojdi","text_replace":"zamenjati","text_close_button":"Zapri","text_importexport_title":"Uvozno-izvoznih","text_importexport_content":"Tu lahko beležke uvozite in izvozite.","text_import":"Uvoz:","text_export":"Izvozi","text_error_loadfile":"napaka: datoteke ni mogoče naložiti.","text_error_fileformat":"napaka: oblika datoteke je napačna.","text_example_title":"Primer naslova","text_example_content":"Primer vsebine","text_open":"Odprto","text_add":"Dodaj","text_edit":"Uredi","text_move_backward":"Premakni se nazaj","text_move_forward":"Premakniti se naprej","text_move_upward":"Premakni se navzgor","text_move_downward":"Premakni se navzdol","text_help_title":"Pomoč","text_about_title":"O tem","text_help_content1":"Notes je aplikacija za shranjevanje in razvrščanje zapiskov.","text_help_content2":"Če želite ustvariti novo opombo ali novo mapo, pritisnite ikono \"plus\": izberite med opombo in mapo, vstavite naslov in na koncu vsebino, nato pritisnite shrani, da shranite spremembe, ali pritisnite delete, da opombo izbrišete, ali nazaj da preskočite spremembe, vendar obdržite opombo.","text_help_content3":"Pritisnite gumb \"odpri\" blizu zapiska, da odprete povezano vsebino.","text_help_content4":"Pritisnite gumb \"dodaj\" v mapo, da ji dodate nov element.","text_help_content5":"Za opombe in mape pritisnite gumb \"uredi\", da jih spremenite, pritisnite gumb \"pomakni se nazaj\", če želite zamenjati položaj s prejšnjim elementom, pritisnite gumb \"premakni naprej\", če želite zamenjati položaj z naslednjim elementom, pritisnite Gumb \"premakni navzgor\", da element premaknete iz mape, kjer je trenutno, ali pritisnite gumb \"pomakni navzdol\", da element premaknete v naslednjo podmapo.","text_help_content6":"V meniju z nastavitvami, ki je dostopen po kliku na ikono \"nastavitve\", lahko skrijete ali prikažete gumbe za urejanje, premikanje in dodajanje. Prav tako lahko nastavite vrstice in stolpce na področju besedila za pogovorno okno \"uredi\". Možno je tudi spremeniti jezik uporabniškega vmesnika.","text_help_content7":"Če želite opombe uvoziti ali izvoziti, pritisnite ikono za uvoz / izvoz. Opombe bodo uvožene ali izvožene v datoteki JSON, specifični za to aplikacijo. Pri uvozu opomb iz datoteke bodo trenutne opombe izbrisane in prepisane.","text_help_content8":"Notes je napredna spletna aplikacija, kar pomeni, da se izvaja v brskalniku. Ko ga namestite, medtem ko komponente brskalnika niso prikazane, se še vedno izvaja v brskalniku. Opombe se shranijo v lokalno shrambo brskalnika za domeno notes.marcoparrone.com. localStorage dobro deluje z brskalniki Chrome, Edge in Firefox. Drugi brskalniki lahko čez nekaj časa izbrišejo localStorage. Android privzeto uporablja Chrome, Windows privzeto Edge. Opombe trenutno niso podprte v izdelkih Apple. Da bi preprečili izgubo zapiskov, predlagamo, da vsakič, ko naredite nekaj sprememb, ki jih ne želite izgubiti, naredite varnostno kopijo s funkcijo \"izvoz\".","text_about_content1":"Avtorske pravice © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Vse pravice pridržane.","text_about_content3":"PROGRAMSKA PROGRAMSKA OPREMA JE NAVEDENA \"KOT JE\", BREZ KAKRŠNEGAkoli JAMSTVA, IZRAZNEGA ALI VKLJUČENEGA, VKLJUČNO, NE PA OMEJENO NA JAMSTVA PRODAJE, PRIMERNOSTI ZA DOLOČEN NAMEN IN NEMOČNOST. Avtorji ali imetniki avtorskih pravic v nobenem primeru NE ODGOVORIJO ZA KATERE koli zahtevke, odškodnino ali drugo odgovornost, pa naj gre za pogodbo, odškodnino ali drugače, ki izhajajo iz ali v povezavi s programsko opremo ali z uporabo ali drugačno obravnavo. PROGRAMSKA OPREMA.","text_about_content4":"TA STORITEV LAHKO VSEBUJE PREVODE, KI JIH NAMENJA GOOGLE. GOOGLE OGLAŠA VSE GARANCIJE, POVEZANE S PREVAJANJI, IZRIČNE ALI IMPLICIRANE, VKLJUČNO S KAKRŠNIMI JAMSTVA TOČNOSTI, ZANESLJIVOSTI IN VSE IMPLICIRANIMI JAMSTVAMI ZA PRODAJO, PRIMERNOSTI ZA PODATKOVNI FOND.","text_about_content5":"Ta spletna aplikacija je za vašo udobje prevedena s programsko opremo za prevajanje, ki jo poganja Google Translate. Natančno smo si prizadevali zagotoviti natančen prevod, vendar nobeno avtomatizirano prevajanje ni popolno niti ni namenjeno nadomeščanju človeških prevajalcev. Prevodi so na voljo kot storitev uporabnikom spletnega mesta marcoparrone.com in so na voljo \"takšni kot so\". Izrecno ali implicitno ne jamčimo za natančnost, zanesljivost ali pravilnost prevodov iz angleščine v kateri koli drug jezik. Nekatere vsebine (na primer slike, videoposnetki, Flash itd.) Morda ne bodo natančno prevedene zaradi omejitev programske opreme za prevajanje.","text_about_content6":"Uradno besedilo je angleška različica spletnega mesta. Vsa neskladja ali razlike, ustvarjene v prevodu, niso zavezujoče in nimajo pravnega učinka zaradi izpolnjevanja ali izvrševanja. Če se pojavijo vprašanja v zvezi z natančnostjo informacij, ki jih vsebuje prevedeno spletno mesto, glejte angleško različico spletnega mesta, ki je uradna različica."}