{"text_appname":"Zvinyorwa","text_add_label":"wedzera chinyorwa","text_settings_label":"marongero","text_importexport_label":"kupinza uye kutumira kunze manotsi","text_help_label":"batsira","text_about_label":"nezve","text_close_label":"pedyo","text_snack_mustbenum":"Kukosha kunofanira kuve nhamba!","text_snack_toobig":"Yakasarudzwa kukosha yakakura kwazvo!","text_snack_toosmall":"Yakasarudzwa kukosha ishoma kwazvo!","text_edit_title":"Hora chinyorwa","text_edit_type":"Type:","text_edit_note":"chinyorwa","text_edit_folder":"forodha","text_edit_note_title":"Musoro:","text_edit_content":"Zvemukati:","text_delete":"Delete","text_back":"Kudzoka","text_save":"Sevha","text_settings_title":"Zvirongwa","text_settings_content1":"Pano unogona kugadzirisa iyo application.","text_yes":"Ehe","text_no":"Aihwa","text_settings_showedit":"Ratidza mabhatani ekugadzirisa:","text_settings_showmove":"Ratidza mabhatani ekufambisa:","text_settings_showadd":"Ratidza \"wedzera\" mabhatani mumafolda:","text_settings_rows":"Mavara enzvimbo mitsara:","text_settings_columns":"Mavara enzvimbo makoramu:","text_language":"Sarudza mutauro:","text_question_merge":"Unganidza manotsi aripo nezvinyorwa zvakatorwa kunze kana kutsiva?","text_merge":"enda","text_replace":"kutsiva","text_close_button":"Vhara","text_importexport_title":"Kunze / kutumira kunze","text_importexport_content":"Pano unogona kuendesa kunze kwenyika zvinyorwa zvako.","text_import":"Tenga:","text_export":"Export","text_error_loadfile":"kukanganisa: haigone kurodha faira.","text_error_fileformat":"kukanganisa: faira fomati haina kunaka.","text_example_title":"Semuenzaniso Musoro","text_example_content":"Semuenzaniso Zvemukati","text_open":"Vhura","text_add":"Wedzera","text_edit":"Hora","text_move_backward":"Dzokera kumashure","text_move_forward":"Fambira Mberi","text_move_upward":"Enda Kumusoro","text_move_downward":"Enda Pasi","text_help_title":"Batsira","text_about_title":"About","text_help_content1":"Notes ari Anwendung kuponesa uye kuronga manotsi.","text_help_content2":"Kugadzira noti nyowani, kana dhairekitori nyowani, pinda pikicha ye \"plus\": sarudza pakati penyaya nefaira, isa zita uye pakupedzisira zvirimo, wobva wadzvanya kusevha kuti uchengetedze shanduko, kana kudzvanya bvisa kudzima tsamba, kana kudzosera kusvetuka shanduko asi chengeta chinyorwa.","text_help_content3":"Dhinda bhatani \"vhura\" padhuze nekatsamba kuti uvhure zvine chekuita nazvo","text_help_content4":"Dhinda bhatani re \"wedzera\" mukati mefaira kuti uwedzere chinhu chitsva pairi.","text_help_content5":"Kune ese manotsi uye maforodha, tinya bhatani re \"edit\" kuti uchinje, pinda bhatani rekuti \"dzokera kumashure\" kuchinjana chinzvimbo nechinhu chakapfuura, pinda bhatani re \"enda kumberi\" kuchinjana chinzvimbo nechinhu chinotevera, tinya bhatani \"enda kumusoro\" bhatani kuburitsa chinhu kubva mufaira kwazviri parizvino, kana kudzvanya bhatani \"enda pasi\" kufambisa chinhu mukati meiyo inotevera subfolder.","text_help_content6":"Mune iyo menyu yekumisikidza, inokwanisika mushure mekubaya pane iyo \"marongero\" icon, unogona kuviga kana kuratidza ekugadzirisa, ekufambisa uye ekuwedzera mabhatani. Iwe unogona zvakare kumisikidza iwo mavara enzvimbo mitsara nemakoramu eiyo \"edit\" dialog bhokisi. Izvo zvakare zvinoita kuti uchinje mutauro weiye mushandisi interface.","text_help_content7":"Kupinza kana kutumira kunze zvinyorwa, tinya pane yekunze / yekunze icon. Iwo manotsi anozounzwa kana kuendeswa kunze kwenyika muJSON faira yakanangana neapp iyi. Kana uchinotora manotsi kubva kufaira, manotsi azvino anozobviswa uye kunyorwa.","text_help_content8":"Manotsi ndeye Progressive Web Chikumbiro, zvinoreva kuti inomhanya mukati mebhurawuza. Kana iwe ukaiisa, nepo mabrowser zvinhu asiri kuratidzwa, ichiri kumhanya mukati mebhurawuza. Iwo manotsi anochengetwa mubrowser yemunoStorage yeiyo manotsi.marcoparrone.com domain. localStorage inoshanda zvakanaka ne Chrome, Edge uye Firefox mabhurawuza. Mamwe mabhurawuza anogona kudzima LocalStorage mushure menguva yakati. Android nekumisikidza inoshandisa Chrome, Windows nokusarudzika inoshandisa Edge. Manotsi parizvino haatsigirwe pane zvigadzirwa zveApple. Nechinangwa chekubatsira kudzivirira kurasikirwa kwemanotsi, zvinokurudzirwa kuita backup uchishandisa iko \"kutumira\" mashandiro, nguva dzese paunogadzirisa zvausingade kurasikirwa nazvo.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Kodzero Dzese dzakachengetedzwa.","text_about_content3":"SOFTWARE INOPIWA \"SEZVAKO\", PASINA garandi YENYU RUTSI, RATIDZA KANA KUTI ZVIMWE, ZVINOSANGANISIRA ASI ASI ZVINOGONESEDZWA KUZVIMBISO ZVEVANHU, KUKWANISIRA CHINANGWA CHINOSANGANISWA NOKUSANGANA. HAPANA CHIITIKO CHINOGONESESA VANYORI KANA VABATI VEKOPI KODZESA VACHABATSIRA CHIMWE CHINANGWA, ZVINOKUVADZA KANA CHIMWE CHIMWE CHIMWE CHINANGWA, KUNA CHITSAUKO CHIBvumirano, TORT KANA ZVIMWE CHIMWE CHIMWE CHINOKOSHA, KUNZE KANA KUNE KUSANGANA NESOFTWARE KANA KUSHANDISWA KANA ZVIMWE ZVINOITWA. SOFTWARE.","text_about_content4":"Iro BASA RINOGONA KUNE DZIDZISO DZINOGONESESWA NEOGOOGLE. GOOGLE RINOTAURA ZVESE ZVITARISIRO RIWANDA NEZVINODZIDZISWA KUDUDZIRO, KURATIDZA KANA KUSIMBISWA, KUSANGANISIRA ZVINOGONESESA ZVECHOKWADI, KUTENDEKA, UYE ZVINOGONESESWA MAGARANTI ECHIMANGWARO, KUKWANISIRA CHINANGWA CHIMWE CHINANGWA NEZVINANGO.","text_about_content5":"Iri dandemutande reApp rakashandurwa kuti zvive nyore uchishandisa software yekushandura inofambiswa neGoogle Dudziro. Kuyedza kunonzwisisika kwakaitwa kupa shanduro chaiyo, zvisinei, hapana shanduro yakazvimiririra haina kukwana kana kuitirwa kutsiva vashanduri vevanhu. Dudziro dzinopihwa sevhisi kune vashandisi vewe marcoparrone.com webhusaiti, uye zvinopihwa \"sezvazviri.\" Hapana garandi yerudzi rupi zvarwo, ingave yakaratidzwa kana kurehwa, inoitwa nezvekururama, kuvimbika, kana kururamisa kweshanduro dzese dzakaitwa kubva kuChirungu kuenda mune chero mumwe mutauro. Zvimwe zvemukati (zvakadai semifananidzo, mavhidhiyo, Flash, nezvimwewo) zvinogona kusanyatso dudzirwa nekuda kwekukanganisa kwesoftware yekushandura.","text_about_content6":"Chinyorwa chepamutemo ndicho chinyorwa cheChirungu chewebhu webhusaiti. Chero kusanzwanana kana mutsauko unogadzirwa mushanduro hausunge uye hauna mvumo yepamutemo yekuteerera kana kuita zvinangwa. Kana paine chero mibvunzo inomuka inoenderana nekururama kweruzivo rwuri mune yakadudzirwa webhusaiti, tarisa kune yeChirungu vhezheni yewebhusaiti inova yepamutemo vhezheni."}