{"text_appname":"Zvinyorwa","text_add_label":"wedzera chinyorwa","text_settings_label":"marongero","text_importexport_label":"kupinza uye kutumira kunze manotsi","text_help_label":"batsira","text_about_label":"nezve","text_close_label":"pedyo","text_snack_mustbenum":"Kukosha kunofanira kuve nhamba!","text_snack_toobig":"Yakasarudzwa kukosha yakakura kwazvo!","text_snack_toosmall":"Yakasarudzwa kukosha ishoma kwazvo!","text_edit_title":"Hora chinyorwa","text_edit_type":"Type:","text_edit_note":"chinyorwa","text_edit_folder":"forodha","text_edit_note_title":"Musoro:","text_edit_content":"Zvemukati:","text_delete":"Delete","text_back":"Kudzoka","text_save":"Sevha","text_settings_title":"Zvirongwa","text_settings_content1":"Pano unogona kugadzirisa iyo application.","text_yes":"Ehe","text_no":"Aihwa","text_settings_showedit":"Ratidza mabhatani ekugadzirisa:","text_settings_showmove":"Ratidza mabhatani ekufambisa:","text_settings_showadd":"Ratidza \"wedzera\" mabhatani mumafolda:","text_settings_rows":"Mavara enzvimbo mitsara:","text_settings_columns":"Mavara enzvimbo makoramu:","text_language":"Sarudza mutauro:","text_close_button":"Vhara","text_importexport_title":"Kunze / kutumira kunze","text_importexport_content":"Pano unogona kuendesa kunze kwenyika zvinyorwa zvako.","text_import":"Tenga:","text_export":"Export","text_error_loadfile":"kukanganisa: haigone kurodha faira.","text_error_fileformat":"kukanganisa: faira fomati haina kunaka.","text_example_title":"SemuenzanisoTitle","text_example_content":"MuenzanisoContent","text_open":"Vhura","text_add":"Wedzera","text_edit":"Hora","text_move_backward":"Dzokera kumashure","text_move_forward":"Fambira Mberi","text_move_upward":"Enda Kumusoro","text_move_downward":"Enda Pasi","text_help_title":"Batsira","text_about_title":"About","text_help_content":"<p> Manotsi chirongwa chekuchengetedza nekuronga manotsi. </p> <p> Kugadzira noti nyowani, kana dhairekodhi idzva, tinya chiratidzo che \"plus\": sarudza pakati petsamba nefaira, isa zita uye pakupedzisira zvemukati, wobva wadzvanya saiti kuti uchengetedze shanduko, kana kudzvanya kudzima kuti ubvise katsamba, kana kudzoka kuti usvetuke shanduko asi chengeta chinyorwa. </p> <p> Dhinda bhatani \"vhura\" padhuze nekatsamba kuti uvhure zvine chekuita nazvo . </p> <p> Dhinda bhatani re \"wedzera\" mukati mefaira kuti uwedzere chinhu chitsva pairi. </p> <p> Kune ese manotsi nemaforodha, tinya bhatani re \"edit\" kuti uvashandure, pinda \"dzokera kumashure\" bhatani kuchinjana chinzvimbo nechinhu chakapfuura, pinda bhatani \"enda kumberi\" kuchinjana chinzvimbo nechinhu chinotevera, tinya bhatani \"enda kumusoro\" kuburitsa chinhu kubva mufaira kwazviri ikozvino, kana kudzvanya bhatani \"enda pasi\" kufambisa chinhu mukati meiyo inotevera subfolder. </p> <p> Mune menyu masystem, anowanikwa mushure mekubaya pane iyo \"masetingi\" icon, unogona kuvanza kana kuratidza iyo yekugadzirisa, kufamba uye kuwedzera kuisa mabhatani eion. </p> <p> Kupinza kana kutumira kunze zvinyorwa, tinya pane yekunze / yekunze icon. Iwo manotsi anozounzwa kana kuendeswa kunze kwenyika muJSON faira yakanangana neapp iyi. Kana uchinotora manotsi kubva kufaira, manotsi azvino anozobviswa uye kunyorwazve. </p> <p> manotsi Progressive Web Application, izvo zvinoreva kuti inomhanya mukati mebrowser. Kana iwe ukaiisa, nepo mabrowser zvinhu asiri kuratidzwa, ichiri kumhanya mukati mebhurawuza. Iwo manotsi anochengetwa mubrowser yemunoStorage yeiyo manotsi.marcoparrone.com domain. localStorage inoshanda zvakanaka ne Chrome, Edge uye Firefox mabhurawuza. Mamwe mabhurawuza anogona kudzima LocalStorage mushure menguva yakati. Android nekumisikidza inoshandisa Chrome, Windows nekumisikidza inoshandisa Edge. Manotsi parizvino haatsigirwe pane zvigadzirwa zveApple. Nechinangwa chekubatsira kudzivirira kurasikirwa kwemanotsi, zvinokurudzirwa kuita backup uchishandisa mashandiro e \"Export\", pese paunoita zvigadziriso zvausingade kurasikirwa nazvo. </p> </div>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Kodzero Dzese Dzakachengetedzwa. </p> <p> SOFTWARE INOPIWA \"SEZVINO\", PASINA KUTI VANHU VANONYANYA, VANOTAURA KANA VANOSIMBISWA, ZVINOSANGANISIRA ASI ASINA KUSARIMIDZWA KUVARISITSI YEMAOKO, KUFANIRA CHINANGWA CHINONYANYA KUNA KUSAPERESA. HAPANA CHIITIKO CHINOGONESESA VANYORI KANA VABATI VEKOPI KODZESA VACHABATSIRA CHIMWE CHINANGWA, ZVINOKUVADZA KANA CHIMWE CHIMWE CHIMWE CHINANGWA, KUNA CHITSAUKO CHIBvumirano, TORT KANA ZVIMWE CHIMWE CHIMWE CHINOKOSHA, KUNZE KANA KUNE KUSANGANA NESOFTWARE KANA KUSHANDISWA KANA ZVIMWE ZVINOITWA. SOFTWARE. </p>","text_about_content2":"<p> Iri BASA RINOGONA KUNE DZIDZISO DZINOGONESESWA NEOGOOGLE. GOOGLE RINOTAURA ZVESE ZVIWARAMENDE zvine chekuita neshanduro, Ratidza UYE KUSIMBISWA, KUSANGANISIRA ZVIWANIKO ZVIWONESESO ZVECHOKWADI, KUTENDEKA, UYE ZVINOGONESESWA MAGARANTI ECHIKONZERO, KUKWANISIRA CHINANGWA CHIMWE CHINANGWA NAZVINOSHURE> CHINANGWA.","text_about_content3":"<p> App yewebhu iyi yakadudzirwa kuti zvikuitire nyore uchishandisa software yekushandura inofambiswa neGoogle Dudziro. Kuyedza kunonzwisisika kwakaitwa kupa shanduro chaiyo, zvisinei, hapana shanduro yakazvimiririra haina kukwana kana kuitirwa kutsiva vashanduri vevanhu. Dudziro dzinopihwa sevhisi kune vashandisi vewe marcoparrone.com webhusaiti, uye zvinopihwa \"sezvazviri.\" Hapana garandi yerudzi rupi zvarwo, ingave yakaratidzwa kana kurehwa, inoitwa nezvekururama, kuvimbika, kana kururamisa kweshanduro dzese dzakaitwa kubva kuChirungu kuenda mune chero mumwe mutauro. Zvimwe zvirimo (zvakadai semifananidzo, mavhidhiyo, Flash, nezvimwewo) zvinogona kutadza kunyatsodudzirwa nekuda kwekukanganisa kwesoftware yekushandura. </p> <p> Chinyorwa chepamutemo ndicho chinyorwa cheChirungu chewebhusaiti. Chero kusanzwanana kana mutsauko unogadzirwa mushanduro hausunge uye hauna mvumo yepamutemo yekuteerera kana kuita zvinangwa. Kana paine chero mibvunzo inomuka inoenderana nekururama kweruzivo rwuri muwebhusaiti yakashandurwa, tarisa kune yeChirungu vhezheni yewebhusaiti inova yepamutemo vhezheni. </p>"}