{"text_appname":"Xusuusin","text_add_label":"ku dar qoraal","text_settings_label":"dejinta","text_importexport_label":"soo dejinta iyo dhoofinta qoraalada","text_help_label":"I caawi","text_about_label":"ku saabsan","text_close_label":"xirid","text_snack_mustbenum":"Qiimaha waa inuu noqdaa lambar!","text_snack_toobig":"Qiimaha la xushay ayaa aad u weyn!","text_snack_toosmall":"Qiimaha la xushay aad buu u yar yahay!","text_edit_title":"Wax ka beddel qoraalka","text_edit_type":"Nooca:","text_edit_note":"fiiro gaar ah","text_edit_folder":"galka","text_edit_note_title":"Ciwaanka:","text_edit_content":"Mawduuc:","text_delete":"Tirtir","text_back":"Dib u laabo","text_save":"Keydso","text_settings_title":"Dejinta","text_settings_content1":"Halkan waxaad ku qaabeyn kartaa arjiga.","text_yes":"haa","text_no":"maya","text_settings_showedit":"Muuji badhannada wax ka beddelka:","text_settings_showmove":"Muuji badhannada dhaqdhaqaaqa:","text_settings_showadd":"Ku muuji badhannada \"ku dar\" fayllada:","text_settings_rows":"Safafka aagga qoraalka:","text_settings_columns":"Tiirarka aagga qoraalka:","text_language":"Xullo luqad:","text_close_button":"Xidh","text_importexport_title":"Soo dejiso / dhoofiso","text_importexport_content":"Halkan waxaad ka soo dhoofin kartaa oo ka dhoofin kartaa qoraaladaada.","text_import":"Soo Deji:","text_export":"Dhoofinta","text_error_loadfile":"khalad: ma buuxin karo faylka.","text_error_fileformat":"khalad: qaabka feylku waa khaldan yahay.","text_example_title":"Cinwaan Tusaale","text_example_content":"Tusmada Tusmada","text_open":"Furan","text_add":"Ku dar","text_edit":"Tafatir","text_move_backward":"Dib u Dhaqaaq","text_move_forward":"Hore u soco","text_move_upward":"Sare U Soco","text_move_downward":"Hoos ugu dhaqaaq","text_help_title":"I caawi","text_about_title":"Ku saabsan","text_help_content1":"Qoraallada waa barnaamij lagu keydiyo laguna abaabulo qoraalada.","text_help_content2":"Si aad u abuurto qoraal cusub, ama fayl cusub, riix astaanta \"plus\": kala doorto qoraalka iyo galka, geli cinwaanka iyo ugu dambeyn nuxurka, ka dibna riix kaydso si aad u keydiso isbeddelada, ama riix tirtir si aad u tirtirto qoraalka, ama dib inaad ka booddo isbeddelada laakiin qor qoraalka.","text_help_content3":"Guji badhanka \"furan\" oo u dhow qoraal si aad u furto waxyaabaha la xiriira.","text_help_content4":"Guji badhanka \"kudar\" gudaha galka si aad ugudarsato cunsur cusub.","text_help_content5":"Qoraallada iyo galalka labadaba, riix badhanka \"wax ka beddel\" si aad wax uga beddesho, riix batoonka \"u dhaqaaq gadaal\" si aad ugu bedesho booska curiyihii hore, riix badhanka \"horay u soco\" si aad ugu beddesho booska qeybta kale, riix \"kor u dhaqaaq\" badhanka si aad cunsurka uga saarto galka halka uu hada ku yaalo, ama taabo batoonka \"hoos u dhaqaaq\" si aad udhaqaajiso curiyaha kujira galka hoose.","text_help_content6":"Meesha meertada ah, oo la heli karo ka dib markaad gujiso \"astaamaha\" astaanta, waad qarin kartaa ama tusi kartaa tafatirka, dhaqdhaqaaqa iyo badhanka isku darista. Waxaad sidoo kale u habeyn kartaa safafka qoraalka iyo tiirarka sanduuqa wada hadalka \"wax ka beddel\". Sidoo kale waa suurtagal in la beddelo luqadda adeegsadaha isticmaalaha.","text_help_content7":"Si aad u soo dejiso ama u dhoofiso qoraallada, ku dhaji astaanta soo dejinta / dhoofinta. Qoraallada waxaa lagu soo dejin doonaa ama lagu dhoofin doonaa faylka JSON ee u gaarka ah barnaamijkan. Markaad ka soo dejineyso qoraalada feyl, qoraalada hada jira waa la tirtirayaa oo dib ayaa loo qorayaa.","text_help_content8":"Qoraallada waa Codsi Websaydh Horusocod ah, oo macnaheedu yahay inay ku dhex shaqeyso biraawsar. Markaad rakibto, inta astaamaha biraawsarka aan la muujin, wali waxay ku dhex socotaa biraawsar. Qoraallada waxaa lagu keydiyaa barnaamijka loo yaqaan 'browserSarerage' ee loo yaqaan 'browserS' ee loogu talagalay domainka note.marcoparrone.com. localStorage waxay si fiican ula shaqeysaa biraawsarayaasha Chrome, Edge iyo Firefox. Bog furayaasha kale ayaa tirtiri kara kaydinta deegaanka mudo kadib. Android si caadi ah waxay u isticmaashaa Chrome, Windows waxay u adeegsataa adeegsiga 'Edge'. Xusuus-qorrada xilligan laguma taageero alaabta Apple. Ujeedada laga caawinayo kahortaga luminta qoraalada, waxaa lagugula talinayaa in aad sameysid keyd adoo adeegsanaya shaqeynta \"dhoofinta\", markasta oo aad sameysid isbadallo aadan rabin inaad lumiso","text_about_content1":"Xuquuqda daabacaadda © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Dhammaan Xuquuqda Ayaa Leedahay","text_about_content3":"SOFTWARE WAXA LOO SIIYAY \"SIDA AY TAHAY\", AANAN LAHAYN HALIS KASTA, MUUJIN KARO AMA LAGU QAADO, OO AY KU JIRTO LAGU XADDIDNO DARYEELYADA LOOGU TALAGALAY LACAG LA'AAN. DHACDOOYIN WALBA QORAYAASHA AMA QAADAYAASHA CUQUURSADU WAA IN LAGU SAMEEYO LACAG LA'AAN, DHAQAQO AMA WADA SHAQAYN KALE, HADA AY KU JIRAAN FULIN QARAX, XANUUN AMA MID KALE, OO KASOO KACA, XIRIIRKA AMARKA AMA ISTICMAALKA AMA FULINTA SOFTWARE.","text_about_content4":"ADEEGAN WUXUU KA HELI KARAA tarjumaadyo uu awood u leeyahay GOOGLE. GOOGLE OO KA DIIDAYSA DHAMMAAN DAMNIIN LA XIRIIRSAN TURJUMADA, TAHRIIB AMA LA SAMEEYEY, OO AY KA MID YAHAY HAL WALAN OO DHAQAN AH, AAMINNIMO, IYO HALIS KASTA OO LOOGU TALAGALAY GANACSIGA, QAABKA UU UJEEDO UJEEDADA GAAR AH IYO UJEEDADA.","text_about_content5":"Barnaamijkan websaydhka ayaa loo tarjumay si kuugu habboon adiga oo isticmaalaya softiweer turjumaad ay ku shaqayso Google Translate. Dadaallo macquul ah ayaa loo sameeyay si loo helo turjumaad sax ah, hase yeeshe, tarjumaad otomaatig ah oo kaamil ah loomana talagelin in lagu beddelo turjubaannada aadanaha. Tarjumaadaha waxaa loo bixiyaa adeeg ahaan isticmaalayaasha websaydhka marcoparrone.com, waxaana loo bixiyaa \"sida ay tahay.\" Ma jiro dammaanad nooc kasta ah, ama ha muujiyo ama ha tuso, looma sameeyo sida saxsanaanta, isku halaynta, ama saxnaanta wixii tarjumaad ah ee laga sameeyay Ingiriisi luqad kale. Waxyaabaha qaar (sida sawirrada, fiidiyowyada, Flash, iwm.) Si sax ah looma tarjumi karo sababo la xiriira xaddidaadda software-ka tarjumaadda.","text_about_content6":"Qoraalka rasmiga ahi waa nooca bogga Ingiriisiga. Wax kasta oo khilaaf ah ama kala duwanaansho ah oo lagu abuuray tarjumaadda ma aha kuwo waajib ku ah oo aan lahayn wax saameyn sharci ah oo ku saabsan u hoggaansamida ama ujeedooyinka fulinta. Haddii wax su'aalo ah ay soo baxaan oo la xiriira saxnaanta macluumaadka ku jira bogga la turjumay, tixraac qaybta Ingiriisiga ee degelka oo ah nooca rasmiga ah."}