{"text_appname":"Напомене","text_add_label":"додајте напомену","text_settings_label":"подешавања","text_importexport_label":"белешке о увозу и извозу","text_help_label":"помоћ","text_about_label":"О томе","text_close_label":"Близу","text_snack_mustbenum":"Вредност мора бити број!","text_snack_toobig":"Изабрана вредност је превелика!","text_snack_toosmall":"Одабрана вредност је премала!","text_edit_title":"Измените белешку","text_edit_type":"Тип:","text_edit_note":"Белешка","text_edit_folder":"директоријум","text_edit_note_title":"Наслов:","text_edit_content":"Садржај:","text_delete":"Избриши","text_back":"Назад","text_save":"сачувати","text_settings_title":"Подешавања","text_settings_content1":"Овде можете да конфигуришете апликацију.","text_yes":"да","text_no":"не","text_settings_showedit":"Прикажи дугмад за уређивање:","text_settings_showmove":"Прикажи дугмад за кретање:","text_settings_showadd":"Прикажите дугмад „додај“ у директоријумима:","text_settings_rows":"Редови подручја текста:","text_settings_columns":"Колоне подручја текста:","text_language":"Изабери језик:","text_close_button":"Близу","text_importexport_title":"Увоз извоз","text_importexport_content":"Овде можете увести и извести белешке.","text_import":"Увоз:","text_export":"Извоз","text_error_loadfile":"грешка: није могуће учитати датотеку.","text_error_fileformat":"грешка: формат датотеке је погрешан.","text_example_title":"Пример наслова","text_example_content":"Пример садржаја","text_open":"Отвори","text_add":"Додати","text_edit":"Уредити","text_move_backward":"Крени уназад","text_move_forward":"Кренути напред","text_move_upward":"Померите се нагоре","text_move_downward":"Померите се надоле","text_help_title":"Помоћ","text_about_title":"О томе","text_help_content":"<п> Белешке су апликација за чување и организовање бележака. </п> <п> Да бисте креирали нову белешку или нову фасциклу, притисните икону „плус“: одаберите између белешке и фасцикле, убаците наслов и на крају садржаја, а затим притисните саве да бисте сачували промене или притисните делете да бисте избрисали напомену или назад да бисте прескочили промене, али задржите белешку. </п> <п> Притисните дугме \"отвори\" у близини белешке да бисте отворили сродни садржај . </п> <п> Притисните дугме „додај“ у фасциклу да бисте јој додали нови елемент. </п> <п> За белешке и фасцикле притисните дугме „уреди“ да бисте их изменили, притисните тастер дугме „помери уназад“ да бисте позицију разменили са претходним елементом, притисните дугме „помери напред“ да бисте разменили позицију са следећим елементом, притисните дугме „помери нагоре“ да бисте елемент преместили из фасцикле у којој се тренутно налази, или притисните дугме „помери надоле“ да бисте елемент преместили у следећу подмапу. </п> <п> У менију подешавања, који је доступан након клика на икону „подешавања“, можете сакрити или приказати уређивање, померање и додавање јонска дугмад. </п> <п> Да бисте увезли или извезли белешке, притисните икону за увоз / извоз. Белешке ће бити увезене или извезене у ЈСОН датотеци специфичној за ову апликацију. При увозу бележака из датотеке, тренутне белешке ће се избрисати и преписати. </п> <п> Белешке су прогресивна веб апликација, што значи да се покрећу у прегледачу. Када га инсталирате, док компоненте прегледача нису приказане, он се и даље покреће у прегледачу. Белешке се чувају у локалном складишту прегледача за домену нотес.марцопарроне.цом. лоцалСтораге добро функционише са прегледачима Цхроме, Едге и Фирефок. Други прегледачи могу избрисати лоцалСтораге након неког времена. Андроид подразумевано користи Цхроме, Виндовс подразумевано користи Едге. Белешке тренутно нису подржане на Аппле производима. Да би се спречило губљење белешки, предлаже се прављење резервне копије помоћу функције „извоз“ сваки пут када направите неке измене које не желите да изгубите. </п> </див>","text_about_content1":"<п> Ауторска права © 2017,2019,2020,2021 Марцо Парроне. <бр /> Сва права задржана. </п> <п> СОФТВЕР ЈЕ ДОСТАВЉЕН „КАКАВ ЈЕ, БЕЗ ЈАМСТВА БИЛО КОЈЕ ВРСТЕ, ИЗРИЧИТЕ ИЛИ ПОДРАЗУМЕВАНЕ, УКЉУЧУЈУЋИ АЛИ НЕ ОГРАНИЧЕНИ ГАРАНЦИЈАМА ЗА ПРОДАЈУ, СПОСОБНОСТИ ЗА ОДРЕЂЕНУ СВРХУ И НЕМОЋЕЊЕ КРШЕЊА. АУТОРИ ИЛИ ИМАТЕЉИ АУТОРСКИХ ПРАВА НИКАДА НЕ ОДГОВАРАЈУ ЗА БИЛО КОЈУ ПОТРАЖИВАЊА, ШТЕТУ ИЛИ ДРУГУ ОДГОВОРНОСТ, БИЛО КОЈИМ У АКТИВНОСТИ УГОВОРА, ДЕЛИТЕТСКОГ ИЛИ ДРУГОГ ПРОИЗВОДА ИЗ, ВАН ИЛИ У ВЕЗИ СА СОФТВЕРОМ ИЛИ УПОТРЕБОМ ИЛИ ДРУГИМ ПОСЛОВАЊЕМ СОФТВЕР. </п>","text_about_content2":"<п> ОВА УСЛУГА МОЖЕ ДА САДРЖИ ПРЕВОДЕ КОЈИ МУ ОСОБЉА ГООГЛЕ. ГООГЛЕ СЕ ОДРЕКУЈЕ СВЕ ГАРАНЦИЈЕ У ВЕЗИ СА ПРЕВОДИМА, ИЗРИЧИТИМ ИЛИ ИМПЛИЦИРАНИМ, УКЉУЧУЈУЋИ БИЛО КОЈЕ ЈАМСТВА ТАЧНОСТИ, ПОУЗДАНОСТИ И БИЛО КОЈЕ ИМПЛИЦИОНЕ ГАРАНЦИЈЕ ЗА ПРОДАЈУ, ФИТНЕС ЗА ФИЗИЧНИ ФОНД.","text_about_content3":"<п> Ова веб апликација је преведена за вашу удобност помоћу софтвера за превод који покреће Гоогле преводилац. Уложени су разумни напори да се обезбеди тачан превод, међутим, ниједан аутоматизовани превод није савршен нити је замишљен да замени људске преводиоце. Преводи се пружају као услуга корисницима веб странице марцопарроне.цом и пружају се „такви какви јесу“. Не даје се никаква гаранција, било изричита или подразумевана, у погледу тачности, поузданости или исправности превода са енглеског на било који други језик. Неки садржај (попут слика, видео записа, Фласх-а итд.) Можда неће бити тачно преведен због ограничења софтвера за превођење. </п> <п> Службени текст је енглеска верзија веб странице. Било која одступања или разлике настале у преводу нису обавезујуће и немају правни ефекат у сврху усаглашавања или примене. Ако се појаве нека питања у вези са тачношћу информација садржаних у преведеној веб локацији, погледајте енглеску верзију веб странице која је званична верзија. </п>"}