{"text_appname":"Lintlha","text_add_label":"eketsa molaetsa","text_settings_label":"Litlhophiso","text_importexport_label":"lintlha tsa ho kenya le ho rekisa kantle ho naha","text_help_label":"Thusa","text_about_label":"mabapi le","text_close_label":"haufi","text_snack_mustbenum":"Boleng e tlameha ho ba palo!","text_snack_toobig":"Boleng bo khethiloeng bo kholo haholo!","text_snack_toosmall":"Boleng bo khethiloeng bo bonyenyane haholo!","text_edit_title":"Fetola noutu","text_edit_type":"Mofuta:","text_edit_note":"Hlokomela","text_edit_folder":"foldara","text_edit_note_title":"Sehlooho:","text_edit_content":"Litaba:","text_delete":"Tlosa","text_back":"Ka morao","text_save":"Boloka","text_settings_title":"Litlhophiso","text_settings_content1":"Mona o ka hlophisa ts'ebeliso.","text_yes":"ee","text_no":"che","text_settings_showedit":"Hlahisa li-button tsa edit:","text_settings_showmove":"Bontša likonopo tsa motsamao:","text_settings_showadd":"Bontša likonopo tsa \"eketsa\" ka har'a lifoldara:","text_settings_rows":"Mela ea sebaka sa mongolo:","text_settings_columns":"Litšiea tsa sebaka sa mongolo:","text_language":"Khetha puo:","text_close_button":"Haufi","text_importexport_title":"Ho kenya / ho rekisa kantle ho naha","text_importexport_content":"Mona o ka kenya le ho rekisa lintlha tsa hau.","text_import":"Kenya:","text_export":"Romella kantle ho naha","text_error_loadfile":"phoso: ha e khone ho kenya file.","text_error_fileformat":"phoso: fomate ea faele e fosahetse.","text_example_title":"Sehlooho sa Mohlala","text_example_content":"Mohlala oa Likateng","text_open":"Bula","text_add":"Eketsa","text_edit":"Edita","text_move_backward":"Khutlela morao","text_move_forward":"Tsoela Pele","text_move_upward":"Tsamaea holimo","text_move_downward":"Tsamaea tlase","text_help_title":"Thusa","text_about_title":"Mabapi le","text_help_content":"<p> Lintlha ke sesebelisoa sa ho boloka le ho hlophisa lintlha. </p> <p> Ho theha noto e ncha, kapa foldara e ncha, tobetsa konopo ea \"plus\": khetha pakeng tsa noto le foldara, kenya sehlooho ebe qetellong dikahare, o tobetsa tobetsa ho boloka diphetoho, kapa tobetsa phumula ho hlakola noto, kapa kgutlela morao ho tlola diphetoho empa o boloke noto. </p> <p> Tobetsa konopo ya \"bula\" pela noutu ho bula dikahare tse amanang. . </p> <p> Tobetsa konopo ea \"eketsa\" ka har'a foldara ho kenya ntho e ncha ho eona. </p> <p> Bakeng sa lintlha le li-folders ka bobeli, tobetsa konopo ea \"edit\" ho li fetola, tobetsa konopo konopo \"khutlela morao\" ho fapanyetsana boemo le ntho e fetileng, tobetsa konopo ea \"tsoelapele\" ho fapanyetsana boemo le ntho e latelang, tobetsa konopo ea \"fetela holimo\" ho tlosa karolo ka har'a foldara moo e leng hona joale, kapa tobetsa konopo ea \"susumelletsa tlase\" ho suthisa elemente ka hare ho polokelo e nyane e latelang. Ho kenya kapa ho rekisa lintlha, ho tobetsa konopo ea ho kenya / ho rekisa kantle ho naha. Lintlha li tla romelloa kapa li romeloe ka faele ea JSON e ikhethang ho sesebelisoa sena. Ha o kenya lintlha ho tsoa faeleng, lintlha tsa hajoale li tla hlakoloa ebe li tla ngoloa hape. </p> <p> Lintlha ke Progressive Web Application, ho bolelang hore e kena ka har'a sebatli. Ha o e kenya, ha likarolo tsa sebatli li sa bontšoe, e ntse e sebetsa ka har'a sebatli. Lintlha li bolokiloe sebakeng sa sebaka sa polokelo sa sebatli bakeng sa domain domain ea notes.marcoparrone.com. localStorage e sebetsa hantle ka libatli tsa Chrome, Edge le Firefox. Libatli tse ling li ka hlakolaStorage ea lehae kamora nako e itseng. Android ka boiketsetso e sebelisa Chrome, Windows ka bo eona e sebelisa Edge. Lintlha hajoale ha li tšehetsoe lihlahisoa tsa Apple. Ka sepheo sa ho thusa ho thibela tahlehelo ea lintlha, ho khothaletsoa ho etsa bekapo o sebelisa ts'ebetso ea \"kantle ho naha\", nako le nako ha o etsa liphetoho tseo o sa batleng ho li lahleheloa. </p> </div>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Litokelo Tsohle li Sirelelitsoe. EMPA HA A LUMELLE LITOKISETSO TSA BOPHELO, BOPHELO BAKENG SA MORERO OA SEBELE LE HO SE KHABELE. HA HO KAMOO BANGOLI BA KAPA BATHO BA TOKELO EA TOKOLO BA TLA BA LE MOKHOA OA HO QOSOA, HO SENYANG KAPA HO NA LE MOKHOA O MONG, HAPE KE KETSAHALO EA TUMELLANO, TORO KAPA HO ETSA TJENA, E TSOANG KAPA KAPA HO IKOPANYA LE SOFTLETE KAPA HO SEBELISA KAPA LITABA LITŠOANTŠISO. </p>","text_about_content2":"<p> TŠEBELETSO ENA E KA BA LE LIPHETOLELO TSE MABAPI LE GOOGLE. GOOGLE E HLOKA LITOKELO TSOHLE TSE AMANANG LE LIPHETOLETSO, TLHALOSA KAPA HO SEBELISOA, HO KOPANTSA LITOKISETSO TSOHLE TSA BOPHELO, BOTŠEPEHI LE TSOHLE TSE BONAHALANG TSA BOPHELO, HO LOKELA MORERO OA BOPHELO LE BOPHELO.","text_about_content3":"<p> Sesebelisoa sena sa tepo se fetoletsoe molemong oa hau ka ho sebelisa software ea phetolelo e tsamaisoang ke Google Translate. Ho entsoe boiteko bo utloahalang ba ho fana ka phetolelo e nepahetseng, leha ho le joalo, ha ho phetolelo e itirisang e phethahetseng ebile e sa rereloa ho nkela bafetoleli ba batho sebaka. Liphetolelo li fanoa joalo ka ts'ebeletso ho basebelisi ba sebaka sa marang-rang sa marcoparrone.com, 'me li fanoa \"joalo ka ha e le joalo.\" Ha ho tiisetso ea mofuta ofe kapa ofe, ebang e hlahisitsoe kapa e hlahisitsoe, e etsoang mabapi le ho nepahala, ho tšepahala, kapa ho nepahala ha liphetolelo life kapa life tse entsoeng ho tloha Senyesemane ho ea puong efe kapa efe. Likahare tse ling (joalo ka litšoantšo, livideo, Flash, jj.) Li kanna tsa se fetoleloe ka nepo ka lebaka la bofokoli ba software ea phetolelo. </p> <p> Sengoloa sa semmuso ke mofuta oa sebaka sa marang-rang sa Senyesemane. Ho se lumellane kapa liphapang life kapa life tse hlahisitsoeng phetolelong ha li tlame ebile ha li na phello ea molao bakeng sa ho latela kapa ho phethahatsa. Haeba ho hlaha lipotso tse amanang le ho nepahala ha tlhaiso-leseling e fumanehang sebakeng sa marang-rang se fetoletsoeng, sheba mofuta oa sebaka sa marang-rang sa Senyesemane seo e leng mofuta oa semmuso. </p>"}