{"text_appname":"Catetan","text_add_label":"tambahkeun catetan","text_settings_label":"setélan","text_importexport_label":"impor sareng ékspor catetan","text_help_label":"Tulung","text_about_label":"ngeunaan","text_close_label":"nutup","text_snack_mustbenum":"Nilai kedah angka!","text_snack_toobig":"Nilai anu dipilih ageung teuing!","text_snack_toosmall":"Nilai anu dipilih leutik teuing!","text_edit_title":"Catetan éditan","text_edit_type":"Jenis:","text_edit_note":"Catetan","text_edit_folder":"folder","text_edit_note_title":"Judul:","text_edit_content":"Eusi:","text_delete":"Mupus","text_back":"Balik deui","text_save":"Ngahémat","text_settings_title":"Setélan","text_settings_content1":"Di dieu anjeun tiasa ngatur aplikasi.","text_yes":"enya","text_no":"henteu","text_settings_showedit":"Tembongkeun édit tombol:","text_settings_showmove":"Tembongkeun tombol gerakan:","text_settings_showadd":"Tembongkeun tombol \"tambihan\" dina folder:","text_settings_expandbydefault":"Dilegakeun folder sacara standar:","text_settings_rows":"Baris aréa téks:","text_settings_columns":"Kolom aréa téks:","text_language":"Pilih bahasa:","text_question_merge":"Ngagabungkeun catetan ayeuna ku catetan anu diimpor atanapi ngagentos?","text_merge":"indit","text_replace":"ngaganti","text_close_button":"Tutup","text_importexport_title":"Impor / ékspor","text_importexport_content":"Di dieu anjeun tiasa ngimpor sareng ngekspor catetan anjeun.","text_import":"Impor:","text_export":"Ékspor","text_error_loadfile":"kasalahan: teu tiasa muka file.","text_error_fileformat":"kasalahan: format file salah.","text_example_title":"Judul conto","text_example_content":"Conto Eusi","text_open":"Muka","text_add":"Tambihkeun","text_edit":"Édit","text_move_backward":"Maju mundur","text_move_forward":"Maju kahareup","text_move_upward":"Pindah ka luhur","text_move_downward":"Pindah ka handap","text_expand_less":"Unexpand","text_expand_more":"Ngalegaan","text_help_title":"Tulung","text_about_title":"Ngeunaan","text_help_content1":"Notes mangrupikeun aplikasi pikeun nyimpen sareng ngatur catetan.","text_help_content2":"Pikeun nyiptakeun catetan énggal, atanapi map énggal, pencét ikon \"plus\": pilih antara catetan sareng folder, lebetkeun judulna sareng akhirna eusina, teras pencét simpen pikeun nyimpen perobihan, atanapi pencét hapus pikeun mupus catetan, atanapi balikeun deui bolos perobihanana tapi tetep catetan.","text_help_content3":"Pencét tombol \"buka\" caket catetan pikeun muka kontén anu aya hubunganana.","text_help_content4":"Pencét tombol \"tambihan\" dina folder kanggo nambihan unsur énggal.","text_help_content5":"Pikeun catetan sareng folder, pencét tombol \"édit\" pikeun ngarobihna, pencét tombol \"maju mundur\" pikeun tukeur posisi sareng unsur anu saencana, pencét tombol \"maju ka hareup\" pikeun tukeur posisi sareng unsur salajengna, pencét Tombol \"mindahkeun ka luhur\" pikeun mindahkeun elemen kaluar tina folder dimana ayeuna ayana, atanapi pencét tombol \"ngalih ka handap\" kanggo mindahkeun elemen dina subfolder salajengna.","text_help_content6":"Dina ménu setélan, tiasa diaksés saatos ngaklik ikon \"setélan\", anjeun tiasa nyumputkeun atanapi nunjukkeun tombol éditan, gerakan sareng tambihan. Anjeun tiasa ogé ngonpigurasikeun jajaran sareng kolom daérah téks pikeun kotak dialog \"édit\". Éta ogé dimungkinkeun pikeun ngarobah basa antarbeungeut pangguna.","text_help_content7":"Pikeun ngimpor atanapi ngekspor catetan, pencét dina ikon impor / ékspor. Catetan bakal diimpor atanapi diékspor dina file JSON khusus pikeun aplikasi ieu. Nalika ngimpor catetan tina file, catetan anu ayeuna bakal dihapus sareng ditimpa.","text_help_content8":"Notes mangrupikeun Aplikasi Wéb Progresif, anu hartosna éta ngalir dina jero peramban. Nalika anjeun masangkeunana, samentawis komponén pangotéktak henteu ditampilkeun, éta tetep dijalankeun dina panyungsi. Catetan disimpen dina browser's localStorage pikeun domain note.marcoparrone.github.io. localStorage tiasa dianggo kalayan browser Chrome, Edge sareng Firefox. Paramban anu sanés tiasa mupus localStorage saatos sababaraha waktos. Android sacara standar nganggo Chrome, Windows sacara standar nganggo Edge. Catetan ayeuna henteu didukung dina produk Apple. Kalayan tujuan pikeun ngabantosan kaleungitan catetan, disarankeun ngadamel cadangan nganggo pungsionalitas \"ékspor\", unggal-unggal anjeun ngarobih anu teu anjeun hoyong leungit.","text_about_content1":"Copyright © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Sadaya hak disimpen.","text_about_content3":"Parangkat lunak disayogikeun \"Sapertos\", TANPA JAMINAN ANJENEUN, DITANGKAT ATAWA DITERAPKEUN, kalebet tapi henteu diwatesan ku jaminan kasuburan, pasilitas pikeun tujuan khusus sareng henteu leres. TANPA ACARA JEUNG Otoritas COPYRIGHT KANGGO DITANGTUNGKEUN KANAON, KURING ATAWA TANGGUNG JAWAB LAIN, naha dina aksi kontén, panyiksa atanapi anu sanésna, timbul tina, kaluar atanapi aya hubunganana sareng parangkat lunak ATAWA PAKAIAN ATAWA PAKÉLAN LAIN DI PERUSAHAAN.","text_about_content4":"JASA ieu tiasa ngandung terjemahan tina kakuatan ku gOOGLE. GOOGLE NYUUTKEUN SADAYANA HARANSI Hubunganana sareng Tarjamah, Eksprési Atanapi Diterapkeun, Kalebet JAMINAN AKURASI, KEPERCAYAAN, JEUNG JAMINAN GARANSI MERCHANTABILITY, FITNESS Pikeun tujuan khusus sareng henteu leres.","text_about_content5":"Aplikasi wéb ieu parantos ditarjamahkeun pikeun genah anjeun nganggo parangkat lunak tarjamahan anu dikuatkeun ku Google Translate. Upaya anu wajar dilakukeun pikeun nyayogikeun tarjamahan anu akurat, tapi, henteu aya tarjamahan otomatis anu sampurna ogé henteu dimaksudkeun pikeun ngaganti panarjamah manusa. Tarjamahan disayogikeun salaku jasa pikeun pangguna tina halaman wéb marcoparrone.github.io, sareng disayogikeun \"sapertos ayeuna.\" Henteu aya jaminan nanaon, boh anu dikedalkeun atanapi tersirat, didamel ngeunaan akurasi, reliabilitas, atanapi leresna naon tarjamahan anu didamel tina basa Inggris kana basa anu sanés. Sababaraha eusi (sapertos gambar, pidéo, Flash, jst.) Panginten henteu leres-leres ditarjamahkeun kusabab aya watesan parangkat lunak panarjamahan.","text_about_content6":"Téks resmi nyaéta vérsi basa Inggris dina halaman wéb. Sagala béntenna atanapi bédana anu dilakukeun dina tarjamahan henteu ngariung sareng teu ngagaduhan pangaruh hukum pikeun matuh atanapi tujuan panerapan. Upami aya patarosan anu patalina sareng akurasi inpormasi anu dikandung dina halaman wéb anu ditarjamahkeun, tingali kana vérsi basa Inggris halaman wéb anu mangrupikeun vérsi resmi."}