{"text_appname":"Catetan","text_add_label":"tambahkeun catetan","text_settings_label":"setélan","text_importexport_label":"impor sareng ékspor catetan","text_help_label":"tulung","text_about_label":"ngeunaan","text_close_label":"nutup","text_snack_mustbenum":"Nilai kedah angka!","text_snack_toobig":"Nilai anu dipilih ageung teuing!","text_snack_toosmall":"Nilai anu dipilih leutik teuing!","text_edit_title":"Catetan éditan","text_edit_type":"Jenis:","text_edit_note":"Catetan","text_edit_folder":"folder","text_edit_note_title":"Judul:","text_edit_content":"Eusi:","text_delete":"Mupus","text_back":"Balik deui","text_save":"Ngahémat","text_settings_title":"Setélan","text_settings_content1":"Di dieu anjeun tiasa ngatur aplikasi.","text_yes":"enya","text_no":"henteu","text_settings_showedit":"Tembongkeun édit tombol:","text_settings_showmove":"Tembongkeun tombol gerakan:","text_settings_showadd":"Tembongkeun tombol \"tambihan\" dina folder:","text_settings_rows":"Baris aréa téks:","text_settings_columns":"Kolom aréa téks:","text_language":"Pilih bahasa:","text_close_button":"Tutup","text_importexport_title":"Impor / ékspor","text_importexport_content":"Di dieu anjeun tiasa ngimpor sareng ngekspor catetan anjeun.","text_import":"Impor:","text_export":"Ékspor","text_error_loadfile":"kasalahan: teu tiasa muka file.","text_error_fileformat":"kasalahan: format file salah.","text_example_title":"Conto Judul","text_example_content":"Conto Eusi","text_open":"Muka","text_add":"Tambihkeun","text_edit":"Édit","text_move_backward":"Maju mundur","text_move_forward":"Maju kahareup","text_move_upward":"Pindah ka luhur","text_move_downward":"Pindah ka handap","text_help_title":"Tulung","text_about_title":"Ngeunaan","text_help_content":"<p> Catetan mangrupikeun aplikasi pikeun nyimpen sareng ngatur catetan. </ p> Kanggo nyiptakeun catetan énggal, atanapi map énggal, pencét ikon \"plus\": pilih antara catetan sareng folder, lebetkeun judul na akhirna eusi, teras pencét simpen pikeun nyimpen parobihan, atanapi pencét hapus pikeun mupus catetan, atanapi balik deui pikeun ngalangkungan parobihan tapi tetep catetanna. </p> <p> Pencét tombol \"buka\" caket catetan pikeun muka eusi anu aya hubunganana . </ p> Pencet tombol \"tambahkeun\" dina folder kanggo nambihan unsur énggal. </p> <p> Pikeun catetan sareng folder, pencét tombol \"édit\" pikeun ngarobih, pencét \"pindah mundur\" tombol pikeun tukeur posisi sareng unsur anu sateuacanna, pencét tombol \"maju ka hareup\" pikeun tukeur posisi sareng unsur salajengna, pencét tombol \"pindahkeun ka luhur\" kanggo mindahkeun elemen kaluar tina folder dimana ayeuna, atanapi pencét tombol \"ngalih ka handap\" pikeun mindahkeun elemen dina subférder salajengna. </ b> Dina ménu setélan, tiasa diaksés saatos ngeklik ikon \"setting\", anjeun tiasa nyumputkeun atanapi nunjukkeun éditan, gerakan sareng tambihan tombol ion. </ p> Kanggo ngimpor atanapi ngekspor catetan, pencét dina ikon impor / ékspor. Catetan bakal diimpor atanapi diékspor dina file JSON khusus pikeun aplikasi ieu. Nalika ngimpor catetan tina file, catetan anu ayeuna bakal dipupus sareng ditimpa. </ P> Catetan mangrupikeun Aplikasi Wéb Progresif, anu hartosna éta ngalir dina jero peramban. Nalika anjeun masangkeunana, samentawis komponén pangotéktak henteu ditampilkeun, éta tetep dijalankeun dina panyungsi. Catetan disimpen dina browser's localStorage pikeun domain note.marcoparrone.com. localStorage tiasa dianggo kalayan browser Chrome, Edge sareng Firefox. Paramban anu sanés tiasa mupus localStorage saatos sababaraha waktos. Android sacara standar nganggo Chrome, Windows sacara standar nganggo Edge. Catetan ayeuna henteu didukung dina produk Apple. Kalayan tujuan pikeun ngabantosan kaleungitan catetan, disarankeun ngadamel cadangan nganggo pungsionalitas \"ékspor\", unggal-unggal anjeun modifikasi anu anjeun teu hoyong leungit. </ P>","text_about_content1":"<p> Hak Cipta © 2017,2019,2020,2021 Marco Parrone. <br /> Sadaya Hak ditangtayungan. </ p> SISI PERANGKAT LAYAR SEDIA \"SANGSA\", TANPA JAMINAN ANJENEUN, EXPRESS ATAWA DIPETEKAN, kaasup Tapi henteu diwatesanan kana jaminan jaminan, kabutuhan pikeun tujuan khusus sareng henteu leres. TANPA ACARA JEUNG Otoritas COPYRIGHT KANGGO DITANGTUNGKEUN KANAON, KURING ATAWA TANGGUNG JAWAB LAIN, naha dina aksi kontén, panyiksa atanapi anu sanésna, timbul tina, tina atanapi anu aya hubunganana sareng parangkat lunak ATAWA PAKAIAN ATAWA PAKÉLAN LAIN DINA SOFTWARE. </ P>","text_about_content2":"<p> PELAYANAN INI KUDUNG NGANDUNGI TARJAMAHAN KUASA KU GOOGLE. GOOGLE NGABARKEUN KABEH JAMINAN Hubunganana sareng Tarjamahan, Nganyatakeun Atanapi Diterapkeun, Kalebet JAMINAN AKURASI, PERCAYAAN, JEUNG JAMINAN GARANSI MERCHANTABILITY, FITNESS FOR A PARTICULAR BLUR AND ENNFRING.","text_about_content3":"<p> Aplikasi wéb ieu parantos ditarjamahkeun pikeun genah anjeun nganggo parangkat lunak tarjamahan anu dikuatkeun ku Google Translate. Upaya anu wajar dilakukeun pikeun nyayogikeun tarjamahan anu akurat, tapi, henteu aya tarjamahan otomatis anu sampurna ogé henteu dimaksudkeun pikeun ngaganti panarjamah manusa. Tarjamahan disayogikeun salaku jasa pikeun pangguna tina halaman wéb marcoparrone.com, sareng disayogikeun \"sapertos ayeuna.\" Henteu aya jaminan nanaon, boh anu dikedalkeun atanapi tersirat, didamel ngeunaan akurasi, reliabilitas, atanapi leresna naon tarjamahan anu didamel tina basa Inggris kana basa anu sanés. Sababaraha eusi (sapertos gambar, pidéo, Flash, jst.) Panginten henteu leres-leres ditarjamahkeun kusabab katerbatasan parangkat lunak panarjamahan. </ B> Téks resmi nyaéta vérsi basa Inggris dina halaman wéb. Sagala béntenna atanapi bédana anu dilakukeun dina tarjamahan henteu ngariung sareng teu ngagaduhan pangaruh hukum pikeun matuh atanapi tujuan panerapan. Upami aya patarosan anu patalina sareng akurasi inpormasi anu dikandung dina halaman wéb anu ditarjamahkeun, tingali kana vérsi basa Inggris halaman wéb anu mangrupikeun vérsi resmi."}