{"text_appname":"Anteckningar","text_add_label":"Lägg till en anteckning","text_settings_label":"inställningar","text_importexport_label":"importera och exportera anteckningar","text_help_label":"hjälp","text_about_label":"handla om","text_close_label":"stänga","text_snack_mustbenum":"Värde måste vara ett tal!","text_snack_toobig":"Det valda värdet är för stort!","text_snack_toosmall":"Det valda värdet är för litet!","text_edit_title":"Redigera anteckningen","text_edit_type":"Typ:","text_edit_note":"notera","text_edit_folder":"mapp","text_edit_note_title":"Titel:","text_edit_content":"Innehåll:","text_delete":"Radera","text_back":"Tillbaka","text_save":"Spara","text_settings_title":"inställningar","text_settings_content1":"Här kan du konfigurera applikationen.","text_yes":"ja","text_no":"Nej","text_settings_showedit":"Visa redigeringsknappar:","text_settings_showmove":"Visa rörelseknappar:","text_settings_showadd":"Visa \"lägg till\" -knappar i mappar:","text_settings_rows":"Textområdesrader:","text_settings_columns":"Textområdekolumner:","text_language":"Välj språk:","text_close_button":"Stänga","text_importexport_title":"Import Export","text_importexport_content":"Här kan du importera och exportera dina anteckningar.","text_import":"Importera:","text_export":"Exportera","text_error_loadfile":"fel: kan inte läsa in filen.","text_error_fileformat":"fel: filformatet är fel.","text_example_title":"Exempel på titel","text_example_content":"Exempel på innehåll","text_open":"Öppet","text_add":"Lägg till","text_edit":"Redigera","text_move_backward":"Flytta bakåt","text_move_forward":"Gå framåt","text_move_upward":"Gå uppåt","text_move_downward":"Rör dig nedåt","text_help_title":"Hjälp","text_about_title":"Handla om","text_help_content1":"Notes är en app för att spara och organisera anteckningar.","text_help_content2":"För att skapa en ny anteckning eller en ny mapp, tryck på \"plus\" -ikonen: välj mellan anteckning och mapp, infoga titeln och så småningom innehållet, tryck sedan på spara för att spara ändringarna, eller tryck på radera för att radera anteckningen, eller tillbaka att hoppa över ändringarna men behålla anteckningen.","text_help_content3":"Tryck på \"öppna\" -knappen nära en anteckning för att öppna relaterat innehåll.","text_help_content4":"Tryck på knappen \"lägg till\" i en mapp för att lägga till ett nytt element i den.","text_help_content5":"För både anteckningar och mappar, tryck på \"redigera\" -knappen för att ändra dem, tryck på \"flytta bakåt\" -knappen för att byta position med föregående element, tryck på \"framåt\" -knappen för att byta position med nästa element, tryck på \"flytta uppåt\" -knappen för att flytta elementet ut ur mappen där det för närvarande finns, eller tryck på \"flytta nedåt\" -knappen för att flytta elementet inuti nästa undermapp.","text_help_content6":"I inställningsmenyn, tillgänglig efter att ha klickat på ikonen \"inställningar\", kan du dölja eller visa knapparna för redigering, rörelse och tillägg. Du kan också konfigurera textområdets rader och kolumner för dialogrutan \"redigera\". Det är också möjligt att ändra användargränssnittets språk.","text_help_content7":"För att importera eller exportera anteckningarna, tryck på ikonen för import / export. Anteckningarna importeras eller exporteras i en JSON-fil som är specifik för den här appen. När du importerar anteckningarna från en fil tas de aktuella anteckningarna bort och skrivs över.","text_help_content8":"Notes är en progressiv webbapplikation, vilket innebär att den körs i en webbläsare. När du installerar den, medan webbläsarkomponenterna inte visas, körs den fortfarande i en webbläsare. Anteckningarna sparas i webbläsarens lokala lager för domänen notes.marcoparrone.com. localStorage fungerar bra med webbläsare Chrome, Edge och Firefox. Andra webbläsare kan ta bort localStorage efter en tid. Android använder som standard Chrome, Windows använder som standard Edge. Anteckningar stöds för närvarande inte på Apple-produkter. I syfte att hjälpa till att förhindra förlust av anteckningar föreslås det att du gör en säkerhetskopia med \"export\" -funktionen, varje gång du gör några ändringar som du inte vill förlora.","text_about_content1":"Upphovsrätt © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Alla rättigheter förbehållna.","text_about_content3":"PROGRAMVARAN LEVERERAS \"SOM DET ÄR\", UTAN GARANTIER FÖR NÅGOT SLAG, UTTRYCKT ELLER UNDERFÖRSTÄLLT, INKLUDERAT MEN INTE BEGRÄNSAT TILL GARANTIERNA FÖR SÄLJBARHET, FITNESS FÖR ETT SÄRSKILT SYFTE OCH INTRÄD. FÖRFATTARNA ELLER INNEHAVAREN AV UPPHOVSRÄTTEN SKAL INGEN HÄNDELSER ANSVARA FÖR NÅGOT ANSVAR, SKADOR ELLER ANDRA ANSVAR, VID DET I ENHANDLING AV AVTAL, TORT ELLER ANNAT ANVÄNDNING, UPPFALL FRÅN, UTAN ELLER I SAMBAND MED PROGRAMVARAN ELLER ANVÄNDNINGEN ELLER ANDRA FÖRHANDLINGAR PROGRAMVARA.","text_about_content4":"Den här tjänsten kan innehålla översättningar som drivs av Google. GOOGLE FRISKRIVAR ALLA GARANTIER FÖR ÖVERSÄTTNINGARNA, UTTRYCKLIGA ELLER UNDERFÖRSTÅDDA, INKLUDERANDE GARANTIER OM NÖJAKTIGHET, PÅLITLIGHET OCH ALLA UNDERFÖRSTÅDA GARANTIER FÖR SÄLJBARHET, FITNESS FÖR ETT SÄRSKILT SYFTE.","text_about_content5":"Denna webbapp har översatts för din bekvämlighet med hjälp av översättningsmjukvara som drivs av Google Translate. Rimliga ansträngningar har gjorts för att tillhandahålla en korrekt översättning, men ingen automatisk översättning är perfekt och den är inte avsedd att ersätta mänskliga översättare. Översättningar tillhandahålls som en tjänst till användare av webbplatsen marcoparrone.com och tillhandahålls \"som de är.\" Ingen garanti av något slag, varken uttryckt eller underförstådd, lämnas med avseende på noggrannhet, tillförlitlighet eller korrekthet av översättningar gjorda från engelska till något annat språk. Vissa innehåll (som bilder, videor, Flash, etc.) kanske inte översätts korrekt på grund av översättningsprogramvarans begränsningar.","text_about_content6":"Den officiella texten är den engelska versionen av webbplatsen. Eventuella avvikelser eller skillnader som skapas i översättningen är inte bindande och har ingen rättslig effekt för efterlevnad eller verkställighet. Om det uppstår några frågor relaterade till riktigheten i informationen på den översatta webbplatsen, se den engelska versionen av webbplatsen som är den officiella versionen."}