{"text_appname":"Vidokezo","text_add_label":"ongeza dokezo","text_settings_label":"mipangilio","text_importexport_label":"kuagiza na kuuza nje maelezo","text_help_label":"msaada","text_about_label":"kuhusu","text_close_label":"funga","text_snack_mustbenum":"Thamani lazima iwe nambari!","text_snack_toobig":"Thamani iliyochaguliwa ni kubwa mno!","text_snack_toosmall":"Thamani iliyochaguliwa ni ndogo sana!","text_edit_title":"Hariri dokezo","text_edit_type":"Aina:","text_edit_note":"Kumbuka","text_edit_folder":"folda","text_edit_note_title":"Kichwa:","text_edit_content":"Yaliyomo:","text_delete":"Futa","text_back":"Nyuma","text_save":"Okoa","text_settings_title":"Mipangilio","text_settings_content1":"Hapa unaweza kusanidi programu.","text_yes":"ndio","text_no":"Hapana","text_settings_showedit":"Onyesha vitufe vya kuhariri:","text_settings_showmove":"Onyesha vifungo vya harakati:","text_settings_showadd":"Onyesha vifungo vya \"ongeza\" kwenye folda:","text_settings_rows":"Safu mlalo za eneo la maandishi:","text_settings_columns":"Safu wima za eneo la maandishi:","text_language":"Chagua lugha:","text_close_button":"Funga","text_importexport_title":"Kuagiza / kuuza nje","text_importexport_content":"Hapa unaweza kuagiza na kusafirisha maelezo yako.","text_import":"Ingiza:","text_export":"Hamisha","text_error_loadfile":"kosa: haiwezi kupakia faili.","text_error_fileformat":"kosa: muundo wa faili sio sawa.","text_example_title":"Kichwa cha Mfano","text_example_content":"Mfano wa Maudhui","text_open":"Fungua","text_add":"Ongeza","text_edit":"Hariri","text_move_backward":"Songa Nyuma","text_move_forward":"Songa mbele","text_move_upward":"Sogea Juu","text_move_downward":"Songa kwenda chini","text_help_title":"Msaada","text_about_title":"Kuhusu","text_help_content":"<p> Vidokezo ni programu ya kuhifadhi na kupanga vidokezo. </p> <p> Ili kuunda dokezo mpya, au folda mpya, bonyeza kitufe cha \"plus\": chagua kati ya daftari na folda, ingiza kichwa na mwishowe yaliyomo, kisha bonyeza kitufe cha kuhifadhi kuokoa mabadiliko, au bonyeza kitufe cha kufuta barua hiyo, au uruke ili uruke mabadiliko lakini weka maandishi. </p> <p> Bonyeza kitufe cha \"kufungua\" karibu na daftari kufungua yaliyomo . </p> <p> Bonyeza kitufe cha \"ongeza\" ndani ya folda ili uongeze kipengee kipya ndani yake. </p> <p> Kwa maandishi na folda zote, bonyeza kitufe cha \"hariri\" kuzibadilisha, bonyeza kitufe kitufe cha \"songa nyuma\" ili ubadilishe msimamo na kipengee kilichotangulia, bonyeza kitufe cha \"songa mbele\" ili ubadilishe msimamo na kipengee kinachofuata, bonyeza kitufe cha \"songa juu\" ili kusogeza kipengee kutoka kwenye folda kilipo sasa, au bonyeza kitufe cha \"shuka chini\" kusogeza kipengee ndani ya folda ndogo inayofuata. </p> <p> Katika menyu ya mipangilio, inayoweza kupatikana baada ya kubofya ikoni ya \"mipangilio\", unaweza kujificha au kuonyesha uhariri, harakati na nyongeza </p> <p> Kuingiza au kusafirisha madokezo, bonyeza kitufe cha kuagiza / kusafirisha nje. Vidokezo vitaingizwa au kusafirishwa katika faili ya JSON maalum kwa programu hii. Wakati wa kuagiza noti kutoka kwa faili, noti za sasa zitafutwa na kuandikwa tena. </p> <p> Vidokezo ni Maombi ya Wavuti ya Maendeleo, ambayo inamaanisha kuwa inaendesha ndani ya kivinjari. Unapoiweka, wakati vifaa vya kivinjari havijaonyeshwa, bado inaendesha ndani ya kivinjari. Vidokezo vinahifadhiwa katika Uhifadhi wa ndani wa kivinjari kwa kikoa cha notes.marcoparrone.com. Uhifadhi wa eneo hufanya kazi vizuri na vivinjari vya Chrome, Edge na Firefox. Vivinjari vingine vinaweza kufuta Uhifadhi wa ndani baada ya muda fulani. Android kwa chaguo-msingi hutumia Chrome, Windows kwa default hutumia Edge. Vidokezo kwa sasa havihimiliwi kwenye bidhaa za Apple. Kwa kusudi la kusaidia kuzuia upotezaji wa madokezo, inashauriwa kuweka nakala rudufu kwa kutumia utendaji wa \"kuuza nje\", kila wakati unapofanya marekebisho ambayo hutaki kupoteza. </p> </div>","text_about_content1":"<p> Hakimiliki © 2017,2019,2020,2021 Marco Parrone. <br /> Haki Zote Zimehifadhiwa. </p> <p> SOFTWARE IMETOLEWA \"KAMA ILIYO\", BILA UHAKIKI WA AINA YOYOTE, KUONESHA AU KUIELEZWA, PAMOJA NA LAKINI SI LIPEKEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE ... WAANDISHI AU WENYE HAKI ZA HAKIMA HAWAWEZI KUWAjibika kwa madai yoyote, Uharibifu au Uwajibikaji WINGINE, AMA KWA SHUGHULI YA MIKATABA, TORO AU VINGINEVYO, KUTOKA KUTOKA, AU YA AU KUUNGANISHA NA SOFTWARE AU MATUMIZI AU MADHARA MENGINE. SOFTWARE. </p>","text_about_content2":"<p> HUDUMA HII INAWEZA KUWA NA TAFSIRI ZINAZOTUMIWA NA GOOGLE. GOOGLE INAKATAA Dhibitisho ZOTE ZINAZOHUSIANA NA TAFSIRI, KUONESHA AU KUIELEZWA, KUJUMUISHA Dhibitisho LOLOTE LA UHAKIKA, UAMINIFU, NA VIDOKEZO VYOTE VINAVYOAMBIWA VYA UWEZO, UFAHAMU KWA KUSUDI FULANI NA SIO NONI.","text_about_content3":"<p> Programu hii ya wavuti imetafsiriwa kwa urahisi wako kwa kutumia programu ya kutafsiri inayotumiwa na Google Tafsiri. Jitihada za busara zimefanywa kutoa tafsiri sahihi, hata hivyo, hakuna tafsiri ya kiotomatiki ambayo si kamili wala haikusudiwi kuchukua nafasi ya watafsiri wa kibinadamu. Tafsiri hutolewa kama huduma kwa watumiaji wa wavuti ya marcoparrone.com, na hutolewa \"kama ilivyo.\" Hakuna dhamana ya aina yoyote, iwe imeonyeshwa au inasemekana, inafanywa kwa usahihi, kuegemea, au usahihi wa tafsiri zozote zilizotengenezwa kutoka Kiingereza kwenda lugha nyingine yoyote. Baadhi ya yaliyomo (kama vile picha, video, Flash, n.k.) hayawezi kutafsiriwa kwa usahihi kwa sababu ya mapungufu ya programu ya tafsiri. </p> <p> Maandishi rasmi ni toleo la Kiingereza la wavuti. Utofauti wowote au tofauti zilizoundwa katika tafsiri haziambatani na hazina athari za kisheria kwa kufuata au kutekeleza malengo. Ikiwa maswali yoyote yatatokea yanayohusiana na usahihi wa habari iliyomo kwenye wavuti iliyotafsiriwa, rejea toleo la Kiingereza la wavuti ambayo ndiyo toleo rasmi. </p>"}