{"text_appname":"గమనికలు","text_add_label":"గమనికను జోడించండి","text_settings_label":"సెట్టింగులు","text_importexport_label":"నోట్లను దిగుమతి మరియు ఎగుమతి చేయండి","text_help_label":"సహాయం","text_about_label":"గురించి","text_close_label":"దగ్గరగా","text_snack_mustbenum":"విలువ తప్పనిసరిగా సంఖ్యగా ఉండాలి!","text_snack_toobig":"ఎంచుకున్న విలువ చాలా పెద్దది!","text_snack_toosmall":"ఎంచుకున్న విలువ చాలా చిన్నది!","text_edit_title":"గమనికను సవరించండి","text_edit_type":"రకం:","text_edit_note":"గమనిక","text_edit_folder":"ఫోల్డర్","text_edit_note_title":"శీర్షిక:","text_edit_content":"విషయము:","text_delete":"తొలగించు","text_back":"తిరిగి","text_save":"సేవ్ చేయండి","text_settings_title":"సెట్టింగులు","text_settings_content1":"ఇక్కడ మీరు అప్లికేషన్‌ను కాన్ఫిగర్ చేయవచ్చు.","text_yes":"అవును","text_no":"లేదు","text_settings_showedit":"సవరణ బటన్లను చూపించు:","text_settings_showmove":"కదలిక బటన్లను చూపించు:","text_settings_showadd":"ఫోల్డర్లలో \"జోడించు\" బటన్లను చూపించు:","text_settings_rows":"వచన ప్రాంతం వరుసలు:","text_settings_columns":"వచన ప్రాంతం నిలువు వరుసలు:","text_language":"భాషను ఎంచుకోండి:","text_close_button":"దగ్గరగా","text_importexport_title":"దిగుమతి ఎగుమతి","text_importexport_content":"ఇక్కడ మీరు మీ నోట్లను దిగుమతి చేసుకోవచ్చు మరియు ఎగుమతి చేయవచ్చు.","text_import":"దిగుమతి:","text_export":"ఎగుమతి","text_error_loadfile":"లోపం: ఫైల్‌ను లోడ్ చేయలేరు.","text_error_fileformat":"లోపం: ఫైల్ ఫార్మాట్ తప్పు.","text_example_title":"ఉదాహరణ శీర్షిక","text_example_content":"ఉదాహరణ కంటెంట్","text_open":"తెరవండి","text_add":"జోడించు","text_edit":"సవరించండి","text_move_backward":"వెనుకకు కదలండి","text_move_forward":"ముందుకు పదండి","text_move_upward":"పైకి కదలండి","text_move_downward":"క్రిందికి తరలించండి","text_help_title":"సహాయం","text_about_title":"గురించి","text_help_content":"<p> గమనికలు గమనికలను సేవ్ చేయడానికి మరియు నిర్వహించడానికి ఒక అనువర్తనం. </ p> <p> క్రొత్త గమనికను లేదా క్రొత్త ఫోల్డర్‌ను సృష్టించడానికి, \"ప్లస్\" చిహ్నాన్ని నొక్కండి: గమనిక మరియు ఫోల్డర్ మధ్య ఎంచుకోండి, శీర్షికను చొప్పించండి మరియు చివరికి కంటెంట్, ఆపై మార్పులను సేవ్ చేయడానికి సేవ్ నొక్కండి, లేదా గమనికను తొలగించడానికి తొలగించు నొక్కండి, లేదా మార్పులను దాటవేయడానికి తిరిగి గమనికను ఉంచండి. </ p> <p> సంబంధిత కంటెంట్‌ను తెరవడానికి గమనిక దగ్గర \"ఓపెన్\" బటన్‌ను నొక్కండి . </ p> <p> క్రొత్త మూలకాన్ని జోడించడానికి ఫోల్డర్ లోపల \"జోడించు\" బటన్‌ను నొక్కండి. </ p> <p> గమనికలు మరియు ఫోల్డర్‌ల కోసం, వాటిని సవరించడానికి \"సవరించు\" బటన్‌ను నొక్కండి, మునుపటి మూలకంతో స్థానాన్ని మార్పిడి చేయడానికి \"వెనుకకు కదలండి\" బటన్, తదుపరి మూలకంతో స్థానాన్ని మార్పిడి చేయడానికి \"ముందుకు సాగండి\" బటన్‌ను నొక్కండి, మూలకాన్ని ప్రస్తుతం ఉన్న ఫోల్డర్ నుండి బయటకు తరలించడానికి \"పైకి తరలించు\" బటన్‌ను నొక్కండి, లేదా తదుపరి సబ్ ఫోల్డర్ లోపల మూలకాన్ని తరలించడానికి \"క్రిందికి తరలించు\" బటన్‌ను నొక్కండి. </ p> <p> సెట్టింగుల మెనులో, \"సెట్టింగులు\" చిహ్నంపై క్లిక్ చేసిన తర్వాత ప్రాప్యత చేయవచ్చు, మీరు ఎడిటింగ్, కదలిక మరియు సంకలనాన్ని దాచవచ్చు లేదా చూపించవచ్చు. అయాన్ బటన్లు. మీరు \"సవరించు\" డైలాగ్ బాక్స్ కోసం టెక్స్ట్ ఏరియా వరుసలు మరియు నిలువు వరుసలను కూడా కాన్ఫిగర్ చేయవచ్చు. వినియోగదారు ఇంటర్‌ఫేస్ యొక్క భాషను మార్చడం కూడా సాధ్యమే. </ P> <p> గమనికలను దిగుమతి చేయడానికి లేదా ఎగుమతి చేయడానికి, దిగుమతి / ఎగుమతి చిహ్నంపై నొక్కండి. ఈ అనువర్తనానికి ప్రత్యేకమైన JSON ఫైల్‌లో గమనికలు దిగుమతి చేయబడతాయి లేదా ఎగుమతి చేయబడతాయి. ఫైల్ నుండి గమనికలను దిగుమతి చేసేటప్పుడు, ప్రస్తుత గమనికలు తొలగించబడతాయి మరియు ఓవర్రైట్ చేయబడతాయి. </ P> <p> గమనికలు ప్రోగ్రెసివ్ వెబ్ అప్లికేషన్, అంటే ఇది బ్రౌజర్ లోపల నడుస్తుంది. మీరు దీన్ని ఇన్‌స్టాల్ చేసినప్పుడు, బ్రౌజర్ భాగాలు చూపబడనప్పటికీ, ఇది ఇప్పటికీ బ్రౌజర్ లోపల నడుస్తుంది. గమనికలు నోట్స్.మార్కోపారోన్.కామ్ డొమైన్ కోసం బ్రౌజర్ యొక్క లోకల్ స్టోరేజ్‌లో సేవ్ చేయబడతాయి. లోకల్ స్టోరేజ్ Chrome, ఎడ్జ్ మరియు ఫైర్‌ఫాక్స్ బ్రౌజర్‌లతో బాగా పనిచేస్తుంది. ఇతర బ్రౌజర్‌లు కొంతకాలం తర్వాత లోకల్‌స్టోరేజ్‌ను తొలగించవచ్చు. Android అప్రమేయంగా Chrome ను ఉపయోగిస్తుంది, విండోస్ అప్రమేయంగా ఎడ్జ్‌ను ఉపయోగిస్తుంది. ఆపిల్ ఉత్పత్తులపై ప్రస్తుతం గమనికలు మద్దతు ఇవ్వవు. నోట్ల నష్టాన్ని నివారించడంలో సహాయపడే ఉద్దేశ్యంతో, \"ఎగుమతి\" కార్యాచరణను ఉపయోగించి బ్యాకప్ చేయమని సూచించబడింది, ప్రతిసారీ మీరు కోల్పోకూడదనుకునే కొన్ని మార్పులు చేస్తే. </ P> </ div>","text_about_content1":"<p> కాపీరైట్ © 2017,2019,2020,2021 మార్కో పరోన్. <br /> అన్ని హక్కులూ ప్రత్యేకించుకోవడమైనది. కానీ వ్యాపార వారెంటీలకు పరిమితం కాదు, ఒక నిర్దిష్ట ప్రయోజనం మరియు అనర్హత కోసం సరిపోతుంది. ఏ దావాలోనూ, రచయితలు లేదా కాపీరైట్ హోల్డర్లు ఏ దావా, నష్టాలు లేదా ఇతర బాధ్యతలకు బాధ్యత వహించరు, కాంట్రాక్ట్, టోర్ట్ లేదా ఇతర చర్యల నుండి, పుట్టుకొచ్చే, లేదా అంతకు మించి లేదా అంతకుమించి. సాఫ్ట్‌వేర్. </ P>","text_about_content2":"<p> ఈ సేవ GOOGLE ద్వారా శక్తినిచ్చే అనువాదాలను కొనసాగించవచ్చు. అనువాదాలకు సంబంధించిన అన్ని వారెంటీలను గూగుల్ నిరాకరిస్తుంది, వ్యక్తీకరించబడింది లేదా వర్తింపజేయబడింది, ఖచ్చితత్వం, విశ్వసనీయత మరియు ఏవైనా వారెంటీలను కలుపుకొని, వాణిజ్య మరియు సమర్థత, సమర్థత మరియు సమర్థత.","text_about_content3":"<p> గూగుల్ అనువాదం ద్వారా ఆధారితమైన అనువాద సాఫ్ట్‌వేర్‌ను ఉపయోగించి మీ సౌలభ్యం కోసం ఈ వెబ్ అనువర్తనం అనువదించబడింది. ఖచ్చితమైన అనువాదాన్ని అందించడానికి సహేతుకమైన ప్రయత్నాలు జరిగాయి, అయినప్పటికీ, స్వయంచాలక అనువాదం సరైనది కాదు లేదా మానవ అనువాదకులను భర్తీ చేయడానికి ఉద్దేశించినది కాదు. మార్కోపారోన్.కామ్ వెబ్‌సైట్ యొక్క వినియోగదారులకు అనువాదాలు సేవగా అందించబడతాయి మరియు అవి \"ఉన్నట్లే\" అందించబడతాయి. ఇంగ్లీష్ నుండి మరే ఇతర భాషలోకి చేసిన అనువాదాల యొక్క ఖచ్చితత్వం, విశ్వసనీయత లేదా ఖచ్చితత్వం గురించి ఎలాంటి వారంటీ, వ్యక్తీకరించబడిన లేదా సూచించబడినది కాదు. అనువాద సాఫ్ట్‌వేర్ యొక్క పరిమితుల కారణంగా కొన్ని కంటెంట్ (చిత్రాలు, వీడియోలు, ఫ్లాష్ మొదలైనవి) ఖచ్చితంగా అనువదించబడవు. </ P> <p> అధికారిక వచనం వెబ్‌సైట్ యొక్క ఆంగ్ల వెర్షన్. అనువాదంలో సృష్టించబడిన ఏవైనా వ్యత్యాసాలు లేదా తేడాలు కట్టుబడి ఉండవు మరియు సమ్మతి లేదా అమలు ప్రయోజనాల కోసం చట్టపరమైన ప్రభావం చూపవు. అనువదించబడిన వెబ్‌సైట్‌లో ఉన్న సమాచారం యొక్క ఖచ్చితత్వానికి సంబంధించి ఏవైనా ప్రశ్నలు తలెత్తితే, అధికారిక వెర్షన్ అయిన వెబ్‌సైట్ యొక్క ఇంగ్లీష్ వెర్షన్‌ను చూడండి. </ P>"}