{"text_appname":"Эзоҳҳо","text_add_label":"ёддошт илова кунед","text_settings_label":"танзимот","text_importexport_label":"коғазҳои воридотӣ ва содиротӣ","text_help_label":"Ёрӣ","text_about_label":"дар бораи","text_close_label":"наздик","text_snack_mustbenum":"Арзиш бояд рақам бошад!","text_snack_toobig":"Арзиши интихобшуда хеле калон аст!","text_snack_toosmall":"Арзиши интихобшуда хеле хурд аст!","text_edit_title":"Таҳрири ёддошт","text_edit_type":"Намуди:","text_edit_note":"Шарҳ","text_edit_folder":"ҷузвдон","text_edit_note_title":"Сарлавҳа:","text_edit_content":"Мундариҷа:","text_delete":"Нест кардан","text_back":"Бозгашт","text_save":"Захира кунед","text_settings_title":"Танзимот","text_settings_content1":"Дар ин ҷо шумо метавонед барномаро танзим кунед.","text_yes":"бале","text_no":"не","text_settings_showedit":"Нишон додани тугмаҳои таҳрир:","text_settings_showmove":"Нишон додани тугмаҳои ҳаракат:","text_settings_showadd":"Тугмаҳои \"илова\" -ро дар ҷузвдонҳо нишон диҳед:","text_settings_rows":"Сатрҳои майдони матн:","text_settings_columns":"Сутунҳои майдони матн:","text_language":"Забонро интихоб кунед:","text_question_merge":"Қайдҳои ҳозираро бо ёддоштҳои воридшуда муттаҳид кунед ё онҳоро иваз кунед?","text_merge":"рафтан","text_replace":"иваз кардан","text_close_button":"Пӯшед","text_importexport_title":"Воридот / содирот","text_importexport_content":"Дар ин ҷо шумо метавонед қайдҳои худро ворид ва содир кунед.","text_import":"Воридот:","text_export":"Содирот","text_error_loadfile":"хато: файлро бор карда наметавонад.","text_error_fileformat":"хато: формати файл хатост.","text_example_title":"Намунаи унвон","text_example_content":"Намунаи мундариҷа","text_open":"Кушодан","text_add":"Илова кунед","text_edit":"Таҳрир","text_move_backward":"Ба қафо ҳаракат кунед","text_move_forward":"Ба пеш ҳаракат кунед","text_move_upward":"Ба боло ҳаракат кунед","text_move_downward":"Ба поён ҳаракат кунед","text_help_title":"Ёрӣ","text_about_title":"Дар бораи","text_help_content1":"Notes ин барномаест барои сабт ва тартиб додани ёддоштҳо.","text_help_content2":"Барои эҷоди ёддошти нав ё ҷузвдони нав, тасвири \"плюс\" -ро пахш кунед: байни ёддошт ва ҷузвдонро интихоб кунед, унвон ва дар ниҳоят мундариҷаро дохил кунед, пас барои сабт кардани тағиротҳо Захира -ро пахш кунед ё барои нест кардани ёддошт, ё баргардонед ки тағиротро гузаред, аммо қайдро нигоҳ доред.","text_help_content3":"Барои кушодани мундариҷаи марбут тугмаи \"кушодан\" -ро дар назди ёддошт пахш кунед.","text_help_content4":"Барои илова кардани унсури нав дар дохили ҷузвдон тугмаи \"илова кардан\" -ро пахш кунед.","text_help_content5":"Барои ҳарду ёддошт ва ҷузвдон тугмаи \"таҳрир\" -ро барои тағир додани онҳо зер кунед, тугмаи \"ҳаракат ба қафо\" -ро иваз кунед, то ҷойгоҳро бо унсури қаблӣ иваз кунед, тугмаи \"ба пеш ҳаракат кардан\" -ро барои иваз кардани ҷойгоҳ бо унсури оянда, пахш кунед тугмаи \"ба боло ҳаракат кардан\" -ро барои кӯчонидани унсур аз ҷузвдоне, ки ҳоло мавҷуд аст, ё тугмаи \"ба поён ҳаракат кардан\" -ро пахш кунед, то унсурро дар дохили зерпапкаи навбатӣ ҷойгир кунед.","text_help_content6":"Дар менюи танзимот, ки пас аз зер кардани тасвири \"танзимот\" дастрас аст, шумо метавонед тугмаҳои таҳриркунӣ, ҳаракат ва иловаҳоро пинҳон кунед ё нишон диҳед. Шумо инчунин метавонед сатрҳо ва сутунҳои минтақаи матнро барои қуттии муколамаи \"вироиш\" танзим кунед. Инчунин тағир додани забони интерфейси корбар имконпазир аст.","text_help_content7":"Барои ворид кардан ё содир кардани ёддоштҳо, нишонаи воридот / содиротро пахш кунед. Ёддоштҳо дар файли JSON, ки ба ин барнома хос аст, ворид карда мешаванд ё содир карда мешаванд. Ҳангоми ворид кардани ёддоштҳо аз файл, ёддоштҳои ҷорӣ нест карда мешаванд ва аз болои онҳо навишта мешаванд.","text_help_content8":"Notes як веб-барномаи прогрессивист, ки маънои онро дорад, ки он дар дохили браузер кор мекунад. Вақте ки шумо онро насб мекунед, дар ҳоле ки ҷузъҳои браузер нишон дода нашудаанд, он ҳанӯз ҳам дар дохили браузер кор мекунад. Нотаҳо дар localStorage браузери домени notes.marcoparrone.com сабт карда мешаванд. localStorage бо браузерҳои Chrome, Edge ва Firefox хуб кор мекунад. Дигар браузерҳо пас аз чанд вақт метавонанд localStorage -ро нест кунанд. Android бо нобаёнӣ Chrome, Windows бо нобаёнӣ Edge истифода мекунад. Айни замон ёддоштҳо дар маҳсулоти Apple пуштибонӣ намешавад. Бо мақсади кӯмак ба пешгирии гум шудани ёддоштҳо, тавсия дода мешавад, ки бо истифода аз функсияи \"содирот\" нусха бардоред, ҳар вақте, ки шумо баъзе тағиротҳо ворид мекунед, ки намехоҳед гум кунед.","text_about_content1":"Copyright © 2017,2019,2020,2021 Марко Паррон.","text_about_content2":"Ҳамаи ҳуқуқ маҳфуз аст.","text_about_content3":"ПРОГРАММА БЕ КАФОЛАТИ ҲАР ЯГОН НАВ, ФАҲМУДА ва ИҶРОШАВАНДА, БА ДИГАРИ КАФОЛАТҲОИ ТИҶОРАТ, МАҲСУЛОТ БАРОИ МАҚСАДИ МАХСУС ВА БЕМАINЛУМОТ «ТАВРЕ КИ» ДОДА мешавад. ДАР ҲЕҶ ЧОРЕ МУАЛЛИФОН ВА ДОРАНДАГОНИ ҲУҚУҚИ ҲУҚУҚИ БАРОИ ҲАР ЯК ДАESВО, ЗАРАР ВА ҶАВОБГАРИИ ДИГАР ЧАВОБГАР НЕСТАНД, КИ ДАР АМАЛИ ШАРТНОМА, ТОРТ ВА ДИГАР ВОҚЕА, БАРОМАДИ ИСТИФОДАИ ИСТИФОДАБАРИ Ё ИСТИФОДА БАРАНД БАРНОМА.","text_about_content4":"ИН ХИЗМАТ МЕТАВОНАД ТАРҶУМАҲОЕ КИ БО ГОГЛ ҚУДРАТ МЕКУНАНД. GOOGLE ҲАМАИ КАФОЛАТҲОИ ВОБАСТА БА ТАРҶӮМАҲОРО, РАФТАНИ ЁРДАМДИҲАНДА, КАФОЛАТҲОИ ДУРУСТИ, БОВАРИ, ВА КАФОЛАТҲОИ САВДОДАШАВАНДА, ФИТНАСИ БАРОИ ОСИБАТИ ФОРМАТРО РАФТ","text_about_content5":"Ин веб-барнома барои роҳати шумо бо истифода аз нармафзори тарҷумонӣ, ки аз ҷониби Google Translate сохта шудааст, тарҷума шудааст. Барои тарҷумаи дақиқ кӯшишҳои оқилона ба харҷ дода шудаанд, аммо ягон тарҷумаи худкор комил нест ва барои иваз кардани тарҷумонҳои инсонӣ пешбинӣ нашудааст. Тарҷумаҳо ҳамчун хидмат ба корбарони вебсайти marcoparrone.com пешниҳод карда мешаванд ва \"тавре, ки ҳаст\" пешниҳод карда мешаванд. Барои дурустӣ, эътимоднокӣ ва дурустии тарҷумаҳои аз забони англисӣ ба ягон забони дигар додашуда ҳеҷ гуна кафолат дода намешавад. Баъзе мундариҷа (масалан, тасвирҳо, видеоҳо, Flash ва ғ.) Бинобар маҳдудияти нармафзори тарҷума, метавонанд дақиқ тарҷума карда нашаванд.","text_about_content6":"Матни расмӣ инглисии вебсайт аст. Ҳама фарқиятҳо ё тафовутҳое, ки дар тарҷума ба вуҷуд омадаанд, ҳатмӣ нестанд ва барои мақсадҳои иҷрои қонун ё иҷрои онҳо эътибори ҳуқуқӣ надоранд. Агар ягон саволе ба миён ояд, ки вобаста ба дурустии маълумоти дар вебсайти тарҷумашуда мавҷудбуда бошад, ба версияи англисии он, ки версияи расмӣ мебошад, муроҷиат кунед."}