{"text_appname":"Эзоҳҳо","text_add_label":"ёддошт илова кунед","text_settings_label":"танзимот","text_importexport_label":"коғазҳои воридотӣ ва содиротӣ","text_help_label":"Кумак","text_about_label":"дар бораи","text_close_label":"наздик","text_snack_mustbenum":"Арзиш бояд рақам бошад!","text_snack_toobig":"Арзиши интихобшуда хеле калон аст!","text_snack_toosmall":"Арзиши интихобшуда хеле хурд аст!","text_edit_title":"Таҳрири ёддошт","text_edit_type":"Намуди:","text_edit_note":"Шарҳ","text_edit_folder":"ҷузвдон","text_edit_note_title":"Сарлавҳа:","text_edit_content":"Мундариҷа:","text_delete":"Нест кардан","text_back":"Бозгашт","text_save":"Захира кунед","text_settings_title":"Танзимот","text_settings_content1":"Дар ин ҷо шумо метавонед барномаро танзим кунед.","text_yes":"бале","text_no":"не","text_settings_showedit":"Нишон додани тугмаҳои таҳрир:","text_settings_showmove":"Нишон додани тугмаҳои ҳаракат:","text_settings_showadd":"Тугмаҳои \"илова\" -ро дар ҷузвдонҳо нишон диҳед:","text_settings_rows":"Сатрҳои майдони матн:","text_settings_columns":"Сутунҳои майдони матн:","text_language":"Забонро интихоб кунед:","text_close_button":"Пӯшед","text_importexport_title":"Воридот / содирот","text_importexport_content":"Дар ин ҷо шумо метавонед қайдҳои худро ворид ва содир кунед.","text_import":"Воридот:","text_export":"Содирот","text_error_loadfile":"хато: файлро бор карда наметавонад.","text_error_fileformat":"хато: формати файл хатост.","text_example_title":"Намунаи унвон","text_example_content":"Намунаи мундариҷа","text_open":"Кушодан","text_add":"Илова кунед","text_edit":"Таҳрир","text_move_backward":"Ба қафо ҳаракат кунед","text_move_forward":"Ба пеш ҳаракат кунед","text_move_upward":"Ба боло ҳаракат кунед","text_move_downward":"Ба поён ҳаракат кунед","text_help_title":"Кумак","text_about_title":"Дар бораи","text_help_content":"<p> Notes ин барномаест барои сабт кардан ва ба тартиб даровардани ёддоштҳо. </p> <p> Барои сохтани ёддошти нав ё ҷузвдони нав, тасвири \"плюс\" -ро пахш кунед: ёддошт ва ҷузвдонро интихоб кунед, сарлавҳаро гузоред ва дар ниҳоят мундариҷа, пас барои захира кардани тағиротҳо Захира -ро пахш кунед, ё барои нест кардани ёддошт баргард ё барои гузаштан аз тағиротҳо, аммо ёддоштро нигоҳ доред. </p> <p> Барои кушодани мундариҷаи марбут тугмаи \"кушодан\" -ро дар назди ёддошт пахш кунед . </p> <p> Тугмаи \"илова кардан\" -ро дар дохили ҷузвдон пахш кунед, то ба он унсури нав илова кунед. </p> <p> Барои ёддоштҳо ва ҷузвдонҳо, тугмаи \"таҳрир\" -ро барои тағир додани онҳо зер кунед, пахш кунед тугмаи \"ба қафо ҳаракат кардан\" -ро барои мубодилаи мавқеъ бо унсури қаблӣ, тугмаи \"ба пеш ҳаракат кардан\" -ро барои мубодилаи мавқеъ бо унсури оянда, тугмаи \"ба боло ҳаракат кардан\" -ро пахш кунед, то унсурро аз ҷузвдоне, ки дар ҳоли ҳозир аст, бардоред, ё тугмаи \"ба поён ҳаракат кардан\" -ро пахш кунед то элементро дар дохили зерпапкаи навбатӣ ҳаракат диҳед. </p> <p> Дар менюи танзимот, ки пас аз зер кардани тасвири \"танзимот\" дастрас аст, шумо метавонед таҳрир, ҳаракат ва иловаҳоро пинҳон кунед ё нишон диҳед тугмаҳои ion. Шумо инчунин метавонед сатрҳо ва сутунҳои минтақаи матнро барои қуттии муколамаи \"вироиш\" танзим кунед. Инчунин тағир додани забони интерфейси корбар имконпазир аст. </p> <p> Барои ворид кардан ё содир кардани ёддоштҳо, тасвири воридот / содиротро пахш кунед. Ёддоштҳо дар файли JSON, ки ба ин барнома хос аст, ворид карда мешаванд ё содир карда мешаванд. Ҳангоми воридоти ёддоштҳо аз файл, ёддоштҳои ҷорӣ ҳузф ва сабт карда мешаванд. </p> <p> Notes як веб-барномаи прогрессивист, яъне дар дохили браузер кор мекунад. Вақте ки шумо онро насб мекунед, дар ҳоле ки ҷузъҳои браузер нишон дода нашудаанд, он ҳанӯз ҳам дар дохили браузер кор мекунад. Нотаҳо дар localStorage браузери домени notes.marcoparrone.com сабт карда мешаванд. localStorage бо браузерҳои Chrome, Edge ва Firefox хуб кор мекунад. Дигар браузерҳо пас аз чанд вақт метавонанд localStorage -ро нест кунанд. Android бо нобаёнӣ Chrome, Windows бо нобаёнӣ Edge истифода мекунад. Айни замон ёддоштҳо дар маҳсулоти Apple пуштибонӣ намешавад. Бо мақсади кӯмак ба пешгирии гум шудани ёддоштҳо, тавсия дода мешавад, ки бо истифода аз функсияи \"содирот\" нусха бардоред, ҳар вақте, ки шумо баъзе тағиротҳо ворид кунед, ки намехоҳед гум кунед. </p> </div>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021. Марко Парроне. <br /> Ҳама ҳуқуқҳо ҳифз шудаанд. </p> <p> ПРОГРАММА БЕ КАФОЛАТИ ҲАР ЯГОН НАВD, ИФОДА ВА ИМРОШАВАНДА, \"ЧУНОН\" КИ \"ТАВР КАРДА мешавад\" АММО БА КАФОЛАТИ ТИҶОРАТ, Мувофиқат барои ҳадафи мушаххас ва бетартибӣ маҳдуд нест. ДАР ҲЕҶ ЧОРЕ МУАЛЛИФОН ВА ДОРАНДАГОНИ ҲУҚУҚИ ҲУҚУҚИ БАРОИ ҲАР ЯК ДАESВО, ЗАРАР ВА ҶАВОБГАРИИ ДИГАР ЧАВОБГАР НЕСТАНД, КИ ДАР АМАЛИ ШАРТНОМА, ТОРТ ВА ДИГАР ВОҚЕА, БАРОМАДИ ИСТИФОДАИ ИСТИФОДАБАРИ Ё ИСТИФОДА БАРАНД ПРОГРАММА. </p>","text_about_content2":"<p> ИН ХИЗМАТ МЕТАВОНАД ТАРҶӮМАҲОЕ КИ БО ГОГЛ ИҚТИДОР МЕКУНАНД. GOOGLE ҲАМАИ КАФОЛАТҲОИ ВОБАСТА БА ТАРҶУМАҲО, ИФОДА Ё КУНАНДАИ ҲАМАИ КАФОЛАТҲОИ ДУРУСТИ, БОЗIAтимодӣ ва КАФОЛАТҲОИ ТАIМИЛШАВАНДА, ФИТНАСИ БАРОИ ОСИБАТ </p>","text_about_content3":"<p> Ин веб-барнома барои роҳати шумо бо истифода аз нармафзори тарҷумонӣ, ки аз ҷониби Google Translate сохта шудааст, тарҷума шудааст. Барои тарҷумаи дақиқ кӯшишҳои оқилона ба харҷ дода шудаанд, аммо ягон тарҷумаи худкор комил нест ва барои иваз кардани тарҷумонҳои инсонӣ пешбинӣ нашудааст. Тарҷумаҳо ҳамчун хидмат ба корбарони вебсайти marcoparrone.com пешниҳод карда мешаванд ва \"тавре, ки ҳаст\" пешниҳод карда мешаванд. Барои дурустӣ, эътимоднокӣ ва дурустии тарҷумаҳои аз забони англисӣ ба ягон забони дигар додашуда ҳеҷ гуна кафолат дода намешавад. Баъзе мундариҷа (масалан, тасвирҳо, видеоҳо, Flash ва ғайра) бинобар маҳдуд будани нармафзори тарҷума метавонанд дақиқ тарҷума карда нашаванд. </p> <p> Матни расмӣ нусхаи англисии вебсайт мебошад. Ҳама фарқиятҳо ё тафовутҳое, ки дар тарҷума ба вуҷуд омадаанд, ҳатмӣ нестанд ва барои мақсадҳои иҷрои қонун ё иҷрои онҳо эътибори ҳуқуқӣ надоранд. Агар ягон саволе ба миён ояд, ки вобаста ба дурустии маълумоти дар вебсайти тарҷумашуда мавҷудбуда бошад, ба версияи англисии он, ки версияи расмӣ аст, муроҷиат кунед. </p>"}