{"text_appname":"Bellikler","text_add_label":"bellik goşuň","text_settings_label":"sazlamalar","text_importexport_label":"import we eksport bellikleri","text_help_label":"Kömek ediň","text_about_label":"hakda","text_close_label":"ýakyn","text_snack_mustbenum":"Gymmatlyk san bolmaly!","text_snack_toobig":"Saýlanan baha gaty uly!","text_snack_toosmall":"Saýlanan baha gaty az!","text_edit_title":"Belligi redaktirläň","text_edit_type":"Görnüşi:","text_edit_note":"bellik","text_edit_folder":"bukjasy","text_edit_note_title":"Ady:","text_edit_content":"Mazmuny:","text_delete":"Öçür","text_back":"Yzyna","text_save":"Saklaň","text_settings_title":"Sazlamalar","text_settings_content1":"Bu ýerde programmany sazlap bilersiňiz.","text_yes":"hawa","text_no":"ýok","text_settings_showedit":"Düzediş düwmelerini görkez:","text_settings_showmove":"Hereket düwmelerini görkez:","text_settings_showadd":"Papkalarda \"goşmak\" düwmelerini görkeziň:","text_settings_rows":"Tekst meýdany hatarlary:","text_settings_columns":"Tekst meýdany sütünleri:","text_language":"Dil saýlaň:","text_close_button":".Akyn","text_importexport_title":"Import / eksport","text_importexport_content":"Bu ýerde bellikleriňizi import edip we eksport edip bilersiňiz.","text_import":"Import:","text_export":"Eksport","text_error_loadfile":"ýalňyşlyk: faýl ýükläp bilmeýär.","text_error_fileformat":"ýalňyşlyk: faýl formaty nädogry.","text_example_title":"Mysal ady","text_example_content":"Mysal mazmuny","text_open":"Aç","text_add":"Goş","text_edit":"Redaktirläň","text_move_backward":"Yza yza süýşüriň","text_move_forward":"Öňe hereket etmek","text_move_upward":"Wardokara süýşüň","text_move_downward":"Aşak süýşüriň","text_help_title":"Kömek ediň","text_about_title":"Takmynan","text_help_content":"<p> Bellikler bellikleri ýatda saklamak we tertiplemek üçin programma. </p> <p> Täze bellik ýa-da täze bukja döretmek üçin \"goşmaça\" nyşanyna basyň: bellik bilen bukjanyň arasyndan birini saýlaň, adyny goýuň we ahyrynda mazmuny, soňra üýtgeşmeleri ýatda saklamak üçin ýatda saklaň ýa-da belligi pozmak üçin delete basyň ýa-da üýtgeşmeleri geçmek üçin yzyna basyň, ýöne belligi saklaň. </p> <p> Baglanyşykly mazmuny açmak üçin belligiň ýanyndaky \"açyk\" düwmesini basyň. . </p> <p> Täze element goşmak üçin bukjanyň içindäki \"goşmak\" düwmesini basyň. </p> <p> Iki bellik we bukja üçin olary üýtgetmek üçin \"redaktirleme\" düwmesine basyň we basyň ýagdaýy öňki element bilen çalyşmak üçin \"yza süýşürmek\" düwmesini, indiki element bilen pozisiýany çalyşmak üçin \"öňe süýşmek\" düwmesini basyň, elementi häzirki bukjadan çykarmak üçin \"ýokaryk hereket\" düwmesini basyň, ýa-da indiki bukjanyň içindäki elementi geçirmek üçin \"aşak süýşmek\" düwmesini basyň. </p> <p> \"Sazlamalar\" nyşanyna basanyňyzdan soň girip boljak sazlamalar menýusynda redaktirlemegi, hereketi we goşmaçany gizläp ýa-da görkezip bilersiňiz. ion düwmeleri. Şeýle hem, \"redaktirlemek\" gepleşik penjiresi üçin tekst meýdany hatarlaryny we sütünlerini düzüp bilersiňiz. Ulanyjy interfeýsiniň dilini üýtgetmek hem mümkindir. </p> <p> Bellikleri import etmek ýa-da eksport etmek üçin import / eksport nyşanyna basyň. Bellikler bu programma mahsus JSON faýlynda import ediler ýa-da eksport ediler. Bellikleri bir faýldan import edeniňizde, häzirki bellikler pozular we gaýtadan ýazylar. </p> <p> Bellikler, brauzeriň içinde işleýändigini aňladýan progressiw web programmasydyr. Ony guranyňyzda, brauzer komponentleri görkezilmese-de, brauzeriň içinde işleýär. Bellikler.marcoparrone.com domeni üçin brauzeriň ýerliStorage-de saklanýar. “LocalStorage” “Chrome”, “Edge” we “Firefox” brauzerleri bilen gowy işleýär. Beýleki brauzerler belli bir wagtdan soň ýerliStorage pozup bilerler. “Android” “Chrome” ulanýar, “Windows” “Edge” ulanýar. Häzirki wagtda bellikler Apple önümlerinde goldanylmaýar. Bellikleriň ýitmeginiň öňüni almaga kömek etmek maksady bilen, her gezek ýitirmek islemeýän käbir üýtgeşmeler girizeniňizde, \"eksport\" funksiýasyny ulanyp ätiýaçlyk nusga döretmek maslahat berilýär. </p> </div>","text_about_content1":"<p> Awtorlyk hukugy © 2017,2019,2020,2021 Marko Parrone. <br /> Rightshli hukuklar goralandyr. UTöne HYZMATDAŞLYK, KÖPÇÜNI MAKSATNAMA ÜÇIN EDIP BOLMAK ÜÇIN Kepillikler bilen çäklenmeýär. Hiç bir ýagdaýda awtorlar ýa-da göçme hukuk saklaýanlar şertnama, zyýan ýa-da başga bir iş, haýsydyr bir şertnama ýa-da programma üpjünçiligi bilen baglanyşykly ýa-da baglanyşykda ýüze çykan haýsydyr bir talap, zyýan ýa-da başga jogapkärçilik üçin jogapkärçilik çekmeli däldir. MAKSATNAMA ÜPJÜNÇILIGI. </p>","text_about_content2":"<p> BU HYZMAT GOOGLE tarapyndan güýçlendirilen terjimeleri saklap biler. GOOGLE, TERJIME EDIP BOLAN, GÖRNÜŞLI ORA-DA IŞLE. .N KEPILLIKLERI, HYZMATDAŞLYK, Ygtybarlylyk, HYZMATÇYLYK ÜPJÜNÇILIGI ÜÇIN HYZMAT EDIP BOLANOK","text_about_content3":"<p> Bu web programmasy, Google Translate bilen işleýän terjime programma üpjünçiligini ulanyp, amatlylygy üçin terjime edildi. Takyk terjime etmek üçin ýeterlik tagallalar edildi, ýöne awtomatiki terjime kämil däl ýa-da adam terjimeçileriniň ornuny tutmaýar. Terjimeler marcoparrone.com web sahypasynyň ulanyjylaryna hyzmat hökmünde berilýär we \"bolşy ýaly\" berilýär. Iňlis dilinden başga dile terjime edilen terjimeleriň dogrulygyna, ygtybarlylygyna ýa-da dogrulygyna hiç hili kepillik berilmeýär. Käbir mazmun (suratlar, wideolar, fleş we ş.m.) terjime programma üpjünçiliginiň çäklendirmeleri sebäpli takyk terjime edilip bilinmez. </p> <p> Resmi tekst web sahypasynyň iňlis dilindäki görnüşi. Terjimede döredilen islendik gapma-garşylyklar ýa-da tapawutlar hökmany däl we ýerine ýetirmek ýa-da ýerine ýetirmek maksady bilen kanuny täsir etmeýär. Terjime edilen web sahypasyndaky maglumatlaryň takyklygy bilen baglanyşykly haýsydyr bir sorag ýüze çyksa, resmi wersiýa bolan web sahypasynyň iňlis diline serediň. </p>"}