{"text_appname":"Mga tala","text_add_label":"magdagdag ng tala","text_settings_label":"mga setting","text_importexport_label":"mga tala ng pag-import at pag-export","text_help_label":"tulungan","text_about_label":"tungkol sa","text_close_label":"malapit na","text_snack_mustbenum":"Ang halaga ay dapat na isang numero!","text_snack_toobig":"Napiling halaga ay masyadong malaki!","text_snack_toosmall":"Napiling halaga ay napakaliit!","text_edit_title":"I-edit ang tala","text_edit_type":"Uri:","text_edit_note":"tandaan","text_edit_folder":"folder","text_edit_note_title":"Pamagat:","text_edit_content":"Nilalaman:","text_delete":"Tanggalin","text_back":"Bumalik","text_save":"Magtipid","text_settings_title":"Mga setting","text_settings_content1":"Dito maaari mong i-configure ang application.","text_yes":"oo","text_no":"hindi","text_settings_showedit":"Ipakita ang mga pindutan ng pag-edit:","text_settings_showmove":"Ipakita ang mga pindutan ng paggalaw:","text_settings_showadd":"Ipakita ang mga pindutang \"idagdag\" sa mga folder:","text_settings_rows":"Mga hilera ng lugar ng teksto:","text_settings_columns":"Mga haligi ng lugar ng teksto:","text_language":"Piliin ang Wika:","text_close_button":"Isara","text_importexport_title":"Pag-import / pag-export","text_importexport_content":"Dito maaari mong i-import at i-export ang iyong mga tala.","text_import":"Angkat:","text_export":"I-export","text_error_loadfile":"error: hindi mai-load ang file.","text_error_fileformat":"error: mali ang format ng file.","text_example_title":"Halimbawa ng Pamagat","text_example_content":"Halimbawa ng Nilalaman","text_open":"Buksan","text_add":"Idagdag pa","text_edit":"I-edit","text_move_backward":"Umatras Paatras","text_move_forward":"Sumulong","text_move_upward":"Umakyat Paitaas","text_move_downward":"Lumipat Pababa","text_help_title":"Tulong","text_about_title":"Tungkol sa","text_help_content":"<p> Ang mga tala ay isang app upang mai-save at ayusin ang mga tala. </ p> Upang lumikha ng isang bagong tala, o isang bagong folder, pindutin ang \"plus\" na icon: pumili sa pagitan ng tala at folder, ipasok ang pamagat at kalaunan ang nilalaman, pagkatapos ay pindutin ang i-save upang mai-save ang mga pagbabago, o pindutin ang tanggalin upang tanggalin ang tala, o bumalik upang laktawan ang mga pagbabago ngunit panatilihin ang tala. </p> <p> Pindutin ang pindutan na \"buksan\" malapit sa isang tala upang buksan ang nauugnay na nilalaman . </p> <p> Pindutin ang pindutang \"idagdag\" sa loob ng isang folder upang magdagdag ng isang bagong elemento dito. </p> <p> Para sa parehong mga tala at folder, pindutin ang pindutang \"i-edit\" upang mabago ang mga ito, pindutin ang \"ilipat paatras\" na pindutan upang ipagpalit ang posisyon sa nakaraang elemento, pindutin ang pindutan na \"ilipat pasulong\" upang ipagpalit ang posisyon sa susunod na elemento, pindutin ang \"ilipat paitaas\" na pindutan upang ilipat ang elemento mula sa folder kung saan ito kasalukuyang, o pindutin ang \"ilipat pababa\" na pindutan upang ilipat ang elemento sa loob ng susunod na subfolder. </ p> Sa menu ng mga setting, naa-access pagkatapos mag-click sa icon na \"mga setting\", maaari mong itago o ipakita ang pag-edit, paggalaw at addit mga pindutan ng ion. </ p> Upang i-import o i-export ang mga tala, pindutin ang icon ng pag-import / pag-export. Ang mga tala ay mai-import o mai-export sa isang JSON file na tukoy sa app na ito. Kapag nag-i-import ng mga tala mula sa isang file, ang mga kasalukuyang tala ay tatanggalin at mai-o-overtake. </ P> Kapag na-install mo ito, habang hindi ipinakita ang mga bahagi ng browser, tumatakbo pa rin ito sa loob ng isang browser. Ang mga tala ay nai-save sa localStorage ng browser para sa domain ng note.marcoparrone.com. Gumagana ang localStorage nang maayos sa mga browser ng Chrome, Edge at Firefox. Ang ibang mga browser ay maaaring magtanggal ng localStorage pagkatapos ng ilang oras. Ang Android bilang default ay gumagamit ng Chrome, ang Windows bilang default ay gumagamit ng Edge. Ang mga tala sa kasalukuyan ay hindi suportado sa mga produkto ng Apple. Sa layuning makatulong na maiwasan ang pagkawala ng mga tala, iminungkahi na gumawa ng isang backup gamit ang pag-andar na \"export\", sa tuwing gumawa ka ng ilang mga pagbabago na hindi mo nais na mawala.","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Lahat ng Mga Karapatan ay Nakareserba. </ p> NGUNIT HINDI LIMITADO SA MGA WARRANTIES OF MERCHANTABILITY, FITNESS PARA SA ISANG PARTIKULAR NA LAYUNIN AT HINDI NORINFRINGEMENT. SA ANUMANG KAGANAPAN AY MAGIGING PANANAGUTAN ANG MGA AUTHORS O COPYRIGHT HOLDERS SA ANUMANG ANUMANG CLAIM, KASAKITAN O IBA PANG PANANAGUTAN, KUNG SA ANONG ACTION NG KONTRAKTO, TORT O OBA, MULING MULA SA, SA LABAS O SA KONEKTO SA SOFTWARE O SA PAGGAMIT O IBA PANG PAGGAMIT SA IBA SOFTWARE. </p>","text_about_content2":"<p> ANG SERBISANG ITO AY MAAARING MAAARING MAGLAMAN NG MGA PAGSASALIN POWERED NG GOOGLE. INAILALA NG GOOGLE ANG LAHAT NG MGA WARRANTY NA KAUGNAY SA TRANSLATIONS, EXPRESS O IMPLIED, KASAMA ANG ANUMANG MGA WARRANTIES OF ACCURACY, RELIABILITY, AT ANUMANG IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND </nfromment.","text_about_content3":"<p> Ang web app na ito ay isinalin para sa iyong kaginhawaan gamit ang software ng pagsasalin na pinalakas ng Google Translate. Makatuwirang pagsisikap na nagawa upang magbigay ng isang tumpak na pagsasalin, gayunpaman, walang awtomatikong pagsasalin na perpekto at hindi rin nilayon na palitan ang mga taong nagsalin. Ang mga pagsasalin ay ibinibigay bilang isang serbisyo sa mga gumagamit ng marcoparrone.com website, at ibinibigay \"tulad nito.\" Walang warranty ng anumang uri, alinman sa ipinahayag o ipinahiwatig, ay ginawa tungkol sa kawastuhan, pagiging maaasahan, o kawastuhan ng anumang mga pagsasalin na ginawa mula sa Ingles sa anumang ibang wika. Ang ilang nilalaman (tulad ng mga imahe, video, Flash, atbp.) Ay maaaring hindi tumpak na isinalin sanhi ng mga limitasyon ng translation software. </p> <p> Ang opisyal na teksto ay ang Ingles na bersyon ng website. Ang anumang mga pagkakaiba o pagkakaiba na nilikha sa pagsasalin ay hindi nagbubuklod at walang ligal na epekto para sa mga layunin ng pagsunod o pagpapatupad. Kung may anumang mga katanungan na lumabas na nauugnay sa kawastuhan ng impormasyong nilalaman sa isinalin na website, sumangguni sa Ingles na bersyon ng website na kung saan ay ang opisyal na bersyon."}