{"text_appname":"Notlar","text_add_label":"bir not ekle","text_settings_label":"ayarlar","text_importexport_label":"notları içe ve dışa aktar","text_help_label":"Yardım Edin","text_about_label":"hakkında","text_close_label":"kapat","text_snack_mustbenum":"Değer bir sayı olmalıdır!","text_snack_toobig":"Seçilen değer çok büyük!","text_snack_toosmall":"Seçilen değer çok küçük!","text_edit_title":"Notu düzenleyin","text_edit_type":"Tür:","text_edit_note":"Not","text_edit_folder":"Klasör","text_edit_note_title":"Başlık:","text_edit_content":"İçerik:","text_delete":"Sil","text_back":"Geri","text_save":"Kayıt etmek","text_settings_title":"Ayarlar","text_settings_content1":"Burada uygulamayı yapılandırabilirsiniz.","text_yes":"Evet","text_no":"Hayır","text_settings_showedit":"Düzenleme düğmelerini göster:","text_settings_showmove":"Hareket düğmelerini göster:","text_settings_showadd":"Klasörlerde \"ekle\" düğmelerini gösterin:","text_settings_expandbydefault":"Klasörleri varsayılan olarak genişletin:","text_settings_rows":"Metin alanı satırları:","text_settings_columns":"Metin alanı sütunları:","text_language":"Dil seçiniz:","text_question_merge":"Mevcut notları içe aktarılan notlarla birleştirilsin mi yoksa değiştirilsin mi?","text_merge":"Git","text_replace":"yerine koymak","text_close_button":"Kapat","text_importexport_title":"İthalat ihracat","text_importexport_content":"Burada notlarınızı içe ve dışa aktarabilirsiniz.","text_import":"İthalat:","text_export":"İhracat","text_error_loadfile":"hata: dosya yüklenemiyor.","text_error_fileformat":"hata: dosya biçimi yanlış.","text_example_title":"Örnek Başlık","text_example_content":"Örnek İçerik","text_open":"Açık","text_add":"Ekle","text_edit":"Düzenle","text_move_backward":"Geri Git","text_move_forward":"İleri Git","text_move_upward":"Yukarı hareket et","text_move_downward":"Aşağı Taşı","text_expand_less":"Genişletilmemiş","text_expand_more":"Genişlet","text_help_title":"Yardım Edin","text_about_title":"hakkında","text_help_content1":"Notes, notları kaydetmek ve düzenlemek için kullanılan bir uygulamadır.","text_help_content2":"Yeni bir not veya yeni bir klasör oluşturmak için \"artı\" simgesine basın: not ve klasör arasında seçim yapın, başlığı ve sonunda içeriği ekleyin, ardından değişiklikleri kaydetmek için kaydet düğmesine basın veya notu silmek için sil veya geri dönün değişiklikleri atlamak ancak notu saklamak için.","text_help_content3":"İlgili içeriği açmak için bir notun yanındaki \"aç\" düğmesine basın.","text_help_content4":"Yeni bir öğe eklemek için bir klasörün içindeki \"ekle\" düğmesine basın.","text_help_content5":"Hem notlar hem de klasörler için, onları değiştirmek için \"düzenle\" düğmesine basın, konumu önceki öğeyle değiştirmek için \"geri taşı\" düğmesine basın, konumu bir sonraki öğeyle değiştirmek için \"ileri taşı\" düğmesine basın, Öğeyi bulunduğu klasörün dışına taşımak için \"yukarı taşı\" düğmesi veya öğeyi sonraki alt klasörün içine taşımak için \"aşağı doğru taşı\" düğmesine basın.","text_help_content6":"\"Ayarlar\" simgesine tıkladıktan sonra erişilebilen ayarlar menüsünde, düzenleme, hareket ve ekleme düğmelerini gizleyebilir veya gösterebilirsiniz. \"Düzenle\" iletişim kutusu için metin alanı satırlarını ve sütunlarını da yapılandırabilirsiniz. Kullanıcı arayüzünün dilini değiştirmek de mümkündür.","text_help_content7":"Notları içe veya dışa aktarmak için içe / dışa aktar simgesine basın. Notlar, bu uygulamaya özel bir JSON dosyasında içe veya dışa aktarılacaktır. Notları bir dosyadan içe aktarırken, mevcut notlar silinecek ve üzerine yazılacaktır.","text_help_content8":"Notes, Aşamalı Web Uygulamasıdır, yani bir tarayıcı içinde çalışır. Yüklediğinizde, tarayıcı bileşenleri gösterilmezken, yine de bir tarayıcının içinde çalışır. Notlar, marcoparrone.github.io alanı için tarayıcının localStorage'ına kaydedilir. localStorage, Chrome, Edge ve Firefox tarayıcıları ile sorunsuz çalışır. Diğer tarayıcılar bir süre sonra localStorage'ı silebilir. Android varsayılan olarak Chrome kullanır, Windows varsayılan olarak Edge kullanır. Notes şu anda Apple ürünlerinde desteklenmemektedir. Notların kaybolmasını önlemeye yardımcı olmak amacıyla, kaybetmek istemediğiniz bazı değişiklikleri her yaptığınızda \"dışa aktar\" işlevini kullanarak bir yedekleme yapmanız önerilir.","text_about_content1":"Telif hakkı © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Her hakkı saklıdır.","text_about_content3":"YAZILIM, TİCARİ ELVERİŞLİLİK, BELİRLİ BİR AMACA UYGUNLUK VE İHLAL ETMEME GARANTİLERİ DAHİL ANCAK BUNLARLA SINIRLI OLMAMAK ÜZERE AÇIK VEYA ZIMNİ HERHANGİ BİR GARANTİ OLMAKSIZIN \"OLDUĞU GİBİ\" SAĞLANIR. YAZARLAR VEYA TELİF HAKKI SAHİPLERİ HİÇBİR DURUMDA YAZILIM VEYA KULLANIM YA DA KULLANIMINDAN VEYA YAZILIMIN KULLANIMI VEYA DİĞER İLİŞKİLERDEN KAYNAKLANAN, SÖZLEŞME, İŞKENCE VEYA BAŞKA BİR DAVA DURUMUNDA HERHANGİ BİR TALEP, ZARAR VEYA DİĞER YÜKÜMLÜLÜKLERDEN SORUMLU OLMAYACAKTIR YAZILIM.","text_about_content4":"BU HİZMET GOOGLE TARAFINDAN GÜÇLENDİRİLEN ÇEVİRİLER İÇEREBİLİR. GOOGLE, HERHANGİ BİR DOĞRULUK, GÜVENİLİRLİK GARANTİSİ VE TİCARİ ELVERİŞLİLİK, BELİRLİ BİR AMACA UYGUNLUK VE İHLAL ETMEME GARANTİSİ DAHİL, AÇIK VEYA ZIMNİ ÇEVİRİLERLE İLGİLİ TÜM GARANTİLERİ REDDEDER.","text_about_content5":"Bu web uygulaması, Google Translate tarafından desteklenen çeviri yazılımı kullanılarak size kolaylık sağlamak için çevrilmiştir. Doğru bir çeviri sağlamak için makul çabalar sarf edilmiştir, ancak hiçbir otomatik çeviri mükemmel değildir ve insan çevirmenlerin yerini alması amaçlanmamıştır. Çeviriler, marcoparrone.github.io web sitesinin kullanıcılarına bir hizmet olarak sağlanır ve \"olduğu gibi\" sağlanır. İngilizceden başka herhangi bir dile yapılan çevirilerin doğruluğu, güvenilirliği veya doğruluğu konusunda açık veya zımni hiçbir garanti verilmez. Çeviri yazılımının sınırlamaları nedeniyle bazı içerikler (resimler, videolar, Flash vb.) Doğru bir şekilde çevrilemeyebilir.","text_about_content6":"Resmi metin, web sitesinin İngilizce sürümüdür. Çeviride yaratılan herhangi bir tutarsızlık veya farklılık bağlayıcı değildir ve uyum veya yaptırım amaçları açısından yasal bir etkisi yoktur. Çevrilen web sitesinde yer alan bilgilerin doğruluğu ile ilgili herhangi bir soru ortaya çıkarsa, web sitesinin resmi versiyonu olan İngilizce versiyonuna bakın."}