{"text_appname":"Notlar","text_add_label":"bir not ekle","text_settings_label":"ayarlar","text_importexport_label":"notları içe ve dışa aktar","text_help_label":"Yardım","text_about_label":"hakkında","text_close_label":"kapat","text_snack_mustbenum":"Değer bir sayı olmalıdır!","text_snack_toobig":"Seçilen değer çok büyük!","text_snack_toosmall":"Seçilen değer çok küçük!","text_edit_title":"Notu düzenleyin","text_edit_type":"Tür:","text_edit_note":"Not","text_edit_folder":"Klasör","text_edit_note_title":"Başlık:","text_edit_content":"İçerik:","text_delete":"Sil","text_back":"Geri","text_save":"Kayıt etmek","text_settings_title":"Ayarlar","text_settings_content1":"Burada uygulamayı yapılandırabilirsiniz.","text_yes":"Evet","text_no":"Hayır","text_settings_showedit":"Düzenleme düğmelerini göster:","text_settings_showmove":"Hareket düğmelerini göster:","text_settings_showadd":"Klasörlerde \"ekle\" düğmelerini gösterin:","text_settings_rows":"Metin alanı satırları:","text_settings_columns":"Metin alanı sütunları:","text_language":"Dil seçiniz:","text_close_button":"Kapat","text_importexport_title":"İthalat ihracat","text_importexport_content":"Burada notlarınızı içe ve dışa aktarabilirsiniz.","text_import":"İthalat:","text_export":"İhracat","text_error_loadfile":"hata: dosya yüklenemiyor.","text_error_fileformat":"hata: dosya biçimi yanlış.","text_example_title":"Örnek Başlık","text_example_content":"Örnek İçerik","text_open":"Açık","text_add":"Ekle","text_edit":"Düzenle","text_move_backward":"Geri Git","text_move_forward":"İleri Git","text_move_upward":"Yukarı hareket et","text_move_downward":"Aşağı Taşı","text_help_title":"Yardım","text_about_title":"hakkında","text_help_content":"<p> Notlar, notları kaydetmek ve düzenlemek için kullanılan bir uygulamadır. </p> <p> Yeni bir not veya yeni bir klasör oluşturmak için \"artı\" simgesine basın: not ve klasör arasında seçim yapın, başlığı ekleyin ve sonunda içeriği, ardından değişiklikleri kaydetmek için kaydet düğmesine veya notu silmek için sil düğmesine veya değişiklikleri atlayıp notu saklamak için geri dönün. </p> <p> İlgili içeriği açmak için notun yanındaki \"aç\" düğmesine basın . </p> <p> Klasöre yeni bir öğe eklemek için klasörün içindeki \"ekle\" düğmesine basın. </p> <p> Hem notlar hem de klasörler için, onları değiştirmek üzere \"düzenle\" düğmesine basın, Önceki öğeyle konumu değiştirmek için \"geri taşı\" düğmesi, konumu bir sonraki öğeyle değiştirmek için \"ileri taşı\" düğmesine basın, öğeyi o anda bulunduğu klasörden çıkarmak için \"yukarı taşı\" düğmesine basın, veya öğeyi bir sonraki alt klasörün içine taşımak için \"aşağı taşı\" düğmesine basın. </p> <p> \"Ayarlar\" simgesine tıkladıktan sonra erişilebilen ayarlar menüsünde düzenleme, hareket ve ekleme işlemlerini gizleyebilir veya gösterebilirsiniz. iyon düğmeleri. </p> <p> Notları içe veya dışa aktarmak için içe / dışa aktar simgesine basın. Notlar, bu uygulamaya özel bir JSON dosyasında içe veya dışa aktarılacaktır. Bir dosyadan notları içe aktarırken, mevcut notlar silinecek ve üzerine yazılacaktır. </p> <p> Notes Progresif bir Web Uygulamasıdır, yani bir tarayıcı içinde çalışır. Yüklediğinizde, tarayıcı bileşenleri gösterilmezken, yine de bir tarayıcının içinde çalışır. Notlar, notes.marcoparrone.com alanı için tarayıcının localStorage'ına kaydedilir. localStorage, Chrome, Edge ve Firefox tarayıcıları ile sorunsuz çalışır. Diğer tarayıcılar bir süre sonra localStorage'ı silebilir. Android varsayılan olarak Chrome kullanır, Windows varsayılan olarak Edge kullanır. Notes şu anda Apple ürünlerinde desteklenmemektedir. Notların kaybolmasını önlemeye yardımcı olmak amacıyla, kaybetmek istemediğiniz bazı değişiklikleri her yaptığınızda \"dışa aktarma\" işlevini kullanarak bir yedekleme yapmanız önerilir. </p> </div>","text_about_content1":"<p> Telif Hakkı © 2017,2019,2020,2021 Marco Parrone. <br /> Tüm Hakları Saklıdır. </p> <p> YAZILIM DAHİL, AÇIK VEYA ZIMNİ HERHANGİ BİR GARANTİ OLMAKSIZIN \"OLDUĞU GİBİ\" SAĞLANMAKTADIR. ANCAK SATILABİLİRLİK, BELİRLİ BİR AMACA UYGUNLUK VE İHLAL ETMEME GARANTİLERİ İLE SINIRLI DEĞİLDİR. YAZARLAR VEYA TELİF HAKKI SAHİPLERİ HİÇBİR DURUMDA YAZILIM VEYA KULLANIM YA DA KULLANIMINDAN VEYA YAZILIMIN KULLANIMINDAN VEYA BAŞKA HİZMETLERDEN KAYNAKLANAN SÖZLEŞME, İŞKENCE VEYA BAŞKA BİR DAVA DURUMUNDA HERHANGİ BİR TALEP, ZARAR VEYA DİĞER YÜKÜMLÜLÜKLERDEN SORUMLU OLMAYACAKLARDIR. YAZILIM. </p>","text_about_content2":"<p> BU HİZMET GOOGLE TARAFINDAN GÜÇLENDİRİLEN ÇEVİRİLER İÇEREBİLİR. GOOGLE, HERHANGİ BİR DOĞRULUK, GÜVENİLİRLİK GARANTİSİ VE TİCARİ ELVERİŞLİLİK, BELİRLİ BİR AMACA UYGUNLUK VE İHLAL ETMEME GARANTİLERİ DAHİL OLMAK ÜZERE AÇIK VEYA ZIMNİ ÇEVİRİLERLE İLGİLİ TÜM GARANTİLERİ REDDEDER. </p>","text_about_content3":"<p> Bu web uygulaması, Google Translate tarafından desteklenen çeviri yazılımı kullanılarak size kolaylık sağlamak için çevrilmiştir. Doğru bir çeviri sağlamak için makul çabalar sarf edilmiştir, ancak hiçbir otomatik çeviri mükemmel değildir ve insan çevirmenlerin yerini alması amaçlanmamıştır. Çeviriler, marcoparrone.com web sitesinin kullanıcılarına bir hizmet olarak sağlanır ve \"olduğu gibi\" sağlanır. İngilizceden başka herhangi bir dile yapılan çevirilerin doğruluğu, güvenilirliği veya doğruluğu konusunda açık veya zımni hiçbir garanti verilmez. Çeviri yazılımının sınırlamaları nedeniyle bazı içerikler (resimler, videolar, Flash vb.) Doğru bir şekilde çevrilemeyebilir. </p> <p> Resmi metin, web sitesinin İngilizce sürümüdür. Çeviride yaratılan herhangi bir tutarsızlık veya farklılık bağlayıcı değildir ve uyum veya yaptırım amaçları açısından yasal bir etkisi yoktur. Çevrilen web sitesinde yer alan bilgilerin doğruluğuyla ilgili herhangi bir sorunuz ortaya çıkarsa, web sitesinin resmi versiyonu olan İngilizce versiyonuna bakın. </p>"}