{"text_appname":"Искәрмәләр","text_add_label":"искәрмә өстәргә","text_settings_label":"көйләүләр","text_importexport_label":"импорт һәм экспорт язмалары","text_help_label":"Ярдәм итегез","text_about_label":"турында","text_close_label":"ябык","text_snack_mustbenum":"Кыйммәт сан булырга тиеш!","text_snack_toobig":"Сайланган кыйммәт бик зур!","text_snack_toosmall":"Сайланган кыйммәт бик кечкенә!","text_edit_title":"Искәрмә","text_edit_type":"Төре:","text_edit_note":"Тамга","text_edit_folder":"папка","text_edit_note_title":"Титул:","text_edit_content":"Эчтәлек:","text_delete":"Бетерү","text_back":"Кире","text_save":"Саклагыз","text_settings_title":"Көйләүләр","text_settings_content1":"Монда сез кушымтаны конфигурацияли аласыз.","text_yes":"әйе","text_no":"юк","text_settings_showedit":"Редакция төймәләрен күрсәт:","text_settings_showmove":"Хәрәкәт төймәләрен күрсәт:","text_settings_showadd":"Папкаларда \"өстәү\" төймәләрен күрсәтегез:","text_settings_rows":"Текст өлкәсе рәтләре:","text_settings_columns":"Текст өлкәсе баганалары:","text_language":"Телне сайлагыз:","text_close_button":"Ябу","text_importexport_title":"Импорт / экспорт","text_importexport_content":"Монда сез үз язмаларыгызны импортлый һәм экспортлый аласыз.","text_import":"Импорт:","text_export":"Экспорт","text_error_loadfile":"хата: файлны йөкли алмый.","text_error_fileformat":"хата: файл форматы дөрес түгел.","text_example_title":"Мисал","text_example_content":"МисалContent","text_open":"Ачык","text_add":"Кушу","text_edit":"Редакцияләү","text_move_backward":"Артка күчү","text_move_forward":"Алга барырга","text_move_upward":"Wardгарыга күчегез","text_move_downward":"Түбәнгә күчегез","text_help_title":"Ярдәм итегез","text_about_title":"Турында","text_help_content":"<p> Искәрмәләр - искәрмәләрне саклау һәм оештыру өчен кушымта. </p> <p> Яңа нота, яки яңа папка ясау өчен, \"плюс\" иконасына басыгыз: нота һәм папка арасыннан сайлагыз, исемен кертегез һәм ахырда эчтәлек, аннары үзгәртүләрне саклап калу өчен саклауны басыгыз, яки искәрмәне бетерү өчен бетерү төймәсенә басыгыз, яки үзгәрешләрне калдыру өчен кире кайтыгыз, ләкин искәрмәне саклагыз. </p> <p> Бәйләнешле эчтәлекне ачу өчен нота янындагы \"ачык\" төймәсенә басыгыз. . </p> <p> Яңа элемент өстәр өчен папка эчендә \"өстәү\" төймәсенә басыгыз. </p> <p> Искәрмәләр өчен дә, папкалар өчен дә аларны үзгәртү өчен \"үзгәртү\" төймәсенә басыгыз, басыгыз алдагы элемент белән позицияне алыштыру өчен \"артка күчү\" төймәсен, киләсе элемент белән позицияне алыштыру өчен \"алга бару\" төймәсенә басыгыз, элементны хәзерге папкадан күчерү өчен \"өскә күчү\" төймәсенә басыгыз, яисә киләсе субфолдер эчендә элементны күчерү өчен \"аска күчү\" төймәсенә басыгыз. </p> <p> көйләүләр менюсында, \"көйләүләр\" иконасына баскач, сез редакцияне, хәрәкәтне һәм өстәмәне яшерә яки күрсәтә аласыз. ион төймәләре. </p> <p> Искәрмәләрне импортлау яки экспортлау өчен, импорт / экспорт иконасына басыгыз. Искәрмәләр бу кушымтага хас JSON файлында кертеләчәк яки экспортланачак. Искәрмәләрне файлдан импортлаганда, хәзерге язмалар бетереләчәк һәм яңадан язылачак. </p> <p> Искәрмәләр - прогрессив веб-кушымта, бу аның браузер эчендә эшләвен аңлата. Аны урнаштырганда, браузер компонентлары күрсәтелмәсә дә, ул әле дә браузер эчендә эшли. Искәрмәләр.marcoparrone.com домены өчен браузерның локаль саклагычында саклана. LocalStorage Chrome, Edge һәм Firefox браузерлары белән яхшы эшли. Башка браузерлар берникадәр вакыттан соң localStorage бетерә ала. Android килешү буенча Chrome куллана, Windows килешү буенча Edge куллана. Хәзерге вакытта искәрмәләр Apple продуктларында булмый. Искәрмәләрнең югалуына юл куймас өчен, \"экспорт\" функциясен кулланып резерв ясарга тәкъдим ителә, сез югалтырга теләмәгән үзгәртүләр ясаган саен. </p> </div>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Марко Паррон. <br /> Барлык хокуклар сакланган. ТОРМЫШЛЫК КАРАНТЛАРЫ, ЧЫГЫШЛЫ МАКСАТ ANDӘМ НОНИНФРИНГЕМЕНТ FORЧ .Н ЧЫКЛЫК. Беркем дә авторлар яки КОПРИК ХОЛДЕРЛАР БАРЫ ЗАКОН, ЗАГСЛАР ORӘМ БАШКА җаваплылык өчен җаваплылыкка тартылырга тиеш түгел. ПРОГРАММА. </p>","text_about_content2":"<p> БУ ХЕЗМӘТ ГОГЛЕ КӨЧЕН Тәрҗемәләрне дәвам итәргә мөмкин. ГОГЛ Тәрҗемәгә, экспресска яки эшкә кагылышлы барлык гарантияләрне ачыклый, төгәллек, ышанычлылык, һәм сәүдәгәрлек, предпринимательство предпринимательство предпринимательствосы.","text_about_content3":"<p> Бу веб-кушымта Google Translate белән эшләнгән тәрҗемә программасын кулланып сезнең уңайлыгыгыз өчен тәрҗемә ителде. Төгәл тәрҗемә итү өчен акыллы тырышлыклар куелды, ләкин бернинди автоматлаштырылган тәрҗемә дә камил түгел, һәм ул кеше тәрҗемәчеләрен алыштырырга уйламый. Тәрҗемәләр marcoparrone.com сайтын кулланучыларга хезмәт итеп күрсәтелә һәм \"булганча\" бирелә. Инглиз теленнән башка телгә тәрҗемә ителгән тәрҗемәләрнең төгәллеге, ышанычлылыгы яки дөреслеге турында бернинди гарантия дә күрсәтелмәгән. Кайбер эчтәлек (мәсәлән, рәсемнәр, видеолар, Флеш һ.б.) тәрҗемә программаларының чикләнүләре аркасында төгәл тәрҗемә ителмәскә мөмкин. </p> <p> Рәсми текст - сайтның инглизчә версиясе. Тәрҗемәдә барлыкка килгән төрле каршылыклар яки аермалар мәҗбүри түгел һәм үтәү яки үтәү максатларында хокукый эффект юк. Тәрҗемә ителгән сайттагы мәгълүматның төгәллеге белән бәйле сораулар килеп чыкса, рәсми версия булган вебсайтның инглизчә версиясенә мөрәҗәгать итегез. </p>"}