{"text_appname":"ئىزاھات","text_add_label":"خاتىرە قوشۇڭ","text_settings_label":"تەڭشەكلەر","text_importexport_label":"ئىمپورت-ئېكسپورت خاتىرىلىرى","text_help_label":"ياردەم","text_about_label":"ھەققىدە","text_close_label":"close","text_snack_mustbenum":"قىممەت چوقۇم بىر سان بولۇشى كېرەك!","text_snack_toobig":"تاللانغان قىممەت بەك چوڭ!","text_snack_toosmall":"تاللانغان قىممەت بەك كىچىك!","text_edit_title":"ئىزاھات","text_edit_type":"تىپى:","text_edit_note":"ئىزاھات","text_edit_folder":"ھۆججەت قىسقۇچ","text_edit_note_title":"ماۋزۇ:","text_edit_content":"مەزمۇنى:","text_delete":"ئۆچۈرۈش","text_back":"قايتىش","text_save":"ساقلاش","text_settings_title":"تەڭشەك","text_settings_content1":"بۇ يەردە سىز پروگراممىنى تەڭشىيەلەيسىز.","text_yes":"ھەئە","text_no":"ياق","text_settings_showedit":"تەھرىرلەش كۇنۇپكىسىنى كۆرسىتىش:","text_settings_showmove":"ھەرىكەت كۇنۇپكىسىنى كۆرسىتىش:","text_settings_showadd":"قىسقۇچلارغا «قوشۇش» كۇنۇپكىسىنى كۆرسەت:","text_settings_rows":"تېكىست رايونى قۇرلىرى:","text_settings_columns":"تېكىست رايونى ستونلىرى:","text_language":"تىل تاللاڭ:","text_close_button":"تاقاش","text_importexport_title":"ئىمپورت / ئېكسپورت","text_importexport_content":"بۇ يەردە خاتىرىلىرىڭىزنى ئىمپورت-ئېكسپورت قىلالايسىز.","text_import":"ئىمپورت:","text_export":"ئېكسپورت","text_error_loadfile":"خاتالىق: ھۆججەت يۈكلىيەلمەيدۇ.","text_error_fileformat":"خاتالىق: ھۆججەت فورماتى خاتا.","text_example_title":"مىسال ماۋزۇ","text_example_content":"مىسال مەزمۇنى","text_open":"ئېچىڭ","text_add":"قوش","text_edit":"تەھرىر","text_move_backward":"كەينىگە يۆتكەڭ","text_move_forward":"ئالدىغا يۆتكەڭ","text_move_upward":"يۇقىرىغا يۆتكەڭ","text_move_downward":"تۆۋەنگە يۆتكەڭ","text_help_title":"ياردەم","text_about_title":"ھەققىدە","text_help_content1":"ئىزاھات خاتىرىلەرنى ساقلاش ۋە رەتلەش دېتالى.","text_help_content2":"يېڭى خاتىرە ياكى يېڭى ھۆججەت قىسقۇچ قۇرۇش ئۈچۈن ، «قوشۇش» سىنبەلگىسىنى بېسىڭ: خاتىرە بىلەن ھۆججەت قىسقۇچنى تاللاڭ ، ماۋزۇنى ۋە ئاخىرىدا مەزمۇننى قىستۇرۇڭ ، ئاندىن ساقلاشنى بېسىڭ ، ئاندىن ئۆزگەرتىشلەرنى ساقلاڭ ياكى ئۆچۈرۈشنى بېسىڭ. ئۆزگەرتىشتىن ئاتلاپ ئۆتۈپ كېتىش ، ئەمما ئەسكەرتىشنى ساقلاش.","text_help_content3":"مۇناسىۋەتلىك مەزمۇننى ئېچىش ئۈچۈن خاتىرە يېنىدىكى «ئېچىش» كۇنۇپكىسىنى بېسىڭ.","text_help_content4":"ئۇنىڭغا يېڭى ئېلېمېنت قوشۇش ئۈچۈن قىسقۇچ ئىچىدىكى «قوشۇش» كۇنۇپكىسىنى بېسىڭ.","text_help_content5":"ھەر ئىككى خاتىرە ۋە ھۆججەت قىسقۇچ ئۈچۈن «تەھرىرلەش» كۇنۇپكىسىنى بېسىپ ئۇلارنى ئۆزگەرتىڭ ، «ئارقىغا يۆتكەش» كۇنۇپكىسىنى بېسىپ ئالدىنقى ئېلېمېنت بىلەن ئورۇن ئالماشتۇرۇڭ ، «ئالغا ئىلگىرىلەش» كۇنۇپكىسىنى بېسىپ كېيىنكى ئېلېمېنت بىلەن ئورۇن ئالماشتۇرۇڭ ، كۇنۇپكىنى بېسىڭ. «يۇقىرىغا يۆتكەش» كۇنۇپكىسى ئارقىلىق ئېلېمېنتنى نۆۋەتتىكى ھۆججەت قىسقۇچتىن يۆتكەڭ ياكى «ئاستىغا يۆتكەش» كۇنۇپكىسىنى بېسىپ كېيىنكى تارماق قىسقۇچنىڭ ئىچىدىكى ئېلېمېنتنى يۆتكەڭ.","text_help_content6":"تەڭشەك تىزىملىكىدە ، «تەڭشەك» سىنبەلگىسىنى چەككەندىن كېيىن زىيارەت قىلالايسىز ، تەھرىرلەش ، ھەرىكەت ۋە قوشۇش كۇنۇپكىسىنى يوشۇرۇپ ياكى كۆرسىتەلەيسىز. سىز يەنە «تەھرىرلەش» سۆزلىشىش رامكىسىغا تېكىست رايونى قۇر ۋە ستونلارنى تەڭشىيەلەيسىز. ئىشلەتكۈچى كۆرۈنمە يۈزىنىڭ تىلىنى ئۆزگەرتىشكىمۇ بولىدۇ.","text_help_content7":"خاتىرىلەرنى ئەكىرىش ياكى چىقىرىش ئۈچۈن ، ئىمپورت-ئېكىسپورت سىنبەلگىسىنى بېسىڭ. بۇ خاتىرىلەر بۇ دېتالغا خاس JSON ھۆججىتىدە ئىمپورتلىنىدۇ ياكى ئېكىسپورت قىلىنىدۇ. خاتىرىلەرنى ھۆججەتتىن ئىمپورتلىغاندا ، نۆۋەتتىكى خاتىرىلەر ئۆچۈرۈلۈپ يېزىلىدۇ.","text_help_content8":"ئىزاھات ئىلغار تور قوللىنىشچان پروگراممىسى بولۇپ ، ئۇ توركۆرگۈچنىڭ ئىچىدە ئىجرا بولىدىغانلىقىدىن دېرەك بېرىدۇ. ئۇنى قاچىلىغاندا ، توركۆرگۈچ زاپچاسلىرى كۆرۈنمىسىمۇ ، يەنىلا توركۆرگۈچنىڭ ئىچىدە ئىجرا بولىدۇ. بۇ ئىزاھاتلار توركۆرگۈنىڭ localStorage دا خاتىرىلەنگەن. localStorage Chrome ، Edge ۋە Firefox توركۆرگۈلىرى بىلەن ياخشى ئىشلەيدۇ. باشقا توركۆرگۈچلەر مەلۇم ۋاقىتتىن كېيىن localStorage نى ئۆچۈرۈشى مۇمكىن. ئاندىرويىد سۈكۈتتىكى ھالەتتە Chrome ئىشلىتىدۇ ، Windows سۈكۈتتىكى ھالەتتە Edge نى ئىشلىتىدۇ. نۆۋەتتە خاتىرە ئالما مەھسۇلاتلىرىنى قوللىمايدۇ. خاتىرىلەرنىڭ يۈتۈپ كېتىشىنىڭ ئالدىنى ئېلىش ئۈچۈن ، «ئېكسپورت» ئىقتىدارىدىن پايدىلىنىپ زاپاسلاشنى تەۋسىيە قىلىمىز ، ھەر قېتىم سىز يوقىتىشنى خالىمايدىغان بەزى ئۆزگەرتىشلەرنى ئېلىپ بارسىڭىز بولىدۇ.","text_about_content1":"نەشر ھوقۇقى © 2017,2019,2020,2021 ماركو پاررون.","text_about_content2":"All Rights Reserved.","text_about_content3":"بۇ يۇمشاق دېتال «قانداقتۇر» بىلەن تەمىنلەنگەن ، ھەر قانداق بىر تۈرنىڭ كاپالىتى يوق ، ئوچۇق-ئاشكارە ياكى ئەمەلىيلەشتۈرۈلمىگەن ، بۇنىڭ ئىچىدە سودا-سېتىق كاپالىتى بىلەنلا چەكلەنمەيدۇ ، ئالاھىدە مەقسەتكە ماس كەلمەيدۇ. ھەر قانداق بىر پائالىيەتتە ، توختام تۈزۈش ، تورمۇزلاش ياكى باشقا تەرەپلەر بىلەن باغلىنىشلىق ، ياكى سودا-سېتىق بىلەن مۇناسىۋەتلىك ياكى باشقا تەرەپلەر بىلەن بولغان ھەر قانداق دەۋا ، زىيان ياكى باشقا جاۋابكارلىقنى ئۈستىگە ئالمايدۇ. يۇمشاق دېتال.","text_about_content4":"بۇ مۇلازىمەت بەلكىم گۇگۇل تەرىپىدىن تەرجىمە قىلىنغان بولۇشى مۇمكىن. گۇگۇل تەرجىمە ، ئېنىقلىما ياكى ئەمەلىيلەشتۈرۈشكە مۇناسىۋەتلىك بارلىق كاپالەتلەرنى ئۆز ئىچىگە ئالىدۇ ، بۇنىڭدا ئېنىقلىق ، ئىشەنچلىك ۋە سودا-سانائەتكە چېتىشلىق بولمىغان ئورگانلار ۋە ئەمەلىيلەشتۈرۈلمىگەن ھەر قانداق كاپالەت كاپالىتى بار.","text_about_content5":"بۇ تور دېتالى Google Translate تەمىنلىگەن تەرجىمە يۇمشاق دېتالى ئارقىلىق قۇلايلىق بولۇشىڭىز ئۈچۈن تەرجىمە قىلىندى. توغرا تەرجىمە قىلىش ئۈچۈن مۇۋاپىق تىرىشچانلىق كۆرسىتىلدى ، ئەمما ، ھېچقانداق ئاپتوماتىك تەرجىمە مۇكەممەل ئەمەس ، شۇنداقلا ئىنسان تەرجىمانلىرىنىڭ ئورنىنى ئېلىشنى مەقسەت قىلمايدۇ. تەرجىمىلەر marcoparrone.com تور بېتىنى ئىشلەتكۈچىلەرگە مۇلازىمەت سۈپىتىدە تەمىنلەنگەن بولۇپ ، «ھازىرقىدەك» تەمىنلەنگەن. ئىنگلىز تىلىدىن باشقا تىلغا تەرجىمە قىلىنغان ھەر قانداق تەرجىمىنىڭ توغرىلىقى ، ئىشەنچلىكلىكى ۋە توغرىلىقى توغرىسىدا ئىپادىلەنگەن ياكى ئىپادىلەنگەن ھەر قانداق كاپالەت يوق. بەزى مەزمۇنلار (مەسىلەن رەسىم ، سىن ، Flash قاتارلىقلار) تەرجىمە يۇمشاق دېتالىنىڭ چەكلىمىسى تۈپەيلىدىن توغرا تەرجىمە قىلىنماسلىقى مۇمكىن.","text_about_content6":"رەسمىي تېكىست تور بېكەتنىڭ ئىنگلىزچە نۇسخىسى. تەرجىمىدە پەيدا بولغان ئوخشىماسلىق ياكى ئوخشىماسلىقلار چەكلەش كۈچىگە ئىگە ئەمەس ، ئىجرا قىلىش ياكى ئىجرا قىلىش مەقسىتىدە قانۇنىي تەسىرى يوق. تەرجىمە قىلىنغان تور بېكەتتىكى ئۇچۇرلارنىڭ توغرىلىقىغا مۇناسىۋەتلىك سوئاللار كۆرۈلسە ، رەسمىي نۇسخىدىكى تور بېكەتنىڭ ئىنگلىزچە نۇسخىسىنى كۆرۈڭ."}