{"text_appname":"Примітки","text_add_label":"додати примітку","text_settings_label":"налаштування","text_importexport_label":"імпорт та експорт приміток","text_help_label":"допомогти","text_about_label":"про","text_close_label":"закрити","text_snack_mustbenum":"Значення має бути числом!","text_snack_toobig":"Вибране значення завелике!","text_snack_toosmall":"Вибране значення замале!","text_edit_title":"Редагувати примітку","text_edit_type":"Тип:","text_edit_note":"Примітка","text_edit_folder":"папку","text_edit_note_title":"Назва:","text_edit_content":"Зміст:","text_delete":"Видалити","text_back":"Назад","text_save":"Зберегти","text_settings_title":"Налаштування","text_settings_content1":"Тут ви можете налаштувати програму.","text_yes":"так","text_no":"ні","text_settings_showedit":"Показати кнопки редагування:","text_settings_showmove":"Показати кнопки руху:","text_settings_showadd":"Показати кнопки \"додати\" у папках:","text_settings_rows":"Рядки області тексту:","text_settings_columns":"Стовпці області тексту:","text_language":"Виберіть мову:","text_close_button":"Закрити","text_importexport_title":"Імпорт-експорт","text_importexport_content":"Тут ви можете імпортувати та експортувати свої нотатки.","text_import":"Імпорт:","text_export":"Експорт","text_error_loadfile":"помилка: не вдається завантажити файл.","text_error_fileformat":"помилка: неправильний формат файлу.","text_example_title":"ExampleTitle","text_example_content":"ПрикладВміст","text_open":"відчинено","text_add":"Додати","text_edit":"Редагувати","text_move_backward":"Рухайтеся назад","text_move_forward":"Рухайся вперед","text_move_upward":"Рухайтеся вгору","text_move_downward":"Рухайтеся вниз","text_help_title":"Допомога","text_about_title":"Про","text_help_content":"<p> Нотатки - це програма для збереження та упорядкування нотаток. </p> <p> Щоб створити нову нотатку або нову папку, натисніть піктограму \"плюс\": виберіть між нотаткою та папкою, вставте заголовок та врешті-решт вмісту, потім натисніть \"Зберегти\", щоб зберегти зміни, або натисніть \"Delete\", щоб видалити нотатку, або назад, щоб пропустити зміни, але зберегти нотатку. </p> <p> Натисніть кнопку \"відкрити\" біля примітки, щоб відкрити відповідний вміст. . </p> <p> Натисніть кнопку \"додати\" всередині папки, щоб додати до неї новий елемент. </p> <p> Для нотаток та папок натисніть кнопку \"редагувати\", щоб змінити їх, натисніть кнопка \"рухатись назад\", щоб обміняти позицію з попереднім елементом, натиснути кнопку \"рухатись вперед\", щоб обміняти позицію з наступним елементом, натиснути кнопку \"рухатись вгору\", щоб перемістити елемент із папки, де він зараз знаходиться, або натисніть кнопку \"перемістити вниз\", щоб перемістити елемент всередину наступної підтеки. </p> <p> У меню налаштувань, доступному після натискання на піктограму \"налаштування\", ви можете приховати або показати редагування, переміщення та додавання іонні кнопки. </p> <p> Щоб імпортувати або експортувати нотатки, натисніть піктограму імпорту / експорту. Нотатки будуть імпортовані або експортовані у файлі JSON, який відповідає цій програмі. Під час імпорту нотаток із файлу поточні нотатки будуть видалені та перезаписані. </p> <p> Нотатки - це прогресивна веб-програма, що означає, що вона працює у веб-переглядачі. Коли ви встановлюєте його, хоча компоненти браузера не відображаються, він все одно працює всередині браузера. Нотатки зберігаються в локальному сховищі браузера для домену notes.marcoparrone.com. localStorage чудово працює з браузерами Chrome, Edge та Firefox. Інші браузери можуть видалити localStorage через деякий час. Android за замовчуванням використовує Chrome, Windows за замовчуванням використовує Edge. Наразі нотатки не підтримуються у продуктах Apple. З метою запобігання втраті нотаток пропонується робити резервні копії, використовуючи функцію \"експорту\", кожного разу, коли ви вносите зміни, які не хочете втрачати. </p> </div>","text_about_content1":"<p> Авторські права © 2017,2019,2020,2021 Marco Parrone. <br /> Всі права захищені. </p> <p> ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ НАДАЄТЬСЯ «ЯК Є», БЕЗ ГАРАНТІЇ ЯКОЇ-ЯКОЇ ВИДИ, ЯВНОЇ ТА ПІДСУМОВОЇ, Включаючи АЛЕ НЕ ОБМЕЖЕНІ ГАРАНТІЯМИ ПРОДУКЦІЇ, ПРИГОДНОСТІ ДЛЯ ПЕВНОЇ МЕТИ ТА НЕПОРУШЕННЯ. НІ В ЯКОМУ РЕЗУЛЬТАТІ АВТОРИ ТА ВЛАСНИКИ АВТОРСЬКИХ ПРАВ НЕ БУДУТ ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-яку претензію, шкоду чи іншу відповідальність, незалежно від того, чи діють договори, делікт чи інше, що виникають із, поза або в зв'язку з програмним забезпеченням або використанням чи іншими операціями. ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ. </p>","text_about_content2":"<p> ЦЯ ПОСЛУГА МОЖЕ МІСТИТИ ПЕРЕКЛАДИ, ЯКІ ПРОДУКЦІЮЮТЬ НА GOOGLE. GOOGLE ВІДМОВАЄ ВСІ ГАРАНТІЇ, ПОВ'ЯЗАНІ З ПЕРЕКЛАДАМИ, ЯВНИМИ ІЛИ ПІСЛІСНИМИ, ВКЛЮЧАЮЧИ БУДЬ-ЯКІ ГАРАНТІЇ ТОЧНОСТІ, НАДІЙНОСТІ І БУДЬ-ЯКИХ ПІДПРИМІРНИХ ГАРАНТІЙ НА ПРОДУКЦІЮ, ФІТНЕС ПАРТНЕРСЬКОГО ПАРТНЕРУ.","text_about_content3":"<p> Цей веб-додаток перекладено для вашої зручності за допомогою програмного забезпечення для перекладу на базі Google Translate. Були зроблені розумні зусилля для забезпечення точного перекладу, однак, жоден автоматизований переклад не є досконалим і не призначений для заміни перекладачів-людей. Переклади надаються як послуга для користувачів веб-сайту marcoparrone.com та надаються \"як є\". Жодної гарантії, явної чи неявної, не дається щодо точності, надійності чи правильності будь-яких перекладів, зроблених з англійської мови на будь-яку іншу мову. Деякий вміст (наприклад, зображення, відео, Flash тощо) може бути не точно перекладений через обмеження програмного забезпечення для перекладу. </p> <p> Офіційним текстом є англійська версія веб-сайту. Будь-які розбіжності або розбіжності, створені в перекладі, не є обов’язковими для виконання та не мають юридичної сили для цілей дотримання чи забезпечення. Якщо виникають запитання щодо точності інформації, що міститься на перекладеному веб-сайті, зверніться до англійської версії веб-сайту, яка є офіційною версією. </p>"}