{"text_appname":"نوٹ","text_add_label":"ایک نوٹ شامل کریں","text_settings_label":"ترتیبات","text_importexport_label":"نوٹ درآمد اور برآمد کریں","text_help_label":"مدد","text_about_label":"کے بارے میں","text_close_label":"بند کریں","text_snack_mustbenum":"قیمت ایک عدد ہونی چاہئے!","text_snack_toobig":"منتخب کردہ قیمت بہت بڑی ہے!","text_snack_toosmall":"منتخب کردہ قیمت بہت چھوٹی ہے!","text_edit_title":"نوٹ میں ترمیم کریں","text_edit_type":"قسم:","text_edit_note":"نوٹ","text_edit_folder":"فولڈر","text_edit_note_title":"عنوان:","text_edit_content":"مواد:","text_delete":"حذف کریں","text_back":"پیچھے","text_save":"محفوظ کریں","text_settings_title":"ترتیبات","text_settings_content1":"یہاں آپ درخواست ترتیب دے سکتے ہیں۔","text_yes":"جی ہاں","text_no":"نہیں","text_settings_showedit":"ترمیم کے بٹن دکھائیں:","text_settings_showmove":"تحریک کے بٹن دکھائیں:","text_settings_showadd":"فولڈرز میں \"شامل کریں\" کے بٹن دکھائیں:","text_settings_rows":"متن کے علاقے کی قطاریں:","text_settings_columns":"متن کے علاقے کالم:","text_language":"زبان کا انتخاب کریں:","text_question_merge":"موجودہ نوٹوں کو درآمدی نوٹوں کے ساتھ ضم کریں یا ان کی جگہ لیں؟","text_merge":"جاؤ","text_replace":"تبدیل کریں","text_close_button":"بند کریں","text_importexport_title":"درآمد برآمد","text_importexport_content":"یہاں آپ اپنے نوٹ درآمد اور برآمد کرسکتے ہیں۔","text_import":"درآمد:","text_export":"برآمد کریں","text_error_loadfile":"خرابی: فائل لوڈ نہیں ہوسکتی ہے۔","text_error_fileformat":"غلطی: فائل کی شکل غلط ہے۔","text_example_title":"مثال کے عنوان","text_example_content":"مثال کے طور پر مواد","text_open":"کھولو","text_add":"شامل کریں","text_edit":"ترمیم","text_move_backward":"پیچھے کی طرف بڑھیں","text_move_forward":"آگے بڑھو","text_move_upward":"اوپر کی طرف بڑھیں","text_move_downward":"نیچے کی طرف بڑھیں","text_help_title":"مدد","text_about_title":"کے بارے میں","text_help_content1":"نوٹس نوٹوں کو محفوظ کرنے اور منظم کرنے کے لئے ایک ایپ ہے۔","text_help_content2":"نیا نوٹ یا نیا فولڈر بنانے کے ل To ، \"پلس\" آئیکن دبائیں: نوٹ اور فولڈر کے درمیان انتخاب کریں ، عنوان اور آخر میں مواد داخل کریں ، پھر تبدیلیوں کو محفوظ کرنے کے لئے محفوظ دبائیں ، یا نوٹ کو حذف کرنے کے لئے حذف دبائیں ، یا پیچھے تبدیلیاں چھوڑ دیں لیکن نوٹ رکھیں۔","text_help_content3":"متعلقہ مواد کو کھولنے کے لئے نوٹ کے قریب \"کھلا\" بٹن دبائیں۔","text_help_content4":"اس میں ایک نیا عنصر شامل کرنے کے لئے کسی فولڈر کے اندر \"شامل کریں\" کے بٹن کو دبائیں۔","text_help_content5":"نوٹ اور فولڈر دونوں کے ل them ، ان میں ترمیم کرنے کے لئے \"ترمیم\" کے بٹن کو دبائیں ، پچھلے عنصر کے ساتھ پوزیشن کا تبادلہ کرنے کے لئے \"پچھلے حرکت\" بٹن کو دبائیں ، اگلے عنصر کے ساتھ پوزیشن کا تبادلہ کرنے کے لئے \"آگے بڑھیں\" بٹن دبائیں ، دبائیں۔ فی الحال جہاں عنصر کو فولڈر سے باہر منتقل کرنے کے لئے \"اوپر کی طرف بڑھیں\" بٹن ، یا اگلے سب فولڈر کے اندر عنصر کو منتقل کرنے کے لئے \"نیچے کی طرف بڑھیں\" بٹن دبائیں۔","text_help_content6":"ترتیبات کے مینو میں ، \"ترتیبات\" کے آئکن پر کلک کرنے کے بعد قابل رسائی ، آپ ترمیم ، نقل و حرکت اور اضافی بٹنوں کو چھپا یا دکھا سکتے ہیں۔ آپ \"ترمیم\" ڈائیلاگ باکس کے ل area ٹیکسٹ ایریا قطار اور کالم کو بھی تشکیل دے سکتے ہیں۔ صارف انٹرفیس کی زبان کو تبدیل کرنا بھی ممکن ہے۔","text_help_content7":"نوٹ درآمد یا برآمد کرنے کے لئے ، درآمد / برآمد کے آئیکن پر دبائیں۔ اس ایپ سے مخصوص JSON فائل میں نوٹ درآمد یا برآمد کیے جائیں گے۔ جب فائل سے نوٹ درآمد کریں گے تو ، موجودہ نوٹ حذف ہوجائیں گے اور ادلیکھت ہوجائیں گے۔","text_help_content8":"نوٹس ایک پروگریسو ویب ایپلی کیشن ہے ، جس کا مطلب ہے کہ یہ براؤزر کے اندر چلتا ہے۔ جب آپ اسے انسٹال کرتے ہیں ، جبکہ براؤزر کے اجزاء نہیں دکھائے جاتے ہیں ، تب بھی یہ براؤزر کے اندر چلتا ہے۔ نوٹز.مارکوپیرون ڈاٹ کام ڈومین کیلئے نوٹس براؤزر کے لوکل اسٹورج میں محفوظ ہوجاتے ہیں۔ لوکل اسٹوریج کروم ، ایج اور فائر فاکس براؤزر کے ساتھ ٹھیک کام کرتا ہے۔ دوسرے براؤزر مقامی اسٹوریج کو کچھ وقت کے بعد حذف کرسکتے ہیں۔ ڈیفالٹ کے لحاظ سے اینڈروئیڈ کروم ، ونڈوز ڈیفالٹ ایج استعمال کرتا ہے۔ نوٹ فی الحال ایپل کی مصنوعات پر معاون نہیں ہیں۔ نوٹ کے نقصان کو روکنے میں مدد کے مقصد کے ساتھ ، تجویز کی گئی ہے کہ \"برآمد\" کی فعالیت کو استعمال کرتے ہوئے بیک اپ بنائیں ، ہر بار جب آپ کچھ ایسی ترمیم کرتے ہیں جو آپ کھونا نہیں چاہتے ہیں۔","text_about_content1":"کاپی رائٹ © 2017،2019،2020،2021 مارکو پیرون۔","text_about_content2":"جملہ حقوق محفوظ ہیں.","text_about_content3":"سافٹ ویئر کو \"جیسا کہ\" فراہم کیا جاتا ہے ، کسی قسم کی ضمانت ، اظہار یا اس کے بغیر ، کاروبار کی وارنٹیوں تک محدود نہیں ہوتا ہے ، لیکن خصوصی مقصد اور نامزدکاری کے قابل انتظامات بھی شامل ہیں۔ کسی بھی معاملے میں مصنف یا کاپی رائٹ ہولڈرز کسی بھی دعوی ، نقصان یا کسی اور ذمہ داری کے لئے ذمہ دار نہیں ہوسکتے ہیں ، معاہدے ، ٹورٹ یا کسی اور کام کے ذریعہ ، سافٹ ویئر کے ذریعہ یا اس سافٹ ویئر کے ذریعہ یا اس کے ذریعہ پیدا ہوتا ہے سافٹ ویئر","text_about_content4":"یہ خدمت گوگل کے ذریعہ تقویت یافتہ ترجمے کو جاری رکھ سکتی ہے۔ گوگل ترجمے سے منسلک ، ساری ضمانتوں اور متعلقہ خدمات اور متعلقہ خدمات کے لER ذمہ داری کی ضمانتوں ، ترجموں کی وضاحت یا اس کے اطلاق ، اہلیت کی کوئی ضمانت نہیں دیتا ہے۔","text_about_content5":"اس ویب ایپ کا ترجمہ گوگل ٹرانسلیٹ کے ذریعہ چلنے والے ٹرانسلیشن سافٹ ویر کو استعمال کرتے ہوئے آپ کی سہولت کے لئے کیا گیا ہے۔ درست ترجمے کی فراہمی کے لئے معقول کوششیں کی گئیں ، تاہم ، کوئی خودکار ترجمہ کامل نہیں ہے اور نہ ہی اس کا مقصد انسانی مترجمین کو تبدیل کرنا ہے۔ مارکوپیرون ڈاٹ کام ویب سائٹ کے صارفین کے لئے ترجمے بطور سروس فراہم کیے جاتے ہیں ، اور \"جیسے ہیں\" فراہم کیے جاتے ہیں۔ انگریزی سے کسی بھی دوسری زبان میں کیے جانے والے کسی بھی ترجمے کی درستگی ، وشوسنییتا ، یا درستگی کے بارے میں ، کسی بھی قسم کی ضمانت ، جس کا اظہار یا تقاضا کیا گیا ہے ، نہیں کیا جاتا ہے۔ کچھ سافٹ ویئر (جیسے تصاویر ، ویڈیوز ، فلیش ، وغیرہ) ترجمہ سافٹ ویئر کی حدود کی وجہ سے درست ترجمانی نہیں کرسکتے ہیں۔","text_about_content6":"سرکاری متن ویب سائٹ کا انگریزی ورژن ہے۔ ترجمہ میں پیدا ہونے والی کوئی تضادات یا اختلافات پابند نہیں ہیں اور تعمیل یا نفاذ کے مقاصد کے لئے ان کا کوئی قانونی اثر نہیں ہے۔ اگر ترجمہ شدہ ویب سائٹ میں موجود معلومات کی درستگی سے متعلق کوئی سوالات اٹھتے ہیں تو ، ویب سائٹ کا انگریزی ورژن دیکھیں جو سرکاری ورژن ہے۔"}