{"text_appname":"Izohlar","text_add_label":"eslatma qo'shish","text_settings_label":"sozlamalar","text_importexport_label":"import va eksport yozuvlari","text_help_label":"Yordam","text_about_label":"haqida","text_close_label":"yaqin","text_snack_mustbenum":"Qiymat raqam bo'lishi kerak!","text_snack_toobig":"Tanlangan qiymat juda katta!","text_snack_toosmall":"Tanlangan qiymat juda kichik!","text_edit_title":"Qaydni tahrirlash","text_edit_type":"Turi:","text_edit_note":"Eslatma","text_edit_folder":"papka","text_edit_note_title":"Sarlavha:","text_edit_content":"Tarkib:","text_delete":"O'chirish","text_back":"Orqaga","text_save":"Saqlash","text_settings_title":"Sozlamalar","text_settings_content1":"Bu erda siz dasturni sozlashingiz mumkin.","text_yes":"ha","text_no":"yo'q","text_settings_showedit":"Tartibga solish tugmachalarini ko'rsatish:","text_settings_showmove":"Harakat tugmachalarini ko'rsatish:","text_settings_showadd":"\"Qo'shish\" tugmachalarini papkalarda ko'rsatish:","text_settings_rows":"Matn maydonidagi qatorlar:","text_settings_columns":"Matn maydoni ustunlari:","text_language":"Tilni tanlang:","text_close_button":"Yoping","text_importexport_title":"Import / eksport","text_importexport_content":"Bu erda siz eslatmalarni import qilishingiz va eksport qilishingiz mumkin.","text_import":"Import:","text_export":"Eksport","text_error_loadfile":"xato: faylni yuklab bo'lmadi.","text_error_fileformat":"xato: fayl formati noto'g'ri.","text_example_title":"Namuna nomi","text_example_content":"Namunaviy tarkib","text_open":"Ochiq","text_add":"Qo'shish","text_edit":"Tahrirlash","text_move_backward":"Orqaga siljitish","text_move_forward":"Oldinga yurish","text_move_upward":"Yuqoriga siljiting","text_move_downward":"Pastga siljiting","text_help_title":"Yordam","text_about_title":"Haqida","text_help_content1":"Notes - bu yozuvlarni saqlash va tartibga solish uchun mo'ljallangan dastur.","text_help_content2":"Yangi eslatma yoki yangi papka yaratish uchun \"plyus\" belgisini bosing: eslatma va papka o'rtasida tanlang, sarlavha va oxir-oqibat tarkibni kiriting, so'ngra o'zgarishlarni saqlash uchun saqlash tugmasini bosing yoki yozuvni o'chirish uchun o'chirish tugmasini bosing yoki orqaga o'zgarishlarni o'tkazib yuborish uchun, lekin eslatmani saqlang.","text_help_content3":"Tegishli tarkibni ochish uchun yozuv yonidagi \"ochish\" tugmasini bosing.","text_help_content4":"Unga yangi element qo'shish uchun papkaning ichidagi \"qo'shish\" tugmasini bosing.","text_help_content5":"Ham yozuvlar, ham papkalar uchun ularni o'zgartirish uchun \"tahrirlash\" tugmachasini bosing, pozitsiyani oldingi element bilan almashtirish uchun \"orqaga siljitish\" tugmachasini, keyingi element bilan pozitsiyani almashtirish uchun \"oldinga siljitish\" tugmachasini bosing, \"yuqoriga siljitish\" tugmachasi bilan elementni hozirgi papkadan olib chiqib ketish yoki keyingi pastki papka ichidagi elementni siljitish uchun \"pastga siljitish\" tugmachasini bosing.","text_help_content6":"Sozlamalar menyusida \"sozlamalar\" belgisini bosgandan so'ng kirish mumkin, siz tahrirlash, harakatlanish va qo'shish tugmachalarini yashirishingiz yoki ko'rsatishingiz mumkin. Shuningdek, matn maydonining satrlari va ustunlarini \"tahrirlash\" dialog oynasi uchun sozlashingiz mumkin. Shuningdek, foydalanuvchi interfeysi tilini o'zgartirish mumkin.","text_help_content7":"Notalarni import qilish yoki eksport qilish uchun import / eksport belgisini bosing. Eslatmalar ushbu dasturga xos bo'lgan JSON faylida import qilinadi yoki eksport qilinadi. Eslatmalarni fayldan import qilishda joriy yozuvlar o'chiriladi va ustiga yoziladi.","text_help_content8":"Notes - bu progressiv veb-dastur, ya'ni u brauzer ichida ishlaydi. Uni o'rnatganingizda, brauzer komponentlari ko'rsatilmagan bo'lsa ham, u hali ham brauzer ichida ishlaydi. Qaydlar brauzerning localStorage-da notes.marcoparrone.com domeni uchun saqlanadi. localStorage Chrome, Edge va Firefox brauzerlari bilan yaxshi ishlaydi. Biroz vaqt o'tgach, boshqa brauzerlar localStorage-ni o'chirib tashlashlari mumkin. Sukut bo'yicha Android Chrome-dan foydalanadi, Windows sukut bo'yicha Edge-dan foydalanadi. Hozirda Apple mahsulotlarida eslatmalar qo'llab-quvvatlanmaydi. Notalarning yo'qolishining oldini olishga yordam berish maqsadida, har safar yo'qotishni istamagan ba'zi o'zgartirishlarni kiritganingizda, \"eksport\" funksiyasidan foydalangan holda zaxira nusxasini yaratish tavsiya etiladi.","text_about_content1":"Mualliflik huquqi © 2017,2019,2020,2021 Marko Parrone.","text_about_content2":"Barcha huquqlar himoyalangan.","text_about_content3":"PROGRAMMAL \"HAMMASIDA\" TUG'ILADI, HECH QANDAY KAFOLATSIZ, BILAN VA TA'MINLANMAYDI, BUNDA SAVDO BO'LISHNING KAFOLATLARIGA CHEKLANMAYDI, MAQSADLI MAQSAD VA NONFRINMINGIZGA MUVOFIQ. Hech qanday holatda mualliflar yoki mualliflik huquqi egalari har qanday da'vo, zarar yoki boshqa mas'uliyat uchun javobgar bo'lmaydilar, bunga qaramay, kontrakt, tortishish yoki boshqacha tarzda, dasturiy ta'minot yoki boshqa narsalar bilan bog'liq holda kelib chiqqan, chiqmagan yoki aloqador. Dasturiy ta'minot.","text_about_content4":"BU XIZMAT GOOGLE tomonidan quvvatlanadigan tarjimalarni o'z ichiga olishi mumkin. GOOGLE TARJIMALARGA, BILAN BERILGAN VA TA'MINLANGAN HAQIQAT, ISHKORLIK, VA MA'LUMOTCHI VAZIFATCHI UChUN SAVDO, BERILISH VA BERILGAN KAFOLATLARNI QO'ShIMChA BERGAN KAFOLATLARNI RAD ETADI.","text_about_content5":"Ushbu veb-ilova Google Translate yordamida ishlaydigan tarjima dasturidan foydalangan holda sizga qulay bo'lishi uchun tarjima qilingan. To'g'ri tarjimani ta'minlash uchun oqilona harakatlar qilingan, ammo hech qanday avtomatlashtirilgan tarjima mukammal emas va u odam tarjimonlarini almashtirish uchun mo'ljallanmagan. Tarjimalar marcoparrone.com veb-saytining foydalanuvchilariga xizmat sifatida taqdim etiladi va \"xuddi shunday\" taqdim etiladi. Ingliz tilidan boshqa tillarga qilingan har qanday tarjimalarning aniqligi, ishonchliligi yoki to'g'riligiga hech qanday bildirilgan yoki nazarda tutilgan hech qanday kafolat berilmaydi. Tarjima dasturining cheklanganligi sababli ba'zi tarkib (masalan, rasmlar, videolar, Flash va boshqalar) aniq tarjima qilinmasligi mumkin.","text_about_content6":"Rasmiy matn veb-saytning ingliz tilidagi versiyasidir. Tarjimada yuzaga kelgan har qanday kelishmovchiliklar yoki farqlar majburiy emas va muvofiqlik yoki majburiy maqsadlar uchun qonuniy ta'sirga ega emas. Agar tarjima qilingan veb-saytda joylashgan ma'lumotlarning to'g'riligi bilan bog'liq savollar tug'ilsa, rasmiy versiyasi bo'lgan veb-saytning ingliz tilidagi versiyasiga murojaat qiling."}