{"text_appname":"Ghi chú","text_add_label":"thêm một lưu ý","text_settings_label":"cài đặt","text_importexport_label":"ghi chú xuất nhập khẩu","text_help_label":"Cứu giúp","text_about_label":"trong khoảng","text_close_label":"đóng","text_snack_mustbenum":"Giá trị phải là một số!","text_snack_toobig":"Giá trị đã chọn quá lớn!","text_snack_toosmall":"Giá trị đã chọn quá nhỏ!","text_edit_title":"Chỉnh sửa ghi chú","text_edit_type":"Kiểu:","text_edit_note":"Ghi chú","text_edit_folder":"thư mục","text_edit_note_title":"Tiêu đề:","text_edit_content":"Nội dung:","text_delete":"Xóa bỏ","text_back":"Trở lại","text_save":"Tiết kiệm","text_settings_title":"Cài đặt","text_settings_content1":"Tại đây bạn có thể cấu hình ứng dụng.","text_yes":"Đúng","text_no":"Không","text_settings_showedit":"Hiển thị các nút chỉnh sửa:","text_settings_showmove":"Hiển thị các nút chuyển động:","text_settings_showadd":"Hiển thị các nút \"thêm\" trong các thư mục:","text_settings_rows":"Các hàng vùng văn bản:","text_settings_columns":"Các cột vùng văn bản:","text_language":"Chọn ngôn ngữ:","text_close_button":"Đóng","text_importexport_title":"Nhập khẩu xuất khẩu","text_importexport_content":"Tại đây bạn có thể nhập và xuất các ghi chú của mình.","text_import":"Nhập khẩu:","text_export":"Xuất khẩu","text_error_loadfile":"lỗi: không thể tải tệp.","text_error_fileformat":"error: định dạng tệp bị sai.","text_example_title":"Tiêu đề mẫu","text_example_content":"Nội dung mẫu","text_open":"Mở","text_add":"Thêm vào","text_edit":"Biên tập","text_move_backward":"Lùi lại","text_move_forward":"Tiến về phía trước","text_move_upward":"Di chuyển lên","text_move_downward":"Di chuyển xuống dưới","text_help_title":"Cứu giúp","text_about_title":"Trong khoảng","text_help_content":"<p> Notes là một ứng dụng để lưu và sắp xếp các ghi chú. </p> <p> Để tạo một ghi chú mới hoặc một thư mục mới, hãy nhấn vào biểu tượng \"dấu cộng\": chọn giữa ghi chú và thư mục, chèn tiêu đề và cuối cùng là nội dung, sau đó nhấn lưu để lưu các thay đổi hoặc nhấn xóa để xóa ghi chú hoặc quay lại để bỏ qua các thay đổi nhưng giữ ghi chú. </p> <p> Nhấn nút \"mở\" gần ghi chú để mở nội dung liên quan . </p> <p> Nhấn nút \"thêm\" bên trong thư mục để thêm phần tử mới vào thư mục đó. </p> <p> Đối với cả ghi chú và thư mục, nhấn nút \"chỉnh sửa\" để sửa đổi chúng, nhấn nút nút \"di chuyển lùi\" để trao đổi vị trí với phần tử trước đó, nhấn nút \"tiến lên\" để trao đổi vị trí với phần tử tiếp theo, nhấn nút \"di chuyển lên trên\" để di chuyển phần tử ra khỏi thư mục hiện có, hoặc nhấn nút \"di chuyển xuống\" để di chuyển phần tử bên trong thư mục con tiếp theo. </p> <p> Trong menu cài đặt, có thể truy cập sau khi nhấp vào biểu tượng \"cài đặt\", bạn có thể ẩn hoặc hiển thị phần chỉnh sửa, di chuyển và bổ sung các nút ion. </p> <p> Để nhập hoặc xuất các ghi chú, hãy nhấn vào biểu tượng nhập / xuất. Các ghi chú sẽ được nhập hoặc xuất trong tệp JSON dành riêng cho ứng dụng này. Khi nhập ghi chú từ một tệp, các ghi chú hiện tại sẽ bị xóa và ghi đè. </p> <p> Ghi chú là một Ứng dụng Web Tiến bộ, có nghĩa là nó chạy bên trong trình duyệt. Khi bạn cài đặt nó, trong khi các thành phần trình duyệt không được hiển thị, nó vẫn chạy bên trong trình duyệt. Các ghi chú được lưu trong localStorage của trình duyệt cho miền Notes.marcoparrone.com. localStorage hoạt động tốt với các trình duyệt Chrome, Edge và Firefox. Các trình duyệt khác có thể xóa localStorage sau một thời gian. Android theo mặc định sử dụng Chrome, Windows theo mặc định sử dụng Edge. Ghi chú hiện không được hỗ trợ trên các sản phẩm của Apple. Với mục đích giúp tránh mất các ghi chú, bạn nên tạo một bản sao lưu bằng chức năng \"xuất\" mỗi khi bạn thực hiện một số sửa đổi mà bạn không muốn mất. </p> </div>","text_about_content1":"<p> Bản quyền © 2017,2019,2020,2021 Marco Parrone. <br /> Mọi Quyền được Bảo lưu. </p> <p> PHẦN MỀM ĐƯỢC CUNG CẤP \"NGUYÊN TRẠNG\", KHÔNG BẢO ĐẢM BẤT KỲ HÌNH THỨC NÀO, RÕ RÀNG HOẶC NGỤ Ý, BAO GỒM NHƯNG KHÔNG GIỚI HẠN ĐẢM BẢO VỀ TÍNH KHẢ NĂNG, PHÙ HỢP VỚI MỤC ĐÍCH CỤ THỂ VÀ KHÔNG HỢP LỆ. TRONG MỌI TRƯỜNG HỢP SẼ KHÔNG CÓ TÁC GIẢ HOẶC CHỦ BẢN QUYỀN CHỊU TRÁCH NHIỆM VỀ BẤT KỲ KHIẾU NẠI, THIỆT HẠI HOẶC TRÁCH NHIỆM PHÁP LÝ NÀO KHÁC, DÙ TRONG MỘT HÀNH ĐỘNG HỢP ĐỒNG, KHAI THÁC HOẶC CÁCH NÀO KHÁC, PHÁT SINH TỪ, NGOÀI HOẶC KẾT NỐI VỚI PHẦN MỀM HOẶC SỬ DỤNG HOẶC KINH DOANH KHÁC TRONG PHẦN MỀM. </p>","text_about_content2":"<p> DỊCH VỤ NÀY CÓ THỂ CHỨA CÁC BẢN DỊCH ĐƯỢC GOOGLE cung cấp. GOOGLE TỪ CHỐI TẤT CẢ CÁC BẢO ĐẢM LIÊN QUAN ĐẾN BẢN DỊCH, RÕ RÀNG HOẶC NGỤ Ý, BAO GỒM BẤT KỲ BẢO ĐẢM NÀO VỀ SỰ CHÍNH XÁC, TIN CẬY VÀ BẤT KỲ BẢO ĐẢM NGẪU NHIÊN NÀO VỀ KHẢ NĂNG LAO ĐỘNG, PHÙ HỢP VỚI MỘT MỤC ĐÍCH CỤ THỂ. </p>","text_about_content3":"<p> Ứng dụng web này đã được dịch để thuận tiện cho bạn bằng phần mềm dịch do Google Dịch cung cấp. Những nỗ lực hợp lý đã được thực hiện để cung cấp một bản dịch chính xác, tuy nhiên, không có bản dịch tự động nào là hoàn hảo và cũng không nhằm mục đích thay thế người dịch của con người. Các bản dịch được cung cấp như một dịch vụ cho người sử dụng trang web marcoparrone.com và được cung cấp \"nguyên trạng.\" Không bảo đảm dưới bất kỳ hình thức nào, dù được diễn đạt hay ngụ ý, về tính chính xác, độ tin cậy hoặc tính đúng đắn của bất kỳ bản dịch nào được thực hiện từ tiếng Anh sang bất kỳ ngôn ngữ nào khác. Một số nội dung (chẳng hạn như hình ảnh, video, Flash, v.v.) có thể không được dịch chính xác do các giới hạn của phần mềm dịch. </p> <p> Văn bản chính thức là phiên bản tiếng Anh của trang web. Mọi sai lệch hoặc khác biệt được tạo ra trong bản dịch không có giá trị ràng buộc và không có hiệu lực pháp lý cho mục đích tuân thủ hoặc thực thi. Nếu có bất kỳ câu hỏi nào liên quan đến tính chính xác của thông tin trong trang web đã dịch, hãy tham khảo phiên bản tiếng Anh của trang web là phiên bản chính thức. </p>"}