{"text_appname":"Amanqaku","text_add_label":"yongeza inqaku","text_settings_label":"useto","text_importexport_label":"iinowuthsi zokungenisa kunye nokuthumela","text_help_label":"Nceda","text_about_label":"malunga","text_close_label":"vala","text_snack_mustbenum":"Ixabiso kufuneka libe linani!","text_snack_toobig":"Ixabiso elikhethiweyo likhulu kakhulu!","text_snack_toosmall":"Ixabiso elikhethiweyo lincinci kakhulu!","text_edit_title":"Hlela inqaku","text_edit_type":"Uhlobo:","text_edit_note":"Phawula","text_edit_folder":"ifolda","text_edit_note_title":"Isihloko:","text_edit_content":"Umxholo:","text_delete":"Cima","text_back":"Emva","text_save":"Gcina","text_settings_title":"Useto","text_settings_content1":"Apha ungaqwalasela isicelo.","text_yes":"Ewe","text_no":"hayi","text_settings_showedit":"Bonisa amaqhosha okuhlela:","text_settings_showmove":"Bonisa amaqhosha okuhamba:","text_settings_showadd":"Veza u \"yongeza\" amaqhosha kwiifolda:","text_settings_rows":"Imiqolo yendawo yokubhaliweyo:","text_settings_columns":"Iikholamu zommandla wokubhaliweyo:","text_language":"Khetha ulwimi:","text_close_button":"Vala","text_importexport_title":"Ukungenisa ngaphakathi okanye ukuthumela ngaphandle","text_importexport_content":"Apha ungangenisa kwaye uthumele ngaphandle amanqaku akho.","text_import":"Ngenisa:","text_export":"Thumela ngaphandle","text_error_loadfile":"Impazamo: ayinakulayisha fayile.","text_error_fileformat":"Impazamo: ifomathi yefayile ayilunganga.","text_example_title":"Isihloko somzekelo","text_example_content":"Umxholo womxholo","text_open":"Vula","text_add":"Yongeza","text_edit":"Hlela","text_move_backward":"Yiya emva","text_move_forward":"Hambela phambili","text_move_upward":"Yiya Phezulu","text_move_downward":"Yiya ezantsi","text_help_title":"Nceda","text_about_title":"Malunga","text_help_content":"<p> Amanqaku yi-app yokugcina nokuhlela amanqaku. </p> <p> Ukwenza inowuthi entsha, okanye ifolda entsha, cinezela i \"plus\" icon: khetha phakathi kwenqaku kunye nefolda, faka isihloko kwaye ekugqibeleni umxholo, cinezela ukugcina ukugcina utshintsho, okanye ucofe ukucima ukucima inqaku, okanye ubuyele ukutsiba olo tshintsho kodwa gcina inqaku. </p> <p> Cinezela iqhosha u \"vula\" kufutshane nenqaku ukuvula umxholo onxulumene noko . </p> <p> Cinezela \"ukongeza\" iqhosha ngaphakathi kwifolda ukongeza into entsha kuyo. </p> <p> Kuzo zombini amanqaku kunye neefolda, cinezela iqhosha u \"hlela\" ukuzilungisa, cinezela i iqhosha le \"\" ukubuyela umva \"ukutshintshiselana ngendawo kunye nento eyadlulayo, cofa iqhosha u\" qhubela phambili \"ukutshintshiselana ngendawo kunye nento elandelayo, cinezela iqhosha u\" nyukela phezulu \"ukususa ifolda kwindawo ekuyo ngoku, okanye ucofe iqhosha u \"yehla ezantsi\" ukuhambisa i-elementi ngaphakathi kwifolda elandelayo. </p> <p> Kwimenyu yezicwangciso, efikelelekayo emva kokucofa i \"useto\" icon, ungazifihla okanye ubonise ukuhlela, intshukumo kunye nesongezelelo Amaqhosha e-ion. Ungaqwalasela kwakhona imigca yendawo yokubhaliweyo kunye neekholamu zebhokisi yencoko \"yokuhlela\". Kuyenzeka ukuba utshintshe ulwimi lomsebenzisi. </p> <p> Ukungenisa ngaphakathi okanye ukuhambisa ngaphandle amanqaku, cofa kwi icon yokungenisa / ukuthumela ngaphandle. Amanqaku aya kungeniswa ngaphakathi okanye athunyelwe kwelinye ilizwe kwifayile yeJSON ethe ngqo kule app. Xa ungenisa amanqaku kwifayile, amanqaku akhoyo azakucinywa kwaye abhalwe ngaphezulu. </p> <p> Amanqaku yi-Progressive Web Application, ethetha ukuba iyangena ngaphakathi kwisikhangeli. Xa uyifaka, ngelixa izinto zebrawuza zingaboniswanga, iqhubeka ngaphakathi kwisikhangeli. Amanqaku agcinwa kwindawo yogcino lwasekhaya kwindawo yogcino lwamanqaku.marcoparrone.com. Indawo yogcino isebenza kakuhle kunye nezikhangeli zeChannel, Edge kunye neFirefox. Ezinye iibrawuza zinokucima ugcino lwasekhaya emva kwexesha elithile. I-Android ngokungagqibekanga isebenzisa iChannel, iiWindows ngokungagqibekanga zisebenzisa iEdge. Amanqaku okwangoku akaxhaswanga kwiimveliso ze-Apple. Ngenjongo yokunceda ukunqanda ukulahleka kwamanqaku, kuyacetyiswa ukuba wenze ibhekhaphu usebenzisa ukusebenza \"kokukhuphela ngaphandle\", ngalo lonke ixesha usenza uhlengahlengiso ongafuni kulahleka. </p> </div>","text_about_content1":"<p> Ilungelo lokushicilela © 2017,2019,2020,2021 Marco Parrone. <br /> Onke amalungelo agciniwe. KODWA AKUPHELELANGA KWIZIQINISEKISO ZOKUTHENGISA, UKUFANELEKA KWEENJONGO EZITHILE KUNYE NOKUQINISEKISA. AKUKHO NTSHINTSHO ABABHALI OKANYE ABAPHATHI BAMALUNGELO OKWENZA ILungelo LOKWENZA ILungelo LOKWENZA ILungelo LOKWENZA IBANGO, UKONAKALISEKA OKANYE OLUNYE UXanduva, UKUBA KUKWENZIWA KWESIVUMELWANO, TORT OKANYE NGOKUNYE OKUQHELEKILEYO, OKUQHUBEKILEYO OKANYE NGOKUQHUBANA NESOFTWARE OKANYE UKUSETYENZISWA KANYE NEZINYE IZINTO EZENZIWAYO ISoftware. </p>","text_about_content2":"<p> LE NKONZO INGANOKUGQIBELA UGUQULELO OLUXHASWA YI-GOOGLE. UGOOGLE ULAWULA ZONKE IZIQINISEKISO ZOKUNXULUMANA NOKUTSHINTSHA, UKUCHAZA OKANYE OKUFUNYANISIWEYO, KUFUNYANWA NASIPHI ISIQINISEKISO SOKUCHANEKA, UKUTHEMBEKA, KUNYE NAZO ZONKE IZIQINISEKISO ZOKWENZA UMSEBENZI, UKULUNGELELA INJONGO ETHILEYO NOKUNGABONI.","text_about_content3":"<p> Le app yewebhu iguqulelwe ukulungiselela wena usebenzisa isoftware yokuguqulela exhaswa nguToliko lukaGoogle. Iinzame ezisengqiqweni zenziwe ukubonelela ngoguqulelo oluchanekileyo, nangona kunjalo, akukho nguqulelo ezenzekelayo engagqibelelanga kwaye ayenzelwanga ukubuyisela abaguquleli abangabantu. Iinguqulelo zinikezelwa njengenkonzo kubasebenzisi bewebhusayithi ye marcoparrone.com, kwaye zinikezelwa \"njengoko kunjalo.\" Akukho waranti yalo naluphi na uhlobo, nokuba ichaziwe okanye icacisiwe, yenziwa ngokuchaneka, ukuthembeka, okanye ukuchaneka kwazo naziphi na iinguqulelo ezenziwe ngesiNgesi kulo naluphi na olunye ulwimi. Eminye imixholo (enjengemifanekiso, iividiyo, iFlash, njl.njl.) Ayinakho ukuguqulelwa ngokuchanekileyo ngenxa yemida yesoftware yokuguqulela. </p> <p> Umbhalo osemthethweni yinguqulelo yesiNgesi yewebhusayithi. Nakuphi na ukungangqinelani okanye iyantlukwano edalwe kuguqulelo ayibopheleli kwaye ayinampembelelo yomthetho yokuthotyelwa okanye yokunyanzeliswa. Ukuba kukho nayiphi na imibuzo enxulumene nokuchaneka kolwazi oluqulathwe kwiwebhusayithi eguqulweyo, bhekisa kwinguqulelo yesiNgesi yewebhusayithi leyo eluhlobo olusemthethweni. </p>"}