{"text_appname":"Amanqaku","text_add_label":"yongeza inqaku","text_settings_label":"useto","text_importexport_label":"iinowuthsi zokungenisa kunye nokuthumela","text_help_label":"Nceda","text_about_label":"malunga","text_close_label":"vala","text_snack_mustbenum":"Ixabiso kufuneka libe linani!","text_snack_toobig":"Ixabiso elikhethiweyo likhulu kakhulu!","text_snack_toosmall":"Ixabiso elikhethiweyo lincinci kakhulu!","text_edit_title":"Hlela inqaku","text_edit_type":"Uhlobo:","text_edit_note":"Phawula","text_edit_folder":"ifolda","text_edit_note_title":"Isihloko:","text_edit_content":"Umxholo:","text_delete":"Cima","text_back":"Emva","text_save":"Gcina","text_settings_title":"Useto","text_settings_content1":"Apha ungaqwalasela isicelo.","text_yes":"Ewe","text_no":"hayi","text_settings_showedit":"Bonisa amaqhosha okuhlela:","text_settings_showmove":"Bonisa amaqhosha okuhamba:","text_settings_showadd":"Bonisa u \"kongeza\" amaqhosha kwiifolda:","text_settings_rows":"Imiqolo yendawo yokubhaliweyo:","text_settings_columns":"Iikholamu zommandla wokubhaliweyo:","text_language":"Khetha ulwimi:","text_question_merge":"Hlanganisa amanqaku akhoyo kunye namanqaku angenisiweyo okanye ubeke endaweni yawo?","text_merge":"hamba","text_replace":"buyisela","text_close_button":"Vala","text_importexport_title":"Ukungenisa ngaphakathi okanye ukuthumela ngaphandle","text_importexport_content":"Apha ungangenisa kwaye uthumele ngaphandle amanqaku akho.","text_import":"Ngenisa:","text_export":"Thumela ngaphandle","text_error_loadfile":"Impazamo: ayinakulayisha fayile.","text_error_fileformat":"Impazamo: ifomathi yefayile ayilunganga.","text_example_title":"Isihloko somzekelo","text_example_content":"Umxholo womxholo","text_open":"Vula","text_add":"Yongeza","text_edit":"Hlela","text_move_backward":"Yiya emva","text_move_forward":"Hambela phambili","text_move_upward":"Yiya Phezulu","text_move_downward":"Yiya ezantsi","text_help_title":"Nceda","text_about_title":"Malunga","text_help_content1":"Amanqaku yi-app yokugcina nokuhlela amanqaku.","text_help_content2":"Ukwenza inowuthi entsha, okanye incwadi eneenkcukacha entsha, cinezela i \"plus\" icon: khetha phakathi kwenowuthi kunye nefolda, faka isihloko kwaye ekugqibeleni umxholo, emva koko ucinezele ukugcina ukugcina utshintsho, okanye ucofe ukucima ukucima inqaku, okanye ubuyisele ukutsiba utshintsho kodwa gcina inqaku.","text_help_content3":"Cofa iqhosha \"vula\" kufutshane nenqaku ukuvula umxholo onxulumene noko.","text_help_content4":"Cinezela \"ukongeza\" iqhosha ngaphakathi kwifolda ukongeza into entsha kuyo.","text_help_content5":"Kuzo zombini amanqaku kunye neefolda, cofa iqhosha u \"hlela\" ukuzitshintsha, cofa iqhosha u \"buyisela umva\" ukutshintshiselana ngesikhundla kunye nento yangaphambili, cofa iqhosha u \"qhubela phambili\" ukutshintshiselana ngendawo kunye nento elandelayo, cofa u \"yiya phezulu\" iqhosha lokususa umba kwifolda apho ikhoyo ngoku, okanye cinezela \"yiya ezantsi\" iqhosha ukuhambisa umlinganiso ngaphakathi kwifolda elandelayo.","text_help_content6":"Kwimenyu yezicwangciso, efikelelekayo emva kokucofa i \"iisetingi\" icon, unokufihla okanye ubonise ukuhlela, intshukumo kunye namaqhosha okongeza. Ungaqwalasela kwakhona imigca yendawo yokubhaliweyo kunye neekholamu zebhokisi yencoko \"yokuhlela\". Kuyenzeka ukuba utshintshe ulwimi lomsebenzisi.","text_help_content7":"Ukungenisa ngaphakathi okanye ukuhambisa ngaphandle amanqaku, cofa kwi icon yokungenisa / ukuthumela ngaphandle. Amanqaku aya kungeniswa ngaphakathi okanye athunyelwe kwelinye ilizwe kwifayile yeJSON ethe ngqo kule app. Xa ungenisa amanqaku kwifayile, amanqaku akhoyo aya kucinywa kwaye abhalwe ngaphezulu.","text_help_content8":"Amanqaku sisicelo seWebhu esiqhubela phambili, oko kuthetha ukuba siyasebenza ngaphakathi kwisikhangeli. Xa uyifaka, ngelixa izinto zebrawuza zingaboniswanga, iqhubeka ngaphakathi kwisikhangeli. Amanqaku agcinwa kwindawo yogcino lwasekhaya kwindawo yogcino lwamanqaku.marcoparrone.com. Indawo yogcino isebenza kakuhle kunye nezikhangeli zeChannel, Edge kunye neFirefox. Ezinye iibrawuza zinokucima ugcino lwasekhaya emva kwexesha elithile. I-Android ngokungagqibekanga isebenzisa iChannel, iiWindows ngokungagqibekanga zisebenzisa iEdge. Amanqaku okwangoku akaxhaswanga kwiimveliso ze-Apple. Ngenjongo yokunceda ukukhusela ukulahleka kwamanqaku, kucetyiswa ukuba wenze isipele usebenzisa ukusebenza \"kokuthumela ngaphandle\", ngalo lonke ixesha usenza uhlengahlengiso ongafuni kulahleka.","text_about_content1":"Ilungelo lokushicilela © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Onke Amalungelo Agciniwe.","text_about_content3":"I-SOFTWARE IBONELELWA \"NJENGOKO INJALO\", NGAPHANDLE KWESIQINISEKISO SALO LONKE IINTLOBO, UKUCHAZA OKANYE OKUFAKANISIWEYO, KUBANDAKANYWA KODWA AKUKHO MALI KWIZIQINISEKISO ZOKUTHENGISA, UKULUNGELELA INJONGO ETHILE NOKUNGABONI. AKUKHO NTSHINTSHO ABABHALI OKANYE ABAPHATHI BAMALUNGELO OKWENZA ILungelo LOKWENZA ILungelo LOKWENZA ILungelo LOKWENZA IBANGO, UKONAKALISEKA OKANYE OLUNYE UXanduva, UKUBA KUKWENZIWA KWESIVUMELWANO, TORT OKANYE NGOKUNYE OKUQHELEKILEYO, OKUQHUBEKILEYO OKANYE NGOKUQHUBANA NESOFTWARE OKANYE UKUSETYENZISWA KANYE NEZINYE IZINTO EZENZIWAYO ISoftware.","text_about_content4":"LENKONZO INGABA NEZINGUQUKO EZIXHASWA YI-GOOGLE. UGOOGLE ULAWULA ZONKE IZIQINISEKISO ZOKUNXULUMANA NOKUTSHINTSHA, UKUCHAZA OKANYE OKUFUNYANISIWEYO, KUFUNYANWA NASIPHI ISIQINISEKISO SOKUCHANEKA, UKUTHEMBEKA, KUNYE NAZO ZONKE IZIQINISEKISO ZOKWENZA UMSEBENZI, UKULUNGELELA INJONGO ETHILE NOKUNGABONI.","text_about_content5":"Le app yewebhu iguqulelwe ukulungiselela wena usebenzisa isoftware yokuguqulela exhaswa nguToliko lukaGoogle. Iinzame ezisengqiqweni zenziwe ukubonelela ngoguqulelo oluchanekileyo, nangona kunjalo, akukho nguqulelo ezenzekelayo engagqibelelanga kwaye ayenzelwanga ukubuyisela abaguquleli abangabantu. Iinguqulelo zinikezelwa njengenkonzo kubasebenzisi bewebhusayithi ye marcoparrone.com, kwaye zinikezelwa \"njengoko kunjalo.\" Akukho waranti yalo naluphi na uhlobo, nokuba ichaziwe okanye icacisiwe, yenziwa ngokuchaneka, ukuthembeka, okanye ukuchaneka kwazo naziphi na iinguqulelo ezenziwe ngesiNgesi kulo naluphi na ulwimi. Eminye imixholo (enjengemifanekiso, iividiyo, iFlash, njl. Njl.) Ayinakho ukuguqulelwa ngokuchanekileyo ngenxa yemida yesoftware yokuguqulela.","text_about_content6":"Isicatshulwa esisemthethweni yinguqulelo yesiNgesi yewebhusayithi. Nakuphi na ukungangqinelani okanye iyantlukwano edalwe kuguqulelo ayibopheleli kwaye ayinampembelelo yomthetho yokuthotyelwa okanye yokunyanzeliswa. Ukuba kukho nayiphi na imibuzo enxulumene nokuchaneka kolwazi oluqulathwe kwiwebhusayithi eguqulweyo, bhekisa kwinguqulelo yesiNgesi yewebhusayithi leyo eluhlobo olusemthethweni."}