{"text_appname":"הערות","text_add_label":"לייגן אַ טאָן","text_settings_label":"סעטטינגס","text_importexport_label":"אַרייַנפיר און אַרויספירן הערות","text_help_label":"הילף","text_about_label":"וועגן","text_close_label":"נאָענט","text_snack_mustbenum":"ווערט מוזן זיין אַ נומער!","text_snack_toobig":"די סעלעקטעד ווערט איז צו גרויס!","text_snack_toosmall":"די סעלעקטעד ווערט איז צו קליין!","text_edit_title":"רעדאַגירן טאָן","text_edit_type":"טיפּ:","text_edit_note":"נאטיץ","text_edit_folder":"טעקע","text_edit_note_title":"טיטל:","text_edit_content":"אינהאַלט:","text_delete":"ויסמעקן","text_back":"צוריק","text_save":"היט","text_settings_title":"סעטטינגס","text_settings_content1":"דאָ איר קענען קאַנפיגיער די אַפּלאַקיישאַן.","text_yes":"יאָ","text_no":"ניין","text_settings_showedit":"ווייַזן עדיט קנעפּלעך:","text_settings_showmove":"ווייַזן באַוועגונג קנעפּלעך:","text_settings_showadd":"ווייַזן \"לייג\" קנעפּלעך אין פאָלדערס:","text_settings_rows":"טעקסט שטח ראָוז:","text_settings_columns":"טעקסט שטח שפאלטן:","text_language":"קלייַבן שפּראַך:","text_close_button":"נאָענט","text_importexport_title":"אַרייַנפיר / אַרויספירן","text_importexport_content":"דאָ איר קענען אַרייַנפיר און אַרויספירן דיין הערות.","text_import":"אימפאָרט:","text_export":"אַרויספירן","text_error_loadfile":"טעות: קען נישט לאָדן די טעקע.","text_error_fileformat":"טעות: טעקע פֿאָרמאַט איז פאַלש.","text_example_title":"בייַשפּיל טיטל","text_example_content":"בייַשפּיל אינהאַלט","text_open":"עפֿענען","text_add":"לייג צו","text_edit":"רעדאַגירן","text_move_backward":"מאַך צוריק","text_move_forward":"מאַך פֿאָרווערטס","text_move_upward":"מאַך אַרוף","text_move_downward":"מאַך דאַונווערד","text_help_title":"הילף","text_about_title":"וועגן","text_help_content":"<p> נאָטעס איז אַ אַפּ צו ראַטעווען און אָרגאַניזירן הערות. </ p> <p> צו שאַפֿן אַ נייַע טאָן, אָדער אַ נייַ טעקע, דריקן די \"פּלוס\" ייקאַן: קלייַבן צווישן טאָן און טעקע, טאָן דעם טיטל און יווענטשאַוואַלי די אינהאַלט, דאַן דריקן שפּאָרן צו ראַטעווען די ענדערונגען, אָדער דרוק ויסמעקן צו ויסמעקן די טאָן, אָדער צוריק צו האָפּקען די ענדערונגען אָבער האַלטן די טאָן. </ p> <p> דרוק דעם \"עפענען\" קנעפּל לעבן אַ טאָן צו עפענען די פֿאַרבונדענע אינהאַלט. . </ p> <p> דרוק דעם \"לייג\" קנעפּל ין אַ טעקע צו לייגן אַ נייַע עלעמענט צו אים. </ p> <p> פֿאַר ביידע הערות און פאָלדערס, דריקן די \"רעדאַגירן\" קנעפּל צו מאָדיפיצירן זיי, דריקן די \"מאַך צוריק\" קנעפּל צו וועקסל די שטעלע מיט די פריערדיקע עלעמענט, דריקן די \"מאַך פאָרויס\" קנעפּל צו וועקסל די שטעלע מיט דער ווייַטער עלעמענט, דריקן די \"מאַך אַרוף\" קנעפּל צו רירן די עלעמענט אויס פון דער טעקע ווו עס איז איצט, אָדער דריקן דעם \"מאַך דאַונווערד\" קנעפּל צו מאַך דעם עלעמענט ין דער ווייַטער סובפאָלדער. </ p> <p> אין די סעטטינגס מעניו, צוטריטלעך נאָך קליקינג אויף די \"סעטטינגס\" בילדל, איר קענען באַהאַלטן אָדער ווייַזן די עדיטינג, באַוועגונג און אַדדיטי יאָן קנעפּלעך. איר קענען אויך קאַנפיגיער די ראָוז און שפאלטן פון די טעקסט געגנט פֿאַר די \"רעדאַגירן\" דיאַלאָג קעסטל. עס איז אויך מעגלעך צו טוישן די שפּראַך פון די באַניצער צובינד. </ P> <p> צו אַרייַנפיר אָדער אַרויספירן די הערות, דריקן אויף די אַרייַנפיר / אַרויספירן ייקאַן. די הערות וועט זיין ימפּאָרטיד אָדער יקספּאָרטאַד אין אַ JSON טעקע ספּעציפיש צו דעם אַפּ. ווען ימפּאָרטינג די הערות פֿון אַ טעקע, די קראַנט הערות וועט ווערן אויסגעמעקט און אָוווערריטאַן. </ P> <p> נאָטעס איז אַ פּראַגרעסיוו וועב אַפּלאַקיישאַן, וואָס מיטל אַז עס לויפט אין אַ בלעטערער. ווען איר ינסטאַלירן עס, בשעת די בלעטערער קאַמפּאָונאַנץ זענען נישט געוויזן, עס נאָך לויפן אין אַ בלעטערער. די הערות זענען געראטעוועט אין די LocalStorage פון דעם בלעטערער פֿאַר די domain.notas.marcoparrone.com. לאָקאַלסטאָראַגע אַרבעט פייַן מיט בראַוזערז פון קראָום, עדזש און פירעפאָקס. אנדערע בראַוזערז קענען ויסמעקן לאָקאַל סטאָראַגע נאָך עטלעכע מאָל. סטאַנדאַרט אַנדרויד ניצט קראָום, ווינדאָוז סטאַנדאַרט ניצט עדזש. נאָטעס דערווייַל איז ניט געשטיצט אויף עפּל פּראָדוקטן. מיט דער ציל צו פאַרמיידן די אָנווער אָנווער, עס איז סאַגדזשעסטיד צו מאַכן אַ באַקאַפּ מיט די \"אַרויספירן\" פונקטיאָנאַליטי יעדער מאָל ווען איר מאַכן עטלעכע מאָדיפיקאַטיאָנס אַז איר טאָן נישט וועלן צו פאַרלירן. </ P> </ div>","text_about_content1":"<p> דרוקרעכט © 2017,2019,2020,2021 Marco Parrone. <br /> כל הזכויות שמורות. </ p> <p> די סאָפטווער איז צוגעשטעלט \"ווי עס איז\", אָן וואָראַנטי פון קיין סאָרט, עקספּרעסס אָדער ימפּלייז, אַרייַנגערעכנט אָבער נישט לימיטעד צו די וואָראַנטיז פון סחורה, טויגיקייט פֿאַר אַ באַזונדער ציל און ניט-ינפרינגמאַנט. אין קיין פאַל, די מחברים אָדער קאַפּירייט האָלדערס זענען פאַראַנטוואָרטלעך פֿאַר קיין קליים, שעדיקן אָדער אנדערע אַכרייַעס, צי אין אַ קאַמף פון קאָנטראַקט, טאָרט אָדער אַנדערש, ערייזינג פֿון, אויס פון אָדער אין קשר מיט דער סאָפטווער אָדער די נוצן אָדער אנדערע דילינגז אין די ווייכווארג. </ P>","text_about_content2":"<p> די סערוויס קען אנטהאלטן איבערזעצונג געשריבן דורך GOOGLE. GOOGLE דיסקלייז אַלע וואָראַנטיז שייך צו די איבערזעצונגען, עקספּרעסס אָדער ימפּלייד, אַרייַנגערעכנט וואָראַנטיז פון אַקיעראַסי, רילייאַבילאַטי און קיין ימפּלייד וואָראַנטיז פון סחורה, טויגיקייט פֿאַר אַ ספּעציעלע ציל.","text_about_content3":"<p> די וועב אַפּ איז איבערגעזעצט פֿאַר דיין קאַנוויניאַנס ניצן איבערזעצונג ווייכווארג Powered דורך Google זעץ. גלייַך השתדלות האָבן שוין געמאכט צו צושטעלן אַ פּינטלעך איבערזעצונג, אָבער קיין אָטאַמייטיד איבערזעצונג איז נישט גאנץ און איז ניט בדעה צו פאַרבייַטן מענטשלעך איבערזעצער. איבערזעצונגען זענען צוגעשטעלט ווי אַ סערוויס צו וסערס פון די marcoparrone.com וועבזייטל און זענען צוגעשטעלט \"ווי עס איז.\" קיין וואָראַנטי פון קיין מין, ניט אויסגעדריקט אָדער ימפּלייד, איז געמאכט וועגן די אַקיעראַסי, רילייאַבילאַטי, אָדער ריכטיק פון קיין איבערזעצונגען געמאכט פון ענגליש אין קיין אנדערע שפּראַך. עטלעכע אינהאַלט (אַזאַ ווי בילדער, ווידיאס, פלאַש, אאז\"ו ו) קען נישט זיין פּינטלעך איבערגעזעצט ווייַל פון די לימיטיישאַנז פון די איבערזעצונג ווייכווארג. </ P> <p> דער באַאַמטער טעקסט איז די ענגליש ווערסיע פון די וועבזייטל. סיי וועלכע דיסקרעפּאַנסיז אָדער דיפעראַנסיז באשאפן אין די איבערזעצונג זענען נישט ביינדינג און האָבן קיין לעגאַל ווירקונג פֿאַר העסקעם אָדער ענפאָרסמאַנט צוועקן. אויב עס קומען פֿראגן וועגן די אַקיעראַסי פון די אינפֿאָרמאַציע קאַנטיינד אין די איבערגעזעצטע וועבזייטל, אָפּשיקן צו די ענגליש ווערסיע פון דער וועבזייטל."}