{"text_appname":"Awọn akọsilẹ","text_add_label":"fi akọsilẹ kun","text_settings_label":"ètò","text_importexport_label":"gbe wọle ati gbe wọle awọn akọsilẹ","text_help_label":"Egba Mi O","text_about_label":"nipa","text_close_label":"sunmọ","text_snack_mustbenum":"Iye gbọdọ jẹ nọmba kan!","text_snack_toobig":"Iye ti a yan ti tobi pupọ!","text_snack_toosmall":"Iye ti a yan ti kere ju!","text_edit_title":"Ṣatunkọ akọsilẹ","text_edit_type":"Iru:","text_edit_note":"akiyesi","text_edit_folder":"folda","text_edit_note_title":"Akole:","text_edit_content":"Akoonu:","text_delete":"Paarẹ","text_back":"Pada","text_save":"Fipamọ","text_settings_title":"Ètò","text_settings_content1":"Nibi o le tunto ohun elo naa.","text_yes":"beeni","text_no":"rárá","text_settings_showedit":"Ṣe afihan awọn bọtini satunkọ:","text_settings_showmove":"Ṣe afihan awọn bọtini igbiyanju:","text_settings_showadd":"Ṣe afihan awọn bọtini \"ṣafikun\" ninu awọn folda:","text_settings_expandbydefault":"Faagun awọn folda nipasẹ aiyipada:","text_settings_rows":"Awọn ori ila ọrọ ọrọ:","text_settings_columns":"Awọn ọwọn agbegbe ọrọ:","text_language":"Yan ede:","text_question_merge":"Dapọ awọn akọsilẹ bayi pẹlu awọn akọsilẹ ti a ko wọle tabi ropo wọn?","text_merge":"lọ","text_replace":"ropo","text_close_button":"Pade","text_importexport_title":"Gbe wọle / okeere","text_importexport_content":"Nibi o le gbe wọle ati gbejade awọn akọsilẹ rẹ.","text_import":"Gbe wọle:","text_export":"Si ilẹ okeere","text_error_loadfile":"aṣiṣe: ko le fifuye faili.","text_error_fileformat":"aṣiṣe: ọna kika faili jẹ aṣiṣe.","text_example_title":"Akọle apẹẹrẹ","text_example_content":"Akoonu Apere","text_open":"Ṣii","text_add":"Fikun-un","text_edit":"Ṣatunkọ","text_move_backward":"Gbe Sẹhin","text_move_forward":"Sun si iwaju","text_move_upward":"Gbe Siwaju","text_move_downward":"Gbe Sisale","text_expand_less":"Aifẹsi","text_expand_more":"Faagun","text_help_title":"Egba Mi O","text_about_title":"Nipa","text_help_content1":"Awọn akọsilẹ jẹ ohun elo lati fipamọ ati ṣeto awọn akọsilẹ.","text_help_content2":"Lati ṣẹda akọsilẹ tuntun, tabi folda tuntun, tẹ aami “pẹlu”: yan laarin akọsilẹ ati folda, fi akọle sii ati akoonu naa ni ipari, lẹhinna tẹ fipamọ lati fipamọ awọn ayipada, tabi tẹ paarẹ lati pa akọsilẹ rẹ, tabi sẹhin lati foju awọn ayipada ṣugbọn tọju akọsilẹ.","text_help_content3":"Tẹ bọtini “ṣii” nitosi akọsilẹ lati ṣii akoonu ti o jọmọ.","text_help_content4":"Tẹ bọtini \"ṣafikun\" inu folda kan lati ṣafikun eroja tuntun si rẹ.","text_help_content5":"Fun awọn akọsilẹ mejeeji ati awọn folda, tẹ bọtini “ṣatunkọ” lati yipada wọn, tẹ bọtini “gbe sẹhin” lati ṣe paṣipaarọ ipo pẹlu eroja ti tẹlẹ, tẹ bọtini “gbe siwaju” lati ṣe paṣipaarọ ipo pẹlu eroja atẹle, tẹ bọtini \"gbe si oke\" lati gbe eroja jade kuro ninu folda nibiti o wa lọwọlọwọ, tabi tẹ bọtini \"gbe sisale\" lati gbe eroja inu folda kekere ti nbọ.","text_help_content6":"Ninu akojọ awọn eto, wiwọle lẹhin tite lori aami \"awọn eto\", o le tọju tabi fihan ṣiṣatunkọ, iṣipopada ati awọn bọtini afikun. O tun le tunto awọn ori ila ọrọ agbegbe ati awọn ọwọn fun apoti ibanisọrọ \"satunkọ\". O tun ṣee ṣe lati yi ede ti wiwo olumulo pada.","text_help_content7":"Lati gbe wọle tabi gbe okeere awọn akọsilẹ, tẹ lori aami akowọle / okeere. Awọn akọsilẹ yoo gbe wọle tabi gbejade ni faili JSON kan pato si ohun elo yii. Nigbati o ba n gbe awọn akọsilẹ wọle lati faili kan, awọn akọsilẹ lọwọlọwọ yoo parẹ ati tunkọ.","text_help_content8":"Awọn akọsilẹ jẹ Ohun elo Wẹẹbu Onitẹsiwaju, eyiti o tumọ si pe o nṣiṣẹ inu ẹrọ lilọ kiri ayelujara kan. Nigbati o ba fi sii, lakoko ti awọn paati aṣawakiri ko han, o tun n ṣiṣẹ inu ẹrọ lilọ kiri ayelujara kan. Awọn akọsilẹ ti wa ni fipamọ ni ibi ipamọ aṣawakiri fun agbegbe awọn akọsilẹ.marcoparrone.github.io. localStorage n ṣiṣẹ daradara pẹlu Chrome, Edge ati awọn aṣawakiri Firefox. Awọn aṣawakiri miiran le pa ipamọ agbegbe lẹhin igba diẹ. Android nipasẹ aiyipada nlo Chrome, Windows nipasẹ aiyipada nlo Edge. Awọn akọsilẹ Lọwọlọwọ ko ni atilẹyin lori awọn ọja Apple. Pẹlu idi lati ṣe iranlọwọ lati yago fun isonu ti awọn akọsilẹ, o ni imọran lati ṣe afẹyinti nipa lilo iṣẹ “okeere”, ni gbogbo igba ti o ba ṣe diẹ ninu awọn iyipada ti o ko fẹ padanu.","text_about_content1":"Aṣẹ © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Gbogbo awọn Ẹtọ wa ni ipamọ.","text_about_content3":"A Pese SOFTWARE “BI O TI WA”, LAISI ATILẸYIN ỌJA TI OHUN TI OHUN NIPA, ṢEKỌRỌ NIPA TI O ṢE ṢE, PẸLU KI ṢE ṢE LỌ SI Awọn AILỌ ỌJỌ ỌJỌ ỌJỌ ỌJỌ NIPA, IDAGBASOKE NIPA IDAGBASOKE NIPA AIFỌN. NI KO SI Iṣẹlẹ TI AWỌN ỌMỌ TABI TODAJU Awọn oniduro NIPA LATI LE ẸNI FUN ẸNI KANKAN, Awọn ibajẹ TABI IWỌN YATO, NIPA INU IṢẸ TI adehun, IYAN TABI YATO, TI NJẸ LATI, NIPA TABI INU IJỌPỌ PẸLU SOFTWARE TABI LILO TABI LATI ṢE SOFTWARE.","text_about_content4":"IṢẸ YI LE NI AWỌN AWỌN ITUMO TI GOOGLE NIPA. GOOGLE JUJU GBOGBO ATILẸYIN ỌJA TI O NI ibatan si awọn itumọ, Ṣalaye TABI ṢE ṢE ṢE ṢE, KI WỌN NI ATILẸYIN ỌJA TI DODỌ, IGBAGBỌ, ATI ẸRỌ ỌJỌ TI ỌJỌ ỌJỌ ỌJỌ Kan.","text_about_content5":"Ohun elo wẹẹbu yii ti tumọ fun irọrun rẹ nipa lilo sọfitiwia itumọ ti agbara nipasẹ Google Translate. Awọn igbiyanju ti o loye ti ṣe lati pese itumọ pipeye, sibẹsibẹ, ko si itumọ adaṣe adaṣe ti o pe tabi kii ṣe ipinnu lati rọpo awọn onitumọ eniyan. A pese awọn itumọ bi iṣẹ si awọn olumulo ti oju opo wẹẹbu marcoparrone.github.io, a si pese wọn “bi o ti ri.” Ko si atilẹyin ọja eyikeyi iru, boya ṣalaye tabi mimọ, ti a ṣe bi išedede, igbẹkẹle, tabi atunse ti eyikeyi awọn itumọ ti a ṣe lati Gẹẹsi si ede miiran. Diẹ ninu akoonu (bii awọn aworan, awọn fidio, Filasi, ati bẹbẹ lọ) le ma ṣe itumọ pipe ni pipe nitori awọn idiwọn ti sọfitiwia itumọ.","text_about_content6":"Ọrọ osise jẹ ẹya Gẹẹsi ti oju opo wẹẹbu. Eyikeyi aisedede tabi awọn iyatọ ti a ṣẹda ninu itumọ ko ni abuda ati pe ko ni ipa labẹ ofin fun ibamu tabi awọn idi imuṣẹ. Ti awọn ibeere eyikeyi ba dide ti o ni ibatan si deede ti alaye ti o wa ninu oju opo wẹẹbu ti a tumọ, tọka si ẹya Gẹẹsi ti oju opo wẹẹbu eyiti o jẹ ẹya osise."}