{"text_appname":"Amanothi","text_add_label":"engeza inothi","text_settings_label":"izilungiselelo","text_importexport_label":"ukungenisa kanye nokuthekelisa amanothi","text_help_label":"Usizo","text_about_label":"mayelana","text_close_label":"vala","text_snack_mustbenum":"Inani kufanele libe inombolo!","text_snack_toobig":"Inani elikhethiwe likhulu kakhulu!","text_snack_toosmall":"Inani elikhethiwe lincane kakhulu!","text_edit_title":"Hlela inothi","text_edit_type":"Uhlobo:","text_edit_note":"inothi","text_edit_folder":"ifolda","text_edit_note_title":"Isihloko:","text_edit_content":"Okuqukethwe:","text_delete":"Susa","text_back":"Emuva","text_save":"Gcina","text_settings_title":"Amasethingi","text_settings_content1":"Lapha ungalungiselela uhlelo lokusebenza.","text_yes":"yebo","text_no":"cha","text_settings_showedit":"Khombisa izinkinobho zokuhlela:","text_settings_showmove":"Khombisa izinkinobho zokunyakaza:","text_settings_showadd":"Khombisa izinkinobho \"engeza\" kumafolda:","text_settings_rows":"Imigqa yendawo yombhalo:","text_settings_columns":"Amakholomu endawo yombhalo:","text_language":"Khetha ulimi:","text_close_button":"Vala","text_importexport_title":"Ukungenisa / ukuthumela","text_importexport_content":"Lapha ungangenisa futhi uthumele amanothi akho.","text_import":"Ngenisa:","text_export":"Thumela","text_error_loadfile":"iphutha: ayikwazi ukulayisha ifayela.","text_error_fileformat":"iphutha: ifomethi yefayela ayilungile.","text_example_title":"Isihloko Sesibonelo","text_example_content":"Okuqukethwe kwesibonelo","text_open":"Vula","text_add":"Faka","text_edit":"Hlela","text_move_backward":"Iya emuva","text_move_forward":"Shona phambili","text_move_upward":"Iya phezulu","text_move_downward":"Iya Phansi","text_help_title":"Usizo","text_about_title":"Mayelana","text_help_content":"<p> Amanothi wuhlelo lokusebenza lokugcina nokuhlela amanothi. </p> <p> Ukwakha inothi elisha, noma ifolda entsha, cindezela uphawu \"lokuhlanganisa\": khetha phakathi kwenothi nefolda, faka isihloko bese ekugcineni okuqukethwe, bese ucindezela ukonga ukugcina izinguquko, noma cindezela okuthi susa ukucisha inothi, noma ubuyele emuva ukuze weqe ushintsho kodwa ugcine inothi. </p> <p> Cindezela inkinobho \"vula\" eduzane nenothi ukuvula okuqukethwe okuhlobene. . </p> <p> Cindezela inkinobho \"engeza\" ngaphakathi kwefolda ukwengeza into entsha kuyo. </p> <p> Kuwo womabili amanothi namafolda, cindezela inkinobho \"hlela\" ukuwashintsha, cindezela inkinobho \"hlela emuva\" inkinobho ukushintshanisa isikhundla nento yangaphambilini, cindezela inkinobho \"qhubekela phambili\" ukushintshanisa isikhundla nento elandelayo, cindezela inkinobho \"yiya phezulu\" ukukhipha into kufolda lapho ikhona njengamanje, noma cindezela inkinobho \"yehla uye phansi\" ukuhambisa into ngaphakathi kwefolda engezansi elandelayo. </p> <p> Kumenyu yezilungiselelo, efinyeleleka ngemuva kokuchofoza kusithonjana esithi \"izilungiselelo\", ungafihla noma ubonise ukuhlela, ukunyakaza kanye nesengezo izinkinobho ze-ion. Ungahlela futhi imigqa yendawo namakholomu ebhokisini lengxoxo elithi \"hlela\". Kungenzeka futhi ukuthi ushintshe ulimi lwesixhumi esibonakalayo somsebenzisi. </p> <p> Ukungenisa noma ukuthekelisa amanothi, cindezela isithonjana sokungenisa / ukuthekelisa. Amanothi azongeniswa noma athunyelwe ngefayela le-JSON eliqondene ngqo nalolu hlelo lokusebenza. Lapho ungenisa amanothi kufayela, amanothi wamanje azosuswa futhi abhalwe phansi. </p> <p> Amanothi yi-Progressive Web Application, okusho ukuthi isebenza ngaphakathi kwesiphequluli. Uma uyifaka, ngenkathi izingxenye zesiphequluli zingakhonjiswa, isebenza ngaphakathi kwesiphequluli. Amanothi agcinwa endaweni yokugcina yesiphequluli yesizinda samanothi.marcoparrone.com. i-localStorage isebenza kahle ngeziphequluli ze-Chrome, Edge neFirefox. Ezinye iziphequluli zingasusa isitoreji sendawo ngemuva kwesikhathi esithile. I-Android ngokuzenzakalela isebenzisa i-Chrome, iWindows ngokuzenzakalela isebenzisa i-Edge. Amanothi okwamanje awasekelwa kumikhiqizo ye-Apple. Ngenhloso yokusiza ukuvimbela ukulahleka kwamanothi, kuphakanyiswa ukwenza ibhekhaphu usebenzisa ukusebenza \"kokuthekelisa\", njalo lapho wenza izinguquko ezithile ongafuni ukulahlekelwa zizo. </p> </div>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Wonke Amalungelo Agodliwe. </p> <p> I-SOFTWARE INIKEZELWA \"NJENGOBA INjalo\", NGAPHANDLE KWESIQINISEKISO SANOMA YILUPHI UHLOBO, UKUVELA OKANYE OKUFAKIWEYO, KUFAKA KODWA AKUKHO UMKHAWULO OPHELELE KWEZIQINISEKISO ZOKUTHENGISA, UKUFANELEKA KWEZINJONGO EZITHILE NOKUNGABI NOKUPHELELWA. NGEKE KWENZEKE ABABHALI NOMA ABAPHATHI BELUNGELO LOKUQOPHA BABE NESIBOPHO SONKE ISIMANGALO, UKULIMALA NOMA OKUNYE ISIBOPHO, NGOKUTHI KUSENZENZANI SENKONZO, I-TORT NOMA NGOKUNYE, OKUVELA KU, OUT OF OR UKUXHUMANA NE-SOFTWARE NOMA UKUSETSHENZISWA KANYE NEZINYE IZIPHUMELA I-SOFTWARE. </p>","text_about_content2":"<p> LE NKONZO INGAQUKETHA IZINGUQULO EZINIKEZWA NGU-GOOGLE. I-GOOGLE IKHALA IZIMPAWU ZONKE EZIPHATHELENE NEZINULELO, UKUBEKA OKUQUKETHWE NOMA OKUFAKIWE, KUFAKA IZIMPAWU ZONKE ZOKUQINISEKISA, UKUTHEMBEKA, NANOMA YIZO ZONKE IZIMPAWU EZIBALULEKILE ZOKUTHENGISWA, UKULUNGELELWA KWENJONGO ETHILE NOKUNGABONI.","text_about_content3":"<p> Lolu hlelo lokusebenza lwewebhu luhunyushelwe ukuzilungiselela usebenzisa isoftware yokuhumusha enikwa amandla yi-Google Translate. Kwenziwe imizamo enengqondo yokunikeza ukuhumusha okunembile, noma kunjalo, akukho ukuhumusha okuzenzakalelayo okungaphelele futhi akuhloselwe ukufaka esikhundleni sabahumushi abangabantu. Ukuhumusha kunikezwa njengesevisi kubasebenzisi bewebhusayithi ye-marcoparrone.com, futhi kunikezwa \"njengoba kunjalo.\" Ayikho iwaranti yanoma iluphi uhlobo, noma eveziwe noma esetshenzisiwe, enziwa ngokunemba, ukwethembeka, noma ukunemba kwanoma yiziphi izinguqulo ezenziwe ngesiNgisi ziye kolunye ulimi. Okunye okuqukethwe (njengezithombe, amavidiyo, i-Flash, njll.) Kungahle kungatolikwa ngokunembile ngenxa yemikhawulo yesoftware yokuhumusha. </p> <p> Umbhalo osemthethweni yinguqulo yesiNgisi yewebhusayithi. Noma ikuphi ukungafani noma umehluko owenziwe ekuhumusheni akubophi futhi akunamphumela osemthethweni wokuhambisana noma wokusebenzisa ngenhloso. Uma kuba khona imibuzo ehlobene nokunemba kolwazi oluqukethwe yiwebhusayithi ehunyushiwe, bheka inguqulo yesiNgisi yewebhusayithi okuyiyona esemthethweni. </p>"}