{
    "text_appname": "Notes",
    "text_add_label": "add a note",
    "text_settings_label": "settings",
    "text_importexport_label": "import and export notes",
    "text_help_label": "help",
    "text_about_label": "about",
    "text_close_label": "close",
    "text_snack_mustbenum": "Value must be a number!",
    "text_snack_toobig": "Selected value is too big!",
    "text_snack_toosmall": "Selected value is too small!",
    "text_edit_title": "Edit note",
    "text_edit_type": "Type:",
    "text_edit_note": "note",
    "text_edit_folder": "folder",
    "text_edit_note_title": "Title:",
    "text_edit_content": "Content:",
    "text_delete": "Delete",
    "text_back": "Back",
    "text_save": "Save",
    "text_settings_title": "Settings",
    "text_settings_content1": "Here you can configure the application.",
    "text_yes": "yes",
    "text_no": "no",
    "text_settings_showedit": "Show edit buttons:",
    "text_settings_showmove": "Show movement buttons:",
    "text_settings_showadd": "Show \"add\" buttons in folders:",
    "text_settings_rows": "Text area rows:",
    "text_settings_columns": "Text area columns:",
    "text_language": "Choose language:",
    "text_question_merge": "Merge present notes with the imported notes or replace them?",
    "text_merge": "merge",
    "text_replace": "replace",
    "text_close_button": "Close",
    "text_importexport_title": "Import/export",
    "text_importexport_content": "Here you can import and export your notes.",
    "text_import": "Import:",
    "text_export": "Export",
    "text_error_loadfile": "error: cannot load file.",
    "text_error_fileformat": "error: file format is wrong.",
    "text_example_title": "Example Title ",
    "text_example_content": "Example Content ",
    "text_open": "Open",
    "text_add": "Add",
    "text_edit": "Edit",
    "text_move_backward": "Move Backward",
    "text_move_forward": "Move Forward",
    "text_move_upward": "Move Upward",
    "text_move_downward": "Move Downward",
    "text_help_title": "Help",
    "text_about_title": "About",
    "text_help_content1": "Notes is an app to save and organize notes.",
    "text_help_content2": "To create a new note, or a new folder, press the \"plus\" icon: choose between note and folder, insert the title and eventually the content, then press save to save the changes, or press delete to delete the note, or back to skip the changes but keep the note.",
    "text_help_content3": "Press the \"open\" button near a note to open the related content.",
    "text_help_content4": "Press the \"add\" button inside a folder to add a new element to it.",
    "text_help_content5": "For both notes and folders, press the \"edit\" button to modify them, press the \"move backward\" button to exchange the position with the previous element, press the \"move forward\" button to exchange the position with the next element, press the \"move upward\" button to move the element out of the folder where it currently is, or press the \"move downward\" button to move the element inside the next subfolder.",
    "text_help_content6": "In the settings menu, accessible after clicking on the \"settings\" icon, you can hide or show the editing, movement and addition buttons. You can also configure the text area rows and columns for the \"edit\" dialog box. It is also possible to change the language of the user interface.",
    "text_help_content7": "To import or export the notes, press on the import/export icon. The notes will be imported or exported in a JSON file specific to this app. When importing the notes from a file, the current notes will be deleted and overwritten.",
    "text_help_content8": "Notes is a Progressive Web Application, which means that it runs inside a browser. When you install it, while the browser components are not shown, it still runs inside a browser. The notes are saved in the browser’s localStorage for the notes.marcoparrone.com domain. localStorage works fine with Chrome, Edge and Firefox browsers. Other browsers may delete localStorage after some time. Android by default uses Chrome, Windows by default uses Edge. Notes currently is not supported on Apple products.  With the purpose to help to prevent the loss of the notes, it is suggested to make a backup using the \"export\" functionality, every time you make some modifications that you don't want to lose.",
    "text_about_content1": "Copyright © 2017,2019,2020,2021 Marco Parrone.",
    "text_about_content2": "All Rights Reserved.",
    "text_about_content3": "THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.",
    "text_about_content4": "THIS SERVICE MAY CONTAIN TRANSLATIONS POWERED BY GOOGLE. GOOGLE DISCLAIMS ALL WARRANTIES RELATED TO THE TRANSLATIONS, EXPRESS OR IMPLIED, INCLUDING ANY WARRANTIES OF ACCURACY, RELIABILITY, AND ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT.",
    "text_about_content5": "This web app has been translated for your convenience using translation software powered by Google Translate. Reasonable efforts have been made to provide an accurate translation, however, no automated translation is perfect nor is it intended to replace human translators. Translations are provided as a service to users of the marcoparrone.com website, and are provided \"as is.\" No warranty of any kind, either expressed or implied, is made as to the accuracy, reliability, or correctness of any translations made from English into any other language. Some content (such as images, videos, Flash, etc.) may not be accurately translated due to the limitations of the translation software.",
    "text_about_content6": "The official text is the English version of the website. Any discrepancies or differences created in the translation are not binding and have no legal effect for compliance or enforcement purposes. If any questions arise related to the accuracy of the information contained in the translated website, refer to the English version of the website which is the official version."
}
